-- MySQL dump 10.13  Distrib 5.1.73, for redhat-linux-gnu (i386)
--
-- Host: localhost    Database: mbyemaijiu273
-- ------------------------------------------------------
-- Server version	5.1.73

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Current Database: `mbyemaijiu273`
--

CREATE DATABASE /*!32312 IF NOT EXISTS*/ `mbyemaijiu273` /*!40100 DEFAULT CHARACTER SET latin1 */;

USE `mbyemaijiu273`;

--
-- Table structure for table `ecs_account_log`
--

DROP TABLE IF EXISTS `ecs_account_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_account_log` (
  `log_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL,
  `user_money` decimal(10,2) NOT NULL,
  `frozen_money` decimal(10,2) NOT NULL,
  `rank_points` mediumint(9) NOT NULL,
  `pay_points` mediumint(9) NOT NULL,
  `change_time` int(10) unsigned NOT NULL,
  `change_desc` varchar(255) NOT NULL,
  `change_type` tinyint(3) unsigned NOT NULL,
  PRIMARY KEY (`log_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=100 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_account_log`
--

LOCK TABLES `ecs_account_log` WRITE;
/*!40000 ALTER TABLE `ecs_account_log` DISABLE KEYS */;
INSERT INTO `ecs_account_log` VALUES (1,5,'1100000.00','0.00',0,0,1242140736,'11',2),(2,3,'400000.00','0.00',0,0,1242140752,'21312',2),(3,2,'300000.00','0.00',0,0,1242140775,'300000',2),(4,1,'50000.00','0.00',0,0,1242140811,'50',2),(5,5,'0.00','10000.00',0,0,1242140853,'32',2),(6,1,'-400.00','0.00',0,0,1242142274,'支付订单 2009051298180',99),(7,1,'-975.00','0.00',0,0,1242142324,'支付订单 2009051255518',99),(8,1,'0.00','0.00',960,960,1242142390,'订单 2009051255518 赠送的积分',99),(9,1,'0.00','0.00',385,385,1242142432,'订单 2009051298180 赠送的积分',99),(10,1,'-2310.00','0.00',0,0,1242142549,'支付订单 2009051267570',99),(11,1,'0.00','0.00',2300,2300,1242142589,'订单 2009051267570 赠送的积分',99),(12,1,'-5989.00','0.00',0,0,1242142681,'支付订单 2009051230249',99),(13,1,'-8610.00','0.00',0,0,1242142808,'支付订单 2009051276258',99),(14,1,'0.00','0.00',0,-1,1242142910,'参加夺宝奇兵夺宝奇兵之夏新N7 ',99),(15,1,'0.00','0.00',0,-1,1242142935,'参加夺宝奇兵夺宝奇兵之诺基亚N96 ',99),(16,1,'0.00','0.00',0,100000,1242143867,'奖励',2),(17,1,'-10.00','0.00',0,0,1242143920,'支付订单 2009051268194',99),(18,1,'0.00','0.00',0,-17000,1242143920,'支付订单 2009051268194',99),(19,1,'0.00','0.00',-960,-960,1242144185,'由于退货或未发货操作，退回订单 2009051255518 赠送的积分',99),(20,1,'975.00','0.00',0,0,1242144185,'由于取消、无效或退货操作，退回支付订单 2009051255518 时使用的预付款',99),(21,1,'0.00','0.00',960,960,1242576445,'订单 2009051719232 赠送的积分',99),(22,3,'-1000.00','0.00',0,0,1242973612,'追加使用余额支付订单：2009051227085',99),(23,1,'-13806.60','0.00',0,0,1242976699,'支付订单 2009052224892',99),(24,1,'0.00','0.00',14045,14045,1242976740,'订单 2009052224892 赠送的积分',99),(25,1,'0.00','0.00',-2300,-2300,1245045334,'由于退货或未发货操作，退回订单 2009051267570 赠送的积分',99),(26,1,'2310.00','0.00',0,0,1245045334,'由于取消、无效或退货操作，退回支付订单 2009051267570 时使用的预付款',99),(27,1,'0.00','0.00',17044,17044,1245045443,'订单 2009061585887 赠送的积分',99),(28,1,'17054.00','0.00',0,0,1245045515,'1',99),(29,1,'0.00','0.00',-17044,-17044,1245045515,'由于退货或未发货操作，退回订单 2009061585887 赠送的积分',99),(30,1,'-3196.30','0.00',0,0,1245045672,'支付订单 2009061525429',99),(31,1,'-1910.00','0.00',0,0,1245047978,'支付订单 2009061503335',99),(32,1,'0.00','0.00',1900,1900,1245048189,'订单 2009061503335 赠送的积分',99),(33,1,'0.00','0.00',-1900,-1900,1245048212,'由于退货或未发货操作，退回订单 2009061503335 赠送的积分',99),(34,1,'1910.00','0.00',0,0,1245048212,'由于取消、无效或退货操作，退回支付订单 2009061503335 时使用的预付款',99),(35,1,'-500.00','0.00',0,0,1245048585,'支付订单 2009061510313',99),(36,0,'50.00','-50.00',0,0,1330953790,'解冻拍卖活动的保证金：拍卖活动——索爱C702c(第2期)',99),(37,16,'0.00','0.00',0,0,1434081443,'订单 2015061214464 赠送的积分',99),(38,9,'0.00','0.00',0,0,1436345707,'订单 2015070771605 赠送的积分',99),(39,30,'10000.00','0.00',0,0,1438240762,'测试',2),(40,9,'0.00','0.00',99,99,1439777354,'订单 2015081372212 赠送的积分',99),(41,9,'0.00','0.00',99,99,1439778479,'订单 2015081388010 赠送的积分',99),(42,30,'100.00','0.00',0,0,1439780526,'充值',0),(43,9,'0.00','0.00',0,0,1439803560,'订单 2015072012627 赠送的积分',99),(44,9,'0.00','0.00',198,198,1440035128,'订单 2015081926442 赠送的积分',99),(45,30,'0.00','0.00',0,500,1440036111,'1',2),(46,30,'0.00','0.00',0,-50,1440036142,'支付订单 2015082073708',99),(47,31,'0.00','0.00',200,200,1440036477,'注册送积分',99),(48,31,'0.00','0.00',0,-1,1440038434,'参加夺宝奇兵夺宝奇兵之夏新N7 ',99),(49,31,'0.00','0.00',0,-1,1440038441,'参加夺宝奇兵夺宝奇兵之夏新N7 ',99),(50,33,'0.00','0.00',99,99,1440126322,'订单 2015082145333 赠送的积分',99),(51,33,'0.00','0.00',297,297,1440128751,'订单 2015082177519 赠送的积分',99),(52,24,'0.00','0.00',198,198,1440315920,'订单 2015082322880 赠送的积分',99),(53,9,'0.00','0.00',198,198,1440992470,'订单 2015083125696 赠送的积分',99),(54,9,'0.00','0.00',198,198,1441011813,'订单 2015083148335 赠送的积分',99),(55,9,'0.00','0.00',-198,-198,1441011828,'由于退货或未发货操作，退回订单 2015083148335 赠送的积分',99),(56,9,'0.00','0.00',198,198,1441011896,'订单 2015083148335 赠送的积分',99),(57,9,'0.00','0.00',554,554,1441071296,'订单 2015083143876 赠送的积分',99),(58,9,'0.00','0.00',99,99,1441071462,'订单 2015090146865 赠送的积分',99),(59,9,'0.00','0.00',396,396,1441073710,'订单 2015090186106 赠送的积分',99),(60,9,'0.00','0.00',79,79,1441075854,'订单 2015090192296 赠送的积分',99),(61,9,'0.00','0.00',79,79,1441075997,'订单 2015090187070 赠送的积分',99),(62,10,'0.00','0.00',0,0,1441089021,'订单 2015082852225 赠送的积分',99),(63,10,'0.00','0.00',0,0,1441102070,'订单 2015090155175 赠送的积分',99),(64,10,'0.00','0.00',0,0,1441102100,'订单 2015090155175 赠送的积分',99),(65,10,'0.00','0.00',0,0,1441102887,'订单 2015090152548 赠送的积分',99),(66,10,'0.00','0.00',0,0,1441102962,'订单 2015090152548 赠送的积分',99),(67,10,'0.00','0.00',0,0,1441103062,'订单 2015090152548 赠送的积分',99),(68,9,'0.00','0.00',198,198,1441593131,'订单 2015090721693 赠送的积分',99),(69,36,'0.00','0.00',-198,-198,1441606483,'由于退货或未发货操作，退回订单 2015090722504 赠送的积分',99),(70,36,'0.00','0.00',198,198,1441606499,'订单 2015090722504 赠送的积分',99),(71,9,'0.00','0.00',198,198,1441612235,'订单 2015090735378 赠送的积分',99),(72,9,'0.00','0.00',198,198,1441619390,'订单 2015090748350 赠送的积分',99),(73,9,'0.00','0.00',158,158,1441620117,'订单 2015090786419 赠送的积分',99),(74,9,'0.00','0.00',198,198,1441621150,'订单 2015090728711 赠送的积分',99),(75,9,'0.00','0.00',198,198,1441633906,'订单 2015090730430 赠送的积分',99),(76,9,'0.00','0.00',79,79,1441634571,'订单 2015090794469 赠送的积分',99),(77,0,'0.00','0.00',200,200,1441771955,'注册送积分',99),(78,43,'0.00','0.00',158,158,1441753111,'订单 2015090943804 赠送的积分',99),(79,9,'0.00','0.00',79,79,1442284538,'订单 2015091558197 赠送的积分',99),(80,10,'0.00','0.00',0,1000,1443064029,'test',2),(81,10,'0.00','0.00',0,-1000,1443118219,'支付订单 2015092513871',99),(82,10,'0.00','0.00',99,99,1443215811,'订单 2015092591504 赠送的积分',99),(83,9,'0.00','0.00',198,198,1443236271,'订单 2015092620158 赠送的积分',99),(84,9,'0.00','0.00',158,158,1443238856,'订单 2015092649065 赠送的积分',99),(85,9,'0.00','0.00',79,79,1443399017,'订单 2015092825891 赠送的积分',99),(86,9,'0.00','0.00',255,255,1443401017,'订单 2015092857499 赠送的积分',99),(87,10,'0.00','0.00',0,6000,1443403173,'test',2),(88,9,'0.00','0.00',198,198,1443407759,'订单 2015092805025 赠送的积分',99),(89,10,'0.00','0.00',0,-4000,1443460242,'支付订单 2015092944408',99),(90,9,'0.00','0.00',198,198,1443473592,'订单 2015092975968 赠送的积分',99),(91,50,'0.00','0.00',167,167,1444172699,'订单 2015100721517 赠送的积分',99),(92,9,'0.00','0.00',365,365,1444608319,'订单 2015101278452 赠送的积分',99),(93,24,'0.00','0.00',433,433,1445126607,'订单 2015101823035 赠送的积分',99),(94,9,'0.00','0.00',699,699,1447715901,'订单 2015111725234 赠送的积分',99),(95,9,'0.00','0.00',699,699,1447716765,'订单 2015111706235 赠送的积分',99),(96,17,'0.00','0.00',699,699,1447799954,'订单 2015111899108 赠送的积分',99),(97,70,'0.00','0.00',798,798,1447804668,'订单 2015111854728 赠送的积分',99),(98,9,'0.00','0.00',699,699,1448392979,'订单 2015112534597 赠送的积分',99),(99,9,'0.00','0.00',699,699,1448489174,'订单 2015112662945 赠送的积分',99);
/*!40000 ALTER TABLE `ecs_account_log` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_ad`
--

DROP TABLE IF EXISTS `ecs_ad`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_ad` (
  `ad_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `position_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `media_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `ad_name` varchar(60) NOT NULL DEFAULT '',
  `ad_link` varchar(255) NOT NULL DEFAULT '',
  `ad_code` text NOT NULL,
  `start_time` int(11) NOT NULL DEFAULT '0',
  `end_time` int(11) NOT NULL DEFAULT '0',
  `link_man` varchar(60) NOT NULL DEFAULT '',
  `link_email` varchar(60) NOT NULL DEFAULT '',
  `link_phone` varchar(60) NOT NULL DEFAULT '',
  `click_count` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `enabled` tinyint(3) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`ad_id`),
  KEY `position_id` (`position_id`),
  KEY `enabled` (`enabled`)
) ENGINE=MyISAM AUTO_INCREMENT=74 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_ad`
--

LOCK TABLES `ecs_ad` WRITE;
/*!40000 ALTER TABLE `ecs_ad` DISABLE KEYS */;
INSERT INTO `ecs_ad` VALUES (44,37,0,'右侧','#','1324741123105615660.png',1324656000,1863792000,'','','',0,1),(67,57,0,'通栏广告二','#','1330154739151605128.jpg',1330099200,1742918400,'','','',0,1),(61,52,0,'播放器下广告一','#','1329631221155100874.jpg',1329580800,1868630400,'','','',0,1),(62,53,0,'播放器下广告二','#','1329631263578752886.jpg',1329580800,1805472000,'','','',0,1),(63,54,0,'播放器下广告三','#','1329631283908143688.jpg',1329580800,1805472000,'','','',0,1),(64,55,0,'通栏广告一','#','1329633659192360592.jpg',1329580800,1868630400,'','','',0,1);
/*!40000 ALTER TABLE `ecs_ad` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_ad_custom`
--

DROP TABLE IF EXISTS `ecs_ad_custom`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_ad_custom` (
  `ad_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `ad_type` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `ad_name` varchar(60) DEFAULT NULL,
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `content` mediumtext,
  `url` varchar(255) DEFAULT NULL,
  `ad_status` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`ad_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_ad_custom`
--

LOCK TABLES `ecs_ad_custom` WRITE;
/*!40000 ALTER TABLE `ecs_ad_custom` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_ad_custom` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_ad_position`
--

DROP TABLE IF EXISTS `ecs_ad_position`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_ad_position` (
  `position_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `position_name` varchar(60) NOT NULL DEFAULT '',
  `ad_width` smallint(5) unsigned NOT NULL DEFAULT '0',
  `ad_height` smallint(5) unsigned NOT NULL DEFAULT '0',
  `position_desc` varchar(255) NOT NULL DEFAULT '',
  `position_style` text NOT NULL,
  PRIMARY KEY (`position_id`)
) ENGINE=MyISAM AUTO_INCREMENT=60 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_ad_position`
--

LOCK TABLES `ecs_ad_position` WRITE;
/*!40000 ALTER TABLE `ecs_ad_position` DISABLE KEYS */;
INSERT INTO `ecs_ad_position` VALUES (37,'右侧广告',240,200,'','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>'),(52,'播放器下广告一',230,100,'','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>'),(53,'播放器下广告二',230,100,'','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>'),(54,'播放器下广告三',230,100,'','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>'),(55,'通栏广告一',960,100,'','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>'),(57,'通栏广告二',960,100,'','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>');
/*!40000 ALTER TABLE `ecs_ad_position` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_admin_action`
--

DROP TABLE IF EXISTS `ecs_admin_action`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_admin_action` (
  `action_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `parent_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `action_code` varchar(20) NOT NULL DEFAULT '',
  `relevance` varchar(20) NOT NULL DEFAULT '',
  PRIMARY KEY (`action_id`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=138 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_admin_action`
--

LOCK TABLES `ecs_admin_action` WRITE;
/*!40000 ALTER TABLE `ecs_admin_action` DISABLE KEYS */;
INSERT INTO `ecs_admin_action` VALUES (1,0,'goods',''),(2,0,'cms_manage',''),(3,0,'users_manage',''),(4,0,'priv_manage',''),(5,0,'sys_manage',''),(6,0,'order_manage',''),(7,0,'promotion',''),(8,0,'email',''),(9,0,'templates_manage',''),(10,0,'db_manage',''),(11,0,'sms_manage',''),(21,1,'goods_manage',''),(22,1,'remove_back',''),(23,1,'cat_manage',''),(24,1,'cat_drop','cat_manage'),(25,1,'attr_manage',''),(26,1,'brand_manage',''),(27,1,'comment_priv',''),(84,1,'tag_manage',''),(30,2,'article_cat',''),(31,2,'article_manage',''),(32,2,'shopinfo_manage',''),(33,2,'shophelp_manage',''),(34,2,'vote_priv',''),(35,7,'topic_manage',''),(74,4,'template_manage',''),(73,3,'feedback_priv',''),(38,3,'integrate_users',''),(39,3,'sync_users','integrate_users'),(40,3,'users_manage',''),(41,3,'users_drop','users_manage'),(42,3,'user_rank',''),(85,3,'surplus_manage','account_manage'),(43,4,'admin_manage',''),(44,4,'admin_drop','admin_manage'),(45,4,'allot_priv','admin_manage'),(46,4,'logs_manage',''),(47,4,'logs_drop','logs_manage'),(48,5,'shop_config',''),(49,5,'ship_manage',''),(50,5,'payment',''),(51,5,'shiparea_manage',''),(52,5,'area_manage',''),(53,6,'order_os_edit',''),(54,6,'order_ps_edit','order_os_edit'),(55,6,'order_ss_edit','order_os_edit'),(56,6,'order_edit','order_os_edit'),(57,6,'order_view',''),(58,6,'order_view_finished',''),(59,6,'repay_manage',''),(60,6,'booking',''),(61,6,'sale_order_stats',''),(62,6,'client_flow_stats',''),(78,7,'snatch_manage',''),(83,7,'ad_manage',''),(80,7,'gift_manage',''),(81,7,'card_manage',''),(70,1,'goods_type',''),(82,7,'pack',''),(79,7,'bonus_manage',''),(75,5,'friendlink',''),(76,5,'db_backup',''),(77,5,'db_renew','db_backup'),(86,4,'agency_manage',''),(87,3,'account_manage',''),(88,5,'flash_manage',''),(89,5,'navigator',''),(90,7,'auction',''),(91,7,'group_by',''),(92,7,'favourable',''),(93,7,'whole_sale',''),(94,1,'goods_auto',''),(95,2,'article_auto',''),(96,5,'cron',''),(97,5,'affiliate',''),(98,5,'affiliate_ck',''),(99,8,'attention_list',''),(100,8,'email_list',''),(101,8,'magazine_list',''),(102,8,'view_sendlist',''),(103,1,'virualcard',''),(104,7,'package_manage',''),(105,1,'picture_batch',''),(106,1,'goods_export',''),(107,1,'goods_batch',''),(108,1,'gen_goods_script',''),(109,5,'sitemap',''),(110,5,'file_priv',''),(111,5,'file_check',''),(112,9,'template_select',''),(113,9,'template_setup',''),(114,9,'library_manage',''),(115,9,'lang_edit',''),(116,9,'backup_setting',''),(117,9,'mail_template',''),(118,10,'db_backup',''),(119,10,'db_renew',''),(120,10,'db_optimize',''),(121,10,'sql_query',''),(122,10,'convert',''),(124,11,'sms_send',''),(128,7,'exchange_goods',''),(129,6,'delivery_view',''),(130,6,'back_view',''),(131,5,'reg_fields',''),(132,5,'shop_authorized',''),(133,5,'webcollect_manage',''),(134,4,'suppliers_manage',''),(135,4,'role_manage',''),(136,6,'set_tag',''),(137,6,'out_service','');
/*!40000 ALTER TABLE `ecs_admin_action` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_admin_log`
--

DROP TABLE IF EXISTS `ecs_admin_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_admin_log` (
  `log_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `log_time` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `log_info` varchar(255) NOT NULL DEFAULT '',
  `ip_address` varchar(15) NOT NULL DEFAULT '',
  PRIMARY KEY (`log_id`),
  KEY `log_time` (`log_time`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=1965 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_admin_log`
--

LOCK TABLES `ecs_admin_log` WRITE;
/*!40000 ALTER TABLE `ecs_admin_log` DISABLE KEYS */;
INSERT INTO `ecs_admin_log` VALUES (1,1240294375,1,'添加品牌管理: 诺基亚','0.0.0.0'),(2,1240295621,1,'添加属性: 网络类型','0.0.0.0'),(3,1240295930,1,'添加属性: 扩展卡','0.0.0.0'),(4,1240295980,1,'添加属性: 操作系统','0.0.0.0'),(5,1240296082,1,'添加属性: 通话时间（分）','0.0.0.0'),(6,1240296102,1,'添加属性: 待机时间（小时）','0.0.0.0'),(7,1240296379,1,'添加属性: 上市时间','0.0.0.0'),(8,1240296403,1,'编辑属性: 网络类型','0.0.0.0'),(9,1240296415,1,'编辑属性: 扩展卡','0.0.0.0'),(10,1240298784,1,'添加属性: 手机颜色','0.0.0.0'),(11,1240300896,1,'添加属性: 基本配件','0.0.0.0'),(12,1240301110,1,'添加属性: 附加配件','0.0.0.0'),(13,1240301295,1,'添加属性: 和铉铃声','0.0.0.0'),(14,1240301371,1,'添加属性: 相机像数','0.0.0.0'),(15,1240301487,1,'添加属性: 感光元件','0.0.0.0'),(16,1240301508,1,'编辑属性: 和铉铃声','0.0.0.0'),(17,1240301518,1,'编辑属性: 基本配件','0.0.0.0'),(18,1240301570,1,'添加属性: 移动qq','0.0.0.0'),(19,1240301611,1,'添加属性: gps','0.0.0.0'),(20,1240301650,1,'添加属性: FM收音机','0.0.0.0'),(21,1240301665,1,'编辑属性: GPS','0.0.0.0'),(22,1240301679,1,'编辑属性: FM收音机','0.0.0.0'),(23,1240301705,1,'添加属性: 话机电话薄（条）','0.0.0.0'),(24,1240301715,1,'添加属性: K-JAVA','0.0.0.0'),(25,1240301788,1,'添加属性: 价格档位','0.0.0.0'),(26,1240305032,1,'添加属性: 手机样式','0.0.0.0'),(27,1240380338,1,'添加属性: 图形菜单','0.0.0.0'),(28,1240380399,1,'添加属性: 中文短消息','0.0.0.0'),(29,1240380444,1,'添加属性: 内置游戏','0.0.0.0'),(30,1240380507,1,'添加属性: Wap 上网','0.0.0.0'),(31,1240380533,1,'添加属性: Wap 上网','0.0.0.0'),(32,1240380552,1,'编辑属性: Wap 上网','0.0.0.0'),(33,1240380574,1,'编辑属性: Wap 上网','0.0.0.0'),(34,1240380587,1,'编辑属性: Wap 上网','0.0.0.0'),(35,1240380646,1,'添加属性: 数据功能','0.0.0.0'),(36,1240380743,1,'添加属性: 移动QQ','0.0.0.0'),(37,1240380759,1,'添加属性: 视频格式','0.0.0.0'),(38,1240380831,1,'添加属性: 扩张卡','0.0.0.0'),(39,1240380875,1,'添加属性: 手机颜色','0.0.0.0'),(40,1240380920,1,'添加属性: 来电防火墙','0.0.0.0'),(41,1240380945,1,'添加属性: 英汉词典','0.0.0.0'),(42,1240380957,1,'添加属性: 多语言显示','0.0.0.0'),(43,1240381002,1,'添加属性: 电子书','0.0.0.0'),(44,1240381052,1,'添加属性: 移动 MSN','0.0.0.0'),(45,1240381088,1,'添加属性: 音频格式','0.0.0.0'),(46,1240381143,1,'添加属性: 上市时间','0.0.0.0'),(47,1240381206,1,'添加属性: 语音拨号','0.0.0.0'),(48,1240381229,1,'添加属性: 语音菜单','0.0.0.0'),(49,1240381356,1,'添加属性: 外观样式','0.0.0.0'),(50,1240381382,1,'添加属性: 天线位置','0.0.0.0'),(51,1240381425,1,'编辑属性: K-JAVA','0.0.0.0'),(52,1240381430,1,'添加属性: K-JAVA','0.0.0.0'),(53,1240381464,1,'添加属性: PDA 功能','0.0.0.0'),(54,1240381480,1,'添加属性: 操作系统','0.0.0.0'),(55,1240381512,1,'添加属性: 外壳材质','0.0.0.0'),(56,1240381561,1,'编辑属性: 基本配件','0.0.0.0'),(57,1240381572,1,'添加属性: 基本配件','0.0.0.0'),(58,1240381580,1,'编辑属性: 附加配件','0.0.0.0'),(59,1240381602,1,'添加属性: 附加配件','0.0.0.0'),(60,1240381627,1,'编辑属性: 附加配件','0.0.0.0'),(61,1240381694,1,'添加属性: 自动开关机','0.0.0.0'),(62,1240381717,1,'添加属性: 视频分辨率','0.0.0.0'),(63,1240381731,1,'添加属性: 影音编辑器','0.0.0.0'),(64,1240381741,1,'添加属性: 图像编辑器','0.0.0.0'),(65,1240381759,1,'添加属性: 可用内存','0.0.0.0'),(66,1240381775,1,'添加属性: 主屏幕像素','0.0.0.0'),(67,1240381786,1,'添加属性: 副屏幕像素','0.0.0.0'),(68,1240382037,1,'添加属性: 更换外壳','0.0.0.0'),(69,1240382801,1,'添加属性: 办公功能','0.0.0.0'),(70,1240382823,1,'添加属性: 传感器','0.0.0.0'),(71,1240382844,1,'添加属性: CPU频率','0.0.0.0'),(72,1240382866,1,'添加属性: 理论待机时间','0.0.0.0'),(73,1240382875,1,'添加属性: 理论通话时间','0.0.0.0'),(74,1240383267,1,'编辑商品类型: 3g手机','0.0.0.0'),(75,1240383268,1,'编辑商品类型: 手机','0.0.0.0'),(76,1240383269,1,'编辑商品类型: 3g手机','0.0.0.0'),(77,1240383397,1,'删除商品类型: 图形菜单','0.0.0.0'),(78,1240383432,1,'添加属性: 图形菜单','0.0.0.0'),(79,1240383491,1,'添加属性: EFR 服务','0.0.0.0'),(80,1240383509,1,'添加属性: STK 服务','0.0.0.0'),(81,1240383528,1,'添加属性: 通话录音','0.0.0.0'),(82,1240383554,1,'添加属性: 语音菜单','0.0.0.0'),(83,1240383575,1,'添加属性: 中文输入法','0.0.0.0'),(84,1240383594,1,'编辑属性: 中文输入法','0.0.0.0'),(85,1240383613,1,'编辑属性: 语音菜单','0.0.0.0'),(86,1240383635,1,'添加属性: 和弦铃声','0.0.0.0'),(87,1240383651,1,'添加属性: 主屏幕色彩','0.0.0.0'),(88,1240383658,1,'添加属性: 副屏幕色彩','0.0.0.0'),(89,1240383682,1,'添加属性: 天线位置','0.0.0.0'),(90,1240383700,1,'添加属性: 数据功能','0.0.0.0'),(91,1240392733,1,'安装配送方式: 邮政快递包裹','0.0.0.0'),(92,1240392748,1,'安装配送方式: 圆通速递','0.0.0.0'),(93,1240392761,1,'安装配送方式: 城际快递','0.0.0.0'),(94,1240392769,1,'安装配送方式: 市内快递','0.0.0.0'),(95,1240463689,1,'添加属性: 连拍','0.0.0.0'),(96,1240463709,1,'添加属性: 定时拍摄','0.0.0.0'),(97,1240463729,1,'添加属性: 照片打印','0.0.0.0'),(98,1240463748,1,'添加属性: 照片特效','0.0.0.0'),(99,1240463766,1,'添加属性: 电子书','0.0.0.0'),(100,1240463777,1,'添加属性: 外壳材质','0.0.0.0'),(101,1240463793,1,'添加属性: 名片扫描','0.0.0.0'),(102,1240463803,1,'添加属性: GPU','0.0.0.0'),(103,1240463814,1,'添加属性: CPU频率','0.0.0.0'),(104,1240463830,1,'添加属性: TV-OUT电视输出','0.0.0.0'),(105,1240463843,1,'添加属性: 来电图片识别','0.0.0.0'),(106,1240463855,1,'添加属性: 来电防火墙','0.0.0.0'),(107,1240463865,1,'添加属性: 背光自动调节','0.0.0.0'),(108,1240463873,1,'添加属性: 照片分辨率','0.0.0.0'),(109,1240463880,1,'添加属性: 变焦模式','0.0.0.0'),(110,1240463903,1,'添加属性: 英汉词典','0.0.0.0'),(111,1240463925,1,'添加属性: 多语言显示','0.0.0.0'),(112,1240463974,1,'添加属性: 数据线功能','0.0.0.0'),(113,1240463992,1,'添加属性: 留言应答','0.0.0.0'),(114,1240464004,1,'添加属性: 可用内存(MB)','0.0.0.0'),(115,1240464015,1,'添加属性: GPS','0.0.0.0'),(116,1240464022,1,'添加属性: 相机闪光灯','0.0.0.0'),(117,1240464030,1,'添加属性: 移动 MSN','0.0.0.0'),(118,1240464038,1,'添加属性: 移动QQ','0.0.0.0'),(119,1240464050,1,'添加属性: 内置媒体播放器','0.0.0.0'),(120,1240464066,1,'添加属性: 电子邮件','0.0.0.0'),(121,1240464220,1,'编辑属性: 待机时间（小时）','0.0.0.0'),(122,1240464272,1,'编辑属性: 网络类型','0.0.0.0'),(123,1240464277,1,'编辑属性: 网络类型','0.0.0.0'),(124,1240464331,1,'编辑属性: 网络类型','0.0.0.0'),(125,1240464631,1,'编辑属性: 网络类型','0.0.0.0'),(126,1240464639,1,'编辑属性: 扩展卡','0.0.0.0'),(127,1240464650,1,'编辑属性: 操作系统','0.0.0.0'),(128,1240464709,1,'编辑属性: 通话时间（分）','0.0.0.0'),(129,1240464720,1,'编辑属性: 待机时间（小时）','0.0.0.0'),(130,1240464737,1,'编辑属性: 上市时间','0.0.0.0'),(131,1240464748,1,'编辑属性: 手机颜色','0.0.0.0'),(132,1240464758,1,'编辑属性: 基本配件','0.0.0.0'),(133,1240464770,1,'编辑属性: 和铉铃声','0.0.0.0'),(134,1240464783,1,'编辑属性: 相机像数','0.0.0.0'),(135,1240464794,1,'编辑属性: 移动qq','0.0.0.0'),(136,1240464806,1,'编辑属性: 感光元件','0.0.0.0'),(137,1240464816,1,'编辑属性: GPS','0.0.0.0'),(138,1240464827,1,'编辑属性: FM收音机','0.0.0.0'),(139,1240464853,1,'编辑属性: FM收音机','0.0.0.0'),(140,1240464869,1,'编辑属性: 话机电话薄（条）','0.0.0.0'),(141,1240464880,1,'编辑属性: 扩展卡','0.0.0.0'),(142,1240464896,1,'编辑属性: 扩展卡','0.0.0.0'),(143,1240464917,1,'编辑属性: K-JAVA','0.0.0.0'),(144,1240464931,1,'编辑属性: 价格档位','0.0.0.0'),(145,1240464945,1,'编辑属性: 手机样式','0.0.0.0'),(146,1240464959,1,'编辑属性: Wap 上网','0.0.0.0'),(147,1240800622,1,'添加商品分类: 手机类型','0.0.0.0'),(148,1240800687,1,'添加商品分类: GSM手机','0.0.0.0'),(149,1240800745,1,'添加商品分类: GSM手机','0.0.0.0'),(150,1240800791,1,'添加商品分类: 3G手机','0.0.0.0'),(151,1240800845,1,'添加商品分类: 双模手机','0.0.0.0'),(152,1240800877,1,'编辑商品分类: GSM手机','0.0.0.0'),(153,1240802922,1,'添加品牌管理: 摩托罗拉','0.0.0.0'),(154,1240803062,1,'编辑品牌管理: 诺基亚','0.0.0.0'),(155,1240803144,1,'添加品牌管理: 多普达','0.0.0.0'),(156,1240803248,1,'添加品牌管理: 飞利浦','0.0.0.0'),(157,1240803352,1,'添加品牌管理: 夏新','0.0.0.0'),(158,1240803412,1,'添加品牌管理: 三星','0.0.0.0'),(159,1240803482,1,'添加品牌管理: 索爱','0.0.0.0'),(160,1240803526,1,'添加品牌管理: LG','0.0.0.0'),(161,1240803578,1,'添加品牌管理: 联想','0.0.0.0'),(162,1240803689,1,'添加品牌管理: 金立','0.0.0.0'),(163,1240803736,1,'添加品牌管理: 恒基伟业','0.0.0.0'),(164,1240803750,1,'编辑品牌管理: 恒基伟业','0.0.0.0'),(165,1240804593,1,'编辑商品分类: CDMA手机','0.0.0.0'),(166,1240902890,1,'添加商品: KD876','0.0.0.0'),(167,1240904370,1,'编辑商品: KD876','0.0.0.0'),(168,1240904461,1,'编辑商品: KD876','0.0.0.0'),(169,1240912338,1,'删除商品类型: 手机配件','0.0.0.0'),(170,1240912361,1,'添加商品分类: 手机配件','0.0.0.0'),(171,1240912385,1,'添加商品分类: 充电器','0.0.0.0'),(172,1240912477,1,'添加商品分类: 耳机','0.0.0.0'),(173,1240912489,1,'添加商品分类: 电池','0.0.0.0'),(174,1241420935,1,'添加商品分类: 111','0.0.0.0'),(175,1241420966,1,'添加商品: 斤','0.0.0.0'),(176,1241421093,1,'回收商品: 斤','0.0.0.0'),(177,1241421104,1,'删除商品: 斤','0.0.0.0'),(178,1241421110,1,'删除商品分类: 111','0.0.0.0'),(179,1241421127,1,'编辑商品分类: GSM手机','0.0.0.0'),(180,1241422082,1,'添加商品: 诺基亚原装5800耳机','0.0.0.0'),(181,1241422137,1,'添加属性: 卡的类型','0.0.0.0'),(182,1241422163,1,'添加属性: 卡的大小','0.0.0.0'),(183,1241422236,1,'添加属性: 颜色','0.0.0.0'),(184,1241422272,1,'编辑属性: 卡的容量','0.0.0.0'),(185,1241422289,1,'添加属性: 电池容量','0.0.0.0'),(186,1241422347,1,'编辑商品: 诺基亚原装5800耳机','0.0.0.0'),(187,1241422402,1,'添加商品: 诺基亚N85原装充电器','0.0.0.0'),(188,1241422416,1,'编辑商品: KD876','0.0.0.0'),(189,1241422518,1,'添加商品: 索爱原装M2卡读卡器','0.0.0.0'),(190,1241422573,1,'添加商品: 胜创KINGMAX内存卡','0.0.0.0'),(191,1241422615,1,'编辑商品: 胜创KINGMAX内存卡','0.0.0.0'),(192,1241422626,1,'编辑商品: 诺基亚N85原装充电器','0.0.0.0'),(193,1241422785,1,'添加商品: 诺基亚N85原装立体声耳机HS-82 查看商品相册 诺基亚N85原装立体声耳机HS-82','0.0.0.0'),(194,1241425512,1,'添加商品: 飞利浦9@9v ','0.0.0.0'),(195,1241425836,1,'编辑商品: 飞利浦9@9v ','0.0.0.0'),(196,1241425891,1,'编辑商品: 飞利浦9@9v ','0.0.0.0'),(197,1241426819,1,'添加文章分类: 3G手机资讯','0.0.0.0'),(198,1241426864,1,'添加文章: 三星电子宣布将在中国发布15款3G手机','0.0.0.0'),(199,1241426898,1,'编辑文章: 三星电子宣布将在中国发布15款3G手机','0.0.0.0'),(200,1241427051,1,'添加文章: 薄锐极限 电信3G定制摩托罗拉V10发布','0.0.0.0'),(201,1241427449,1,'编辑文章: 薄锐极限 电信3G定制摩托罗拉V10发布','0.0.0.0'),(202,1241427779,1,'编辑文章: 诺基亚牵手移动 5款热门TD手机机型推荐','0.0.0.0'),(203,1241427850,1,'编辑文章: 诺基亚牵手移动 5款热门TD手机机型推荐','0.0.0.0'),(204,1241511486,1,'编辑商品: 飞利浦9@9v','0.0.0.0'),(205,1241511514,1,'编辑属性: FM收音机','0.0.0.0'),(206,1241511871,1,'添加商品: 诺基亚E66','0.0.0.0'),(207,1241512315,1,'编辑商品: 诺基亚E66','0.0.0.0'),(208,1241512443,1,'删除商品类型: 手机','0.0.0.0'),(209,1241512563,1,'添加属性: 手机制式','0.0.0.0'),(210,1241512693,1,'添加属性: 外观样式','0.0.0.0'),(211,1241512704,1,'添加属性: 上市时间','0.0.0.0'),(212,1241512712,1,'添加属性: 屏幕参数','0.0.0.0'),(213,1241512720,1,'添加属性: 摄像功能','0.0.0.0'),(214,1241512728,1,'添加属性: 其它功能','0.0.0.0'),(215,1241512737,1,'添加属性: 产品配置','0.0.0.0'),(216,1241512762,1,'添加属性: 理论通话时间','0.0.0.0'),(217,1241512772,1,'添加属性: 理论待机时间','0.0.0.0'),(218,1241512804,1,'添加属性: 中文短消息','0.0.0.0'),(219,1241512813,1,'添加属性: 存储卡格式','0.0.0.0'),(220,1241512842,1,'添加属性: 外壳材质','0.0.0.0'),(221,1241512868,1,'添加属性: # 情景模式','0.0.0.0'),(222,1241512907,1,'添加属性: 蓝牙接口','0.0.0.0'),(223,1241512939,1,'添加属性: GPS','0.0.0.0'),(224,1241512966,1,'添加属性: MP3播放器','0.0.0.0'),(225,1241512977,1,'添加属性: 视频播放','0.0.0.0'),(226,1241513003,1,'添加属性: 内置游戏','0.0.0.0'),(227,1241513036,1,'编辑属性: 情景模式','0.0.0.0'),(228,1241513132,1,'添加属性: 价位','0.0.0.0'),(229,1241513210,1,'添加属性: 颜色','0.0.0.0'),(230,1241513508,1,'编辑商品: 飞利浦9@9v','0.0.0.0'),(231,1241513571,1,'编辑属性: MP3播放器','0.0.0.0'),(232,1241513596,1,'编辑属性: 外壳材质','0.0.0.0'),(233,1241513630,1,'编辑商品: 飞利浦9@9v','0.0.0.0'),(234,1241513750,1,'编辑属性: MP3播放器','0.0.0.0'),(235,1241513771,1,'添加属性: 附加配件','0.0.0.0'),(236,1241513918,1,'编辑属性: 像数（万）','0.0.0.0'),(237,1241513939,1,'编辑商品: 飞利浦9@9v','0.0.0.0'),(238,1241513959,1,'编辑属性: 像数（万）','0.0.0.0'),(239,1241518314,1,'编辑属性: 外壳材质','0.0.0.0'),(240,1241518329,1,'编辑属性: 价位','0.0.0.0'),(241,1241946343,1,'还原数据库备份: 备份时间2009-05-05 10:36:29','127.0.0.1'),(242,1241965622,1,'添加商品: 索爱C702c','127.0.0.1'),(243,1241965816,1,'添加商品: 索爱C702c','127.0.0.1'),(244,1241965859,1,'编辑品牌管理: 摩托罗拉','127.0.0.1'),(245,1241965978,1,'添加商品: 摩托罗拉A810','127.0.0.1'),(246,1241966023,1,'编辑商品: 摩托罗拉A810','127.0.0.1'),(247,1241966218,1,'编辑商品: 摩托罗拉A810','127.0.0.1'),(248,1241966408,1,'编辑商品: 摩托罗拉A810','127.0.0.1'),(249,1241966536,1,'编辑品牌管理: 诺基亚','127.0.0.1'),(250,1241966874,1,'编辑商品: 摩托罗拉A810','127.0.0.1'),(251,1241966922,1,'回收商品: 索爱C702c','127.0.0.1'),(252,1241966951,1,'还原商品: 索爱C702c','127.0.0.1'),(253,1241966963,1,'回收商品: 索爱C702c','127.0.0.1'),(254,1241967340,1,'编辑商品: 诺基亚E66','127.0.0.1'),(255,1241967424,1,'编辑商品: 诺基亚N85原装立体声耳机HS-82','127.0.0.1'),(256,1241967465,1,'编辑商品: 索爱原装M2卡读卡器','127.0.0.1'),(257,1241967487,1,'编辑商品: 诺基亚N85原装充电器','127.0.0.1'),(258,1241967556,1,'编辑商品: KD876','127.0.0.1'),(259,1241967667,1,'编辑商品: 飞利浦9@9v','127.0.0.1'),(260,1241967762,1,'添加商品: 诺基亚5320 XpressMusic','127.0.0.1'),(261,1241968002,1,'编辑商品: 诺基亚5320 XpressMusic','127.0.0.1'),(262,1241968058,1,'编辑商品: 诺基亚5320 XpressMusic','127.0.0.1'),(263,1241968492,1,'添加商品: 诺基亚5800XM','127.0.0.1'),(264,1241968703,1,'添加商品: 摩托罗拉A810','127.0.0.1'),(265,1241968949,1,'添加商品: 恒基伟业G101','127.0.0.1'),(266,1241969394,1,'添加商品: 夏新N7','127.0.0.1'),(267,1241969533,1,'添加商品: 夏新T5','127.0.0.1'),(268,1241969541,1,'回收商品: 夏新T5','127.0.0.1'),(269,1241970139,1,'添加商品: 三星SGH-F258','127.0.0.1'),(270,1241970175,1,'编辑商品: 三星SGH-F258','127.0.0.1'),(271,1241970417,1,'添加商品: 三星BC01','127.0.0.1'),(272,1241970634,1,'添加商品: 金立 A30','127.0.0.1'),(273,1241970743,1,'编辑商品: 飞利浦9@9v','127.0.0.1'),(274,1241971076,1,'添加商品: 多普达Touch HD','127.0.0.1'),(275,1241971488,1,'添加商品: 诺基亚N96','127.0.0.1'),(276,1241971556,1,'编辑商品: 诺基亚N96','127.0.0.1'),(277,1241971981,1,'添加商品: P806','127.0.0.1'),(278,1241972305,1,'编辑商品: 飞利浦9@9v','127.0.0.1'),(279,1241972339,1,'编辑商品: 恒基伟业G101','127.0.0.1'),(280,1241972512,1,'添加商品分类: 充值卡','127.0.0.1'),(281,1241972554,1,'添加商品分类: 小灵通/固话充值卡','127.0.0.1'),(282,1241972598,1,'添加商品分类: 移动手机充值卡','127.0.0.1'),(283,1241972634,1,'添加商品分类: 联通手机充值卡','127.0.0.1'),(284,1241972709,1,'添加商品: 小灵通/固话50元充值卡','127.0.0.1'),(285,1241972789,1,'添加商品: 小灵通/固话20元充值卡','127.0.0.1'),(286,1241972894,1,'添加商品: 联通100元充值卡','127.0.0.1'),(287,1241972976,1,'添加商品: 联通50元充值卡','127.0.0.1'),(288,1241973022,1,'添加商品: 移动100元充值卡','127.0.0.1'),(289,1241973114,1,'添加商品: 移动20元充值卡','127.0.0.1'),(290,1242105946,1,'还原数据库备份: 备份时间2009-05-10 16:33:51','0.0.0.0'),(291,1242106383,1,'编辑商品: 三星BC01','0.0.0.0'),(292,1242106490,1,'编辑商品: 三星BC01','0.0.0.0'),(293,1242106594,1,'添加会员账号: ecshop','0.0.0.0'),(294,1242106663,1,'添加会员等级: vip','0.0.0.0'),(295,1242106727,1,'添加会员等级: 钻石用户','0.0.0.0'),(296,1242106771,1,'编辑商品: 诺基亚N96','0.0.0.0'),(297,1242106836,1,'编辑商品: 诺基亚5320 XpressMusic','0.0.0.0'),(298,1242106894,1,'添加会员账号: vip','0.0.0.0'),(299,1242106928,1,'添加会员账号: text','0.0.0.0'),(300,1242106997,1,'添加会员账号: zhuangshi','0.0.0.0'),(301,1242107017,1,'删除会员账号: zhuangshi','0.0.0.0'),(302,1242107045,1,'添加会员账号: zuanshi','0.0.0.0'),(303,1242107052,1,'编辑会员账号: vip','0.0.0.0'),(304,1242107224,1,'编辑操作日志: ','0.0.0.0'),(305,1242107360,1,'添加: 音乐手机','0.0.0.0'),(306,1242107418,1,'添加: 音乐手机','0.0.0.0'),(307,1242107466,1,'添加: 音乐手机','0.0.0.0'),(308,1242107517,1,'添加: 智能手机','0.0.0.0'),(309,1242107557,1,'添加: 智能手机','0.0.0.0'),(310,1242107611,1,'添加: 智能手机','0.0.0.0'),(311,1242107825,1,'添加夺宝奇兵: 夺宝奇兵之诺基亚N96','0.0.0.0'),(312,1242107987,1,'添加夺宝奇兵: 夺宝奇兵之夏新N7','0.0.0.0'),(313,1242108026,1,'添加红包类型: 用户红包','0.0.0.0'),(314,1242108084,1,'添加红包类型: 商品红包','0.0.0.0'),(315,1242108124,1,'添加红包类型: 订单红包','0.0.0.0'),(316,1242108159,1,'添加红包类型: 线下红包','0.0.0.0'),(317,1242108754,1,'添加商品贺卡: 祝福贺卡','0.0.0.0'),(318,1242109088,1,'添加团购商品: P806','0.0.0.0'),(319,1242109198,1,'编辑商品: 金立 A30','0.0.0.0'),(320,1242109298,1,'编辑商品: 金立 A30','0.0.0.0'),(321,1242109354,1,'添加批发活动: 金立 A30','0.0.0.0'),(322,1242109644,1,'编辑会员等级: 钻石用户','0.0.0.0'),(323,1242109964,1,'添加优惠活动: 5.1诺基亚优惠活动','0.0.0.0'),(324,1242110117,1,'添加拍卖活动: 拍卖活动——索爱C702c','0.0.0.0'),(325,1242110412,1,'添加商品: 摩托罗拉E8 ','0.0.0.0'),(326,1242110451,1,'添加: 音乐手机','0.0.0.0'),(327,1242110566,1,'添加超值礼包: 摩托罗拉E8 大礼包','0.0.0.0'),(328,1242110760,1,'添加商品: 诺基亚N85','0.0.0.0'),(329,1242110880,1,'添加超值礼包: 诺基亚N85大礼包','0.0.0.0'),(330,1242140620,1,'还原数据库备份: 备份时间2009-05-12 06:48:22','127.0.0.1'),(331,1242140683,1,'添加积分可兑换的商品: 24','127.0.0.1'),(332,1242141551,1,'安装支付方式: 余额支付','127.0.0.1'),(333,1242141813,1,'安装配送方式: 申通快递','127.0.0.1'),(334,1242141841,1,'添加配送区域: 申通','127.0.0.1'),(335,1242141890,1,'添加配送区域: 1','127.0.0.1'),(336,1242141897,1,'安装配送方式: 邮局平邮','127.0.0.1'),(337,1242141914,1,'添加配送区域: 邮局','127.0.0.1'),(338,1242141958,1,'安装配送方式: 运费到付','127.0.0.1'),(339,1242142014,1,'添加配送区域: 运费到付','127.0.0.1'),(340,1242142081,1,'安装支付方式: 银行汇款/转帐','127.0.0.1'),(341,1242142190,1,'编辑配送区域: 1','127.0.0.1'),(342,1242142210,1,'编辑配送区域: 运费到付','127.0.0.1'),(343,1242142227,1,'编辑配送区域: 邮局','127.0.0.1'),(344,1242142503,1,'编辑红包类型: 商品红包','127.0.0.1'),(345,1242143005,1,'编辑团购商品: P806[3]','127.0.0.1'),(346,1242143557,1,'编辑商店设置: ','127.0.0.1'),(347,1242144250,1,'添加订单: 2009051264945','127.0.0.1'),(348,1242144268,1,'编辑订单: 2009051264945,订单总金额由 0.00 变为 3800.00','127.0.0.1'),(349,1242144348,1,'编辑订单: 2009051264945','127.0.0.1'),(350,1242144353,1,'编辑订单: 2009051264945,订单总金额由 3800.00 变为 3810.00','127.0.0.1'),(351,1242144356,1,'编辑订单: 2009051264945','127.0.0.1'),(352,1242144359,1,'编辑订单: 2009051264945','127.0.0.1'),(353,1242144363,1,'编辑订单: 2009051264945','127.0.0.1'),(354,1242576182,1,'安装支付方式: 货到付款','127.0.0.1'),(355,1242576584,1,'添加文章分类: 新手上路 ','127.0.0.1'),(356,1242576615,1,'添加文章分类: 手机常识 ','127.0.0.1'),(357,1242576627,1,'添加文章分类: 配送与支付 ','127.0.0.1'),(358,1242576634,1,'添加文章分类: 服务保证 ','127.0.0.1'),(359,1242576641,1,'添加文章分类: 联系我们 ','127.0.0.1'),(360,1242576650,1,'添加文章分类: 会员 ','127.0.0.1'),(361,1242576700,1,'添加文章: 售后流程','127.0.0.1'),(362,1242576717,1,'添加文章: 购物流程','127.0.0.1'),(363,1242576727,1,'添加文章: 订购方式','127.0.0.1'),(364,1242576826,1,'添加文章: 如何分辨原装电池','127.0.0.1'),(365,1242576911,1,'添加文章: 如何分辨水货手机 ','127.0.0.1'),(366,1242576927,1,'添加文章: 如何享受全国联保','127.0.0.1'),(367,1242576971,1,'编辑文章: 如何分辨原装电池','127.0.0.1'),(368,1242577023,1,'添加文章: 货到付款区域','127.0.0.1'),(369,1242577032,1,'添加文章: 配送支付智能查询 ','127.0.0.1'),(370,1242577041,1,'添加文章: 支付方式说明','127.0.0.1'),(371,1242577080,1,'编辑文章分类: 会员中心','127.0.0.1'),(372,1242577127,1,'添加文章: 资金管理','127.0.0.1'),(373,1242577178,1,'添加文章: 我的收藏','127.0.0.1'),(374,1242577199,1,'添加文章: 我的订单','127.0.0.1'),(375,1242577230,1,'编辑文章: 资金管理','127.0.0.1'),(376,1242577293,1,'添加文章: 退换货原则','127.0.0.1'),(377,1242577308,1,'添加文章: 售后服务保证 ','127.0.0.1'),(378,1242577326,1,'添加文章: 产品质量保证 ','127.0.0.1'),(379,1242577409,1,'编辑文章分类: 联系我们 ','127.0.0.1'),(380,1242577432,1,'添加文章: 网站故障报告','127.0.0.1'),(381,1242577448,1,'添加文章: 选机咨询 ','127.0.0.1'),(382,1242577459,1,'添加文章: 投诉与建议 ','127.0.0.1'),(383,1242577702,1,'添加文章: 800万像素超强拍照机 LG Viewty Smart再曝光','127.0.0.1'),(384,1242577731,1,'编辑商品: KD876','127.0.0.1'),(385,1242577749,1,'编辑商品: 三星BC01','127.0.0.1'),(386,1242577768,1,'编辑商品: 三星SGH-F258','127.0.0.1'),(387,1242577791,1,'编辑商品: 诺基亚N85','127.0.0.1'),(388,1242577813,1,'编辑商品: 诺基亚N96','127.0.0.1'),(389,1242577838,1,'编辑商品: 诺基亚N96','127.0.0.1'),(390,1242577864,1,'编辑商品: 诺基亚E66','127.0.0.1'),(391,1242578018,1,'添加文章分类: 本站手机促销','127.0.0.1'),(392,1242578199,1,'添加文章: 飞利浦9@9促销','127.0.0.1'),(393,1242578365,1,'编辑文章: 飞利浦9@9促销','127.0.0.1'),(394,1242578676,1,'添加文章: 诺基亚5320 促销','127.0.0.1'),(395,1242578826,1,'添加文章: 促销诺基亚N96','127.0.0.1'),(396,1242578885,1,'添加文章分类: 站内快讯','127.0.0.1'),(397,1242579069,1,'添加文章: 诺基亚6681手机广告欣赏','127.0.0.1'),(398,1242579189,1,'添加文章: 手机游戏下载','127.0.0.1'),(399,1242579559,1,'添加文章: 三星SGHU308说明书下载','127.0.0.1'),(400,1242579587,1,'编辑文章: 三星SGHU308说明书下载','127.0.0.1'),(401,1242579622,1,'编辑文章: 手机游戏下载','127.0.0.1'),(402,1242580013,1,'添加文章: 3G知识普及','127.0.0.1'),(403,1242973211,1,'还原数据库备份: 备份时间2009-05-17 17:10:28','0.0.0.0'),(404,1242973252,1,'编辑商品分类: 联通手机充值卡','0.0.0.0'),(405,1242973362,1,'编辑商品: 摩托罗拉A810','0.0.0.0'),(406,1242973436,1,'编辑商品: 索爱C702c','0.0.0.0'),(407,1242973501,1,'编辑文章分类: 3G资讯','0.0.0.0'),(408,1242974080,1,'添加拍卖活动: 拍卖活动——索爱C702c(第2期)','0.0.0.0'),(409,1242974159,1,'编辑拍卖活动: 拍卖活动——索爱C702c(第2期)','0.0.0.0'),(410,1242974327,1,'添加团购商品: P806','0.0.0.0'),(411,1242974380,1,'编辑团购商品: P806[8]','0.0.0.0'),(412,1242974613,1,'添加文章: “沃”的世界我做主','0.0.0.0'),(413,1242976639,1,'添加用户红包: 1000091405','0.0.0.0'),(414,1244189181,1,'编辑商品: 索爱C702c','0.0.0.0'),(415,1244189344,1,'编辑文章分类: 手机促销','0.0.0.0'),(416,1244190576,1,'编辑文章: 三星SGHU308说明书下载','0.0.0.0'),(417,1244190791,1,'编辑文章: 三星SGHU308说明书下载','0.0.0.0'),(418,1244190825,1,'编辑文章: 三星SGHU308说明书下载','0.0.0.0'),(419,1244190882,1,'编辑文章: 三星SGHU308说明书下载','0.0.0.0'),(420,1244190952,1,'编辑文章: 三星SGHU308说明书下载','0.0.0.0'),(421,1244191015,1,'编辑文章: 三星SGHU308说明书下载','0.0.0.0'),(422,1244191031,1,'编辑文章: 三星SGHU308说明书下载','0.0.0.0'),(423,1244773301,1,'添加在线调查: 您从哪里知道我们的网站','0.0.0.0'),(424,1244773315,1,'添加在线调查: 论坛','0.0.0.0'),(425,1244773328,1,'添加在线调查: 朋友','0.0.0.0'),(426,1244773345,1,'添加在线调查: 友情链接','0.0.0.0'),(427,1245042408,1,'还原数据库备份: 备份时间2009-06-12 02:23:14','0.0.0.0'),(428,1245042659,1,'编辑商品分类: 手机类型','0.0.0.0'),(429,1245042742,1,'编辑商品分类: GSM手机','0.0.0.0'),(430,1245042772,1,'编辑商品分类: 手机类型','0.0.0.0'),(431,1245043251,1,'编辑文章: 三星SGHU308说明书下载','0.0.0.0'),(432,1245043292,1,'编辑文章: 三星SGHU308说明书下载','0.0.0.0'),(433,1245044142,1,'编辑权限管理: bjgonghuo1','0.0.0.0'),(434,1245044234,1,'添加供货商管理: 北京供货商','0.0.0.0'),(435,1245044248,1,'添加供货商管理: 上海供货商','0.0.0.0'),(436,1245044469,1,'编辑红包类型: 订单红包','0.0.0.0'),(437,1245044698,1,'编辑供货商管理: 北京供货商','0.0.0.0'),(438,1245044706,1,'编辑供货商管理: 上海供货商','0.0.0.0'),(439,1245136915,1,'还原数据库备份: 备份时间2009-06-15 06:54:05','0.0.0.0'),(440,1245138481,1,'还原数据库备份: 备份时间2009-06-16 07:47:15','0.0.0.0'),(441,1245220014,1,'编辑商品: 诺基亚N85','0.0.0.0'),(442,1245220040,1,'编辑商品: 诺基亚N85','0.0.0.0'),(443,1245220295,1,'编辑商品: P806','0.0.0.0'),(444,1245220617,1,'编辑商品: 诺基亚N96','0.0.0.0'),(445,1245220821,1,'编辑商品: 多普达Touch HD','0.0.0.0'),(446,1245221079,1,'编辑商品: 金立 A30','0.0.0.0'),(447,1245221279,1,'编辑商品: 三星BC01','0.0.0.0'),(448,1245221460,1,'编辑商品: 三星SGH-F258','0.0.0.0'),(449,1245221658,1,'编辑商品: 夏新N7','0.0.0.0'),(450,1245221889,1,'编辑商品: 摩托罗拉A810','0.0.0.0'),(451,1245222018,1,'编辑商品: 诺基亚5800XM','0.0.0.0'),(452,1245222169,1,'编辑商品: 诺基亚5320 XpressMusic','0.0.0.0'),(453,1245222267,1,'回收商品: 摩托罗拉A810','0.0.0.0'),(454,1245222409,1,'编辑商品: 索爱C702c','0.0.0.0'),(455,1245222545,1,'编辑商品: 诺基亚E66','0.0.0.0'),(456,1245222658,1,'编辑商品: 飞利浦9@9v','0.0.0.0'),(457,1245222832,1,'编辑商品: KD876','0.0.0.0'),(458,1245222978,1,'编辑商店设置: ','0.0.0.0'),(459,1245223043,1,'编辑商品分类: 手机类型','0.0.0.0'),(460,1245223128,1,'编辑商品分类: GSM手机','0.0.0.0'),(461,1245223340,1,'编辑文章: 诺基亚牵手移动 5款热门TD手机机型推荐','0.0.0.0'),(462,1245223387,1,'编辑文章: 诺基亚牵手移动 5款热门TD手机机型推荐','0.0.0.0'),(463,1245223611,1,'还原数据库备份: 备份时间2009-06-17 07:23:51','0.0.0.0'),(464,1292393731,1,'编辑商店设置: ','127.0.0.1'),(465,1292402217,1,'编辑商店设置: ','127.0.0.1'),(466,1292402466,1,'添加广告位置: 顶部广告位','127.0.0.1'),(467,1292402485,1,'添加广告: 顶部广告位','127.0.0.1'),(468,1292403999,1,'添加广告位置: 播放器下侧广告','127.0.0.1'),(469,1292404029,1,'添加广告: 播放器下侧广告','127.0.0.1'),(470,1292404093,1,'编辑广告位置: 160','127.0.0.1'),(471,1292404136,1,'编辑广告: 播放器下侧广告','127.0.0.1'),(472,1292405896,1,'批量回收商品: ','127.0.0.1'),(473,1292405900,1,'批量回收商品: ','127.0.0.1'),(474,1292405904,1,'批量回收商品: ','127.0.0.1'),(475,1292405916,1,'批量删除商品: ','127.0.0.1'),(476,1292405921,1,'批量删除商品: ','127.0.0.1'),(477,1292405928,1,'批量删除商品: ','127.0.0.1'),(478,1292405948,1,'删除商品分类: 3G手机','127.0.0.1'),(479,1292405949,1,'删除商品分类: 双模手机','127.0.0.1'),(480,1292405950,1,'删除商品分类: 电池','127.0.0.1'),(481,1292405950,1,'删除商品分类: 读卡器和内存卡','127.0.0.1'),(482,1292405951,1,'删除商品分类: 小灵通/固话充值卡','127.0.0.1'),(483,1292405951,1,'删除商品分类: 移动手机充值卡','127.0.0.1'),(484,1292405952,1,'删除商品分类: 联通手机充值卡','127.0.0.1'),(485,1292405954,1,'删除商品分类: 充电器','127.0.0.1'),(486,1292405956,1,'删除商品分类: 耳机','127.0.0.1'),(487,1292405957,1,'删除商品分类: CDMA手机','127.0.0.1'),(488,1292405958,1,'删除商品分类: GSM手机','127.0.0.1'),(489,1292405959,1,'删除商品分类: 手机类型','127.0.0.1'),(490,1292405960,1,'删除商品分类: 手机配件','127.0.0.1'),(491,1292405960,1,'删除商品分类: 充值卡','127.0.0.1'),(492,1292406335,1,'添加商品分类: 文胸','127.0.0.1'),(493,1292406351,1,'添加商品分类: 挺拔集中','127.0.0.1'),(494,1292406360,1,'添加商品分类: 魔术系列','127.0.0.1'),(495,1292406370,1,'添加商品分类: 轻薄透气','127.0.0.1'),(496,1292406385,1,'添加商品分类: 少女可爱','127.0.0.1'),(497,1292406400,1,'添加商品分类: 光面无痕','127.0.0.1'),(498,1292406412,1,'添加商品分类: 抹胸系列','127.0.0.1'),(499,1292406421,1,'添加商品分类: 喜庆系列','127.0.0.1'),(500,1292406431,1,'添加商品分类: 塑身','127.0.0.1'),(501,1292406445,1,'添加商品分类: 文胸套装','127.0.0.1'),(502,1292406453,1,'添加商品分类: 文胸配饰','127.0.0.1'),(503,1292406459,1,'添加商品分类: 女装','127.0.0.1'),(504,1292406469,1,'添加商品分类: 毛衣','127.0.0.1'),(505,1292406477,1,'添加商品分类: 羽绒服','127.0.0.1'),(506,1292406485,1,'添加商品分类: 大衣','127.0.0.1'),(507,1292406490,1,'添加商品分类: 皮衣','127.0.0.1'),(508,1292406500,1,'添加商品分类: 风衣','127.0.0.1'),(509,1292406547,1,'添加商品分类: 西装/夹克','127.0.0.1'),(510,1292406559,1,'添加商品分类: 棉衣','127.0.0.1'),(511,1292406576,1,'添加商品分类: 裙装','127.0.0.1'),(512,1292409772,1,'添加商品分类: T恤','127.0.0.1'),(513,1292409790,1,'添加商品分类: 裤装','127.0.0.1'),(514,1292409824,1,'添加商品分类: 衬衣 ','127.0.0.1'),(515,1292409833,1,'添加商品分类: 优惠套装 ','127.0.0.1'),(516,1292409848,1,'添加商品分类: 内裤','127.0.0.1'),(517,1292409863,1,'添加商品分类: 低腰','127.0.0.1'),(518,1292409875,1,'添加商品分类: 中腰','127.0.0.1'),(519,1292409883,1,'添加商品分类: 三角裤','127.0.0.1'),(520,1292409889,1,'添加商品分类: 平角裤棉','127.0.0.1'),(521,1292409896,1,'添加商品分类: 莫代尔','127.0.0.1'),(522,1292409917,1,'添加商品分类: 棉','127.0.0.1'),(523,1292409956,1,'编辑商品分类: 棉','127.0.0.1'),(524,1292409982,1,'添加商品分类: 平脚裤','127.0.0.1'),(525,1292409997,1,'添加商品分类: 丁字裤','127.0.0.1'),(526,1292410024,1,'添加商品分类: 塑身美体','127.0.0.1'),(527,1292410041,1,'添加商品分类: 轻度','127.0.0.1'),(528,1292410050,1,'添加商品分类: 中度','127.0.0.1'),(529,1292410086,1,'添加商品分类: 超强','127.0.0.1'),(530,1292410095,1,'添加商品分类: 腰封','127.0.0.1'),(531,1292410104,1,'添加商品分类: 腰背夹','127.0.0.1'),(532,1292410116,1,'添加商品分类: 长文胸 ','127.0.0.1'),(533,1292410124,1,'添加商品分类: 短塑裤 ','127.0.0.1'),(534,1292410131,1,'添加商品分类: 中/长塑裤 ','127.0.0.1'),(535,1292410139,1,'添加商品分类: 分体装 ','127.0.0.1'),(536,1292410149,1,'添加商品分类: 连体装','127.0.0.1'),(537,1292410174,1,'添加商品分类: 家居服','127.0.0.1'),(538,1292410189,1,'添加商品分类: 家居服','127.0.0.1'),(539,1292410205,1,'添加商品分类: 运动休闲','127.0.0.1'),(540,1292410215,1,'添加商品分类: 分体','127.0.0.1'),(541,1292410224,1,'添加商品分类: 连体','127.0.0.1'),(542,1292410235,1,'添加商品分类: T恤吊带','127.0.0.1'),(543,1292410258,1,'添加商品分类: 家居休闲 ','127.0.0.1'),(544,1292410268,1,'添加商品分类: 睡衣','127.0.0.1'),(545,1292410279,1,'添加商品分类: 浴袍','127.0.0.1'),(546,1292410287,1,'添加商品分类: 瑜伽','127.0.0.1'),(547,1292410345,1,'添加商品分类: 保暖衣','127.0.0.1'),(548,1292410361,1,'添加商品分类: 纯棉','127.0.0.1'),(549,1292410370,1,'添加商品分类: 女款','127.0.0.1'),(550,1292410378,1,'添加商品分类: 莫代尔','127.0.0.1'),(551,1292410386,1,'添加商品分类: 男款','127.0.0.1'),(552,1292410394,1,'添加商品分类: 上装','127.0.0.1'),(553,1292410402,1,'添加商品分类: 套装','127.0.0.1'),(554,1292410412,1,'添加商品分类: 下装','127.0.0.1'),(555,1292410437,1,'添加商品分类: 泳装','127.0.0.1'),(556,1292410446,1,'添加商品分类: 比基尼 ','127.0.0.1'),(557,1292410454,1,'添加商品分类: 连体式','127.0.0.1'),(558,1292410463,1,'添加商品分类: 分体式','127.0.0.1'),(559,1292410474,1,'添加商品分类: 鞋子','127.0.0.1'),(560,1292410484,1,'添加商品分类: 皮靴','127.0.0.1'),(561,1292410495,1,'添加商品分类: 帆布鞋','127.0.0.1'),(562,1292410506,1,'添加商品分类: 高筒靴','127.0.0.1'),(563,1292410519,1,'添加商品分类: 单鞋','127.0.0.1'),(564,1292410530,1,'添加商品分类: 短靴','127.0.0.1'),(565,1292410540,1,'添加商品分类: 皮鞋','127.0.0.1'),(566,1292410551,1,'添加商品分类: 高跟鞋','127.0.0.1'),(567,1292410563,1,'添加商品分类: 男鞋','127.0.0.1'),(568,1292410575,1,'添加商品分类: 坡跟鞋','127.0.0.1'),(569,1292410589,1,'添加商品分类: 童鞋','127.0.0.1'),(570,1292410640,1,'添加商品分类: 包包','127.0.0.1'),(571,1292410650,1,'添加商品分类: 休闲包','127.0.0.1'),(572,1292410659,1,'添加商品分类: 拎包','127.0.0.1'),(573,1292410670,1,'添加商品分类: 商务包','127.0.0.1'),(574,1292410680,1,'添加商品分类: 挎包','127.0.0.1'),(575,1292410689,1,'添加商品分类: 晚装包','127.0.0.1'),(576,1292410698,1,'添加商品分类: 手袋','127.0.0.1'),(577,1292410717,1,'添加商品分类: 童装','127.0.0.1'),(578,1292410739,1,'添加商品分类: 男童','127.0.0.1'),(579,1292410746,1,'添加商品分类: 女童','127.0.0.1'),(580,1292410755,1,'添加商品分类: 小公主','127.0.0.1'),(581,1292410763,1,'添加商品分类: 小王子','127.0.0.1'),(582,1292410775,1,'添加商品分类: 乖乖女 ','127.0.0.1'),(583,1292410788,1,'添加商品分类: 活力星','127.0.0.1'),(584,1292410830,1,'添加商品分类: 饰品','127.0.0.1'),(585,1292410840,1,'添加商品分类: 项链','127.0.0.1'),(586,1292410849,1,'添加商品分类: 手镯/手链','127.0.0.1'),(587,1292410869,1,'添加商品分类: 手表','127.0.0.1'),(588,1292410875,1,'添加商品分类: 钥匙扣/手机链','127.0.0.1'),(589,1292410942,1,'添加商品分类: 耳环/耳钉','127.0.0.1'),(590,1292411155,1,'添加商品分类: 其他','127.0.0.1'),(591,1292411173,1,'添加商品分类: 家坊','127.0.0.1'),(592,1292411187,1,'添加商品分类: 时尚系列','127.0.0.1'),(593,1292411200,1,'添加商品分类: 奢华系列','127.0.0.1'),(594,1292411210,1,'添加商品分类: 经典系列','127.0.0.1'),(595,1292411219,1,'添加商品分类: 家居休闲','127.0.0.1'),(596,1292413309,1,'编辑商品分类: 文胸','127.0.0.1'),(597,1292413513,1,'编辑商品分类: 女装','127.0.0.1'),(598,1292413527,1,'编辑商品分类: 鞋子','127.0.0.1'),(599,1292413544,1,'编辑商品分类: 家居服','127.0.0.1'),(600,1292413549,1,'编辑商品分类: 保暖衣','127.0.0.1'),(601,1292413933,1,'编辑商品分类: 轻薄透气','127.0.0.1'),(602,1292413938,1,'编辑商品分类: 少女可爱','127.0.0.1'),(603,1292413944,1,'编辑商品分类: 文胸配饰','127.0.0.1'),(604,1292413951,1,'编辑商品分类: 挺拔集中','127.0.0.1'),(605,1292413962,1,'编辑商品分类: 喜庆系列','127.0.0.1'),(606,1292414140,1,'编辑商品分类: 光面无痕','127.0.0.1'),(607,1292414147,1,'编辑商品分类: 魔术系列','127.0.0.1'),(608,1292414153,1,'编辑商品分类: 塑身','127.0.0.1'),(609,1292414159,1,'编辑商品分类: 抹胸系列','127.0.0.1'),(610,1292414166,1,'编辑商品分类: 文胸套装','127.0.0.1'),(611,1292414501,1,'编辑商品分类: 衬衣','127.0.0.1'),(612,1292414507,1,'编辑商品分类: 裙装','127.0.0.1'),(613,1292414513,1,'编辑商品分类: 风衣','127.0.0.1'),(614,1292414519,1,'编辑商品分类: 羽绒服','127.0.0.1'),(615,1292414524,1,'编辑商品分类: 优惠套装','127.0.0.1'),(616,1292414530,1,'编辑商品分类: T恤','127.0.0.1'),(617,1292414535,1,'编辑商品分类: 西装/夹克','127.0.0.1'),(618,1292414540,1,'编辑商品分类: 大衣','127.0.0.1'),(619,1292414547,1,'编辑商品分类: 裤装','127.0.0.1'),(620,1292414559,1,'编辑商品分类: 棉衣','127.0.0.1'),(621,1292414565,1,'编辑商品分类: 皮衣','127.0.0.1'),(622,1292414572,1,'编辑商品分类: 毛衣','127.0.0.1'),(623,1292414832,1,'编辑商品分类: 睡衣','127.0.0.1'),(624,1292414838,1,'编辑商品分类: 连体','127.0.0.1'),(625,1292414843,1,'编辑商品分类: 家居服','127.0.0.1'),(626,1292414849,1,'编辑商品分类: 浴袍','127.0.0.1'),(627,1292414854,1,'编辑商品分类: T恤吊带','127.0.0.1'),(628,1292414859,1,'编辑商品分类: 运动休闲','127.0.0.1'),(629,1292414866,1,'编辑商品分类: 瑜伽','127.0.0.1'),(630,1292414871,1,'编辑商品分类: 家居休闲','127.0.0.1'),(631,1292414876,1,'编辑商品分类: 分体','127.0.0.1'),(632,1292414908,1,'编辑商品分类: 单鞋','127.0.0.1'),(633,1292414914,1,'编辑商品分类: 皮靴','127.0.0.1'),(634,1292414920,1,'编辑商品分类: 男鞋','127.0.0.1'),(635,1292414946,1,'编辑商品分类: 短靴','127.0.0.1'),(636,1292414951,1,'编辑商品分类: 帆布鞋','127.0.0.1'),(637,1292414956,1,'编辑商品分类: 坡跟鞋','127.0.0.1'),(638,1292414962,1,'编辑商品分类: 皮鞋','127.0.0.1'),(639,1292414978,1,'编辑商品分类: 高筒靴','127.0.0.1'),(640,1292414985,1,'编辑商品分类: 童鞋','127.0.0.1'),(641,1292414990,1,'编辑商品分类: 高跟鞋','127.0.0.1'),(642,1292415014,1,'编辑商品分类: 下装','127.0.0.1'),(643,1292415019,1,'编辑商品分类: 男款','127.0.0.1'),(644,1292415023,1,'编辑商品分类: 纯棉','127.0.0.1'),(645,1292415029,1,'编辑商品分类: 上装','127.0.0.1'),(646,1292415034,1,'编辑商品分类: 女款','127.0.0.1'),(647,1292415040,1,'编辑商品分类: 套装','127.0.0.1'),(648,1292415045,1,'编辑商品分类: 莫代尔','127.0.0.1'),(649,1298815764,1,'删除广告: ','127.0.0.1'),(650,1298815767,1,'删除广告位置: ','127.0.0.1'),(651,1298815792,1,'添加广告位置: 播放器广告下一','127.0.0.1'),(652,1298815813,1,'添加广告位置: 播放器广告下二','127.0.0.1'),(653,1298815828,1,'添加广告位置: 播放器广告下三','127.0.0.1'),(654,1298815848,1,'添加广告: 播放器广告下一','127.0.0.1'),(655,1298815869,1,'添加广告: 播放器广告下二','127.0.0.1'),(656,1298815891,1,'添加广告: 播放器广告下三','127.0.0.1'),(657,1298817181,1,'添加文章分类: 最新资讯','127.0.0.1'),(658,1298819000,1,'删除商品分类: ','127.0.0.1'),(659,1298819007,1,'编辑文章分类: 最新资讯','127.0.0.1'),(660,1298819035,1,'添加文章: 高档羊绒,奢华兔毛,打造冬日俏佳人!','127.0.0.1'),(661,1298819060,1,'添加文章: 2010科技保暖内衣新概念！','127.0.0.1'),(662,1298819086,1,'添加文章: 秋冬白领时尚百搭衬衫超值69元起限时抢购中！','127.0.0.1'),(663,1298819107,1,'添加文章: 秋冬时尚，4款鞋类捷足先登！','127.0.0.1'),(664,1298819121,1,'添加文章: 梦芭莎携手“粉红丝带”10月特献！','127.0.0.1'),(665,1298819132,1,'添加文章: 引爆2010秋冬摩登职场 欧式修身风潮！','127.0.0.1'),(666,1298819150,1,'添加文章: 2010国际最新流行 优雅中国风！','127.0.0.1'),(667,1298820238,1,'添加广告位置: 右侧广告一','127.0.0.1'),(668,1298820245,1,'添加广告位置: 右侧广告二','127.0.0.1'),(669,1298820262,1,'添加广告: 右侧广告一','127.0.0.1'),(670,1298820277,1,'添加广告: 右侧广告二','127.0.0.1'),(671,1298820315,1,'编辑广告位置: 右侧广告二','127.0.0.1'),(672,1298820330,1,'添加广告位置: 右侧广告三','127.0.0.1'),(673,1298820351,1,'添加广告: 右侧广告三','127.0.0.1'),(674,1298878008,1,'编辑商店设置: ','127.0.0.1'),(675,1298904361,1,'添加商品: 模板堂ecmoban.com测试商品1','127.0.0.1'),(676,1298904706,1,'编辑商店设置: ','127.0.0.1'),(677,1298904800,1,'编辑商店设置: ','127.0.0.1'),(678,1298904929,1,'删除商品类型: 书','127.0.0.1'),(679,1298904929,1,'删除商品类型: 音乐','127.0.0.1'),(680,1298904930,1,'删除商品类型: 电影','127.0.0.1'),(681,1298904930,1,'删除商品类型: 手机','127.0.0.1'),(682,1298904931,1,'删除商品类型: 笔记本电脑','127.0.0.1'),(683,1298904931,1,'删除商品类型: 数码相机','127.0.0.1'),(684,1298904932,1,'删除商品类型: 数码摄像机','127.0.0.1'),(685,1298904933,1,'删除商品类型: 精品手机','127.0.0.1'),(686,1298904958,1,'添加属性: 颜色','127.0.0.1'),(687,1298905094,1,'添加属性: 尺寸','127.0.0.1'),(688,1298905121,1,'添加属性: 花边成份','127.0.0.1'),(689,1298905131,1,'添加属性: 侧翼面料','127.0.0.1'),(690,1298905146,1,'编辑属性: 侧翼面料','127.0.0.1'),(691,1298905162,1,'添加属性: 侧翼里料','127.0.0.1'),(692,1298905176,1,'添加属性: 罩杯里料','127.0.0.1'),(693,1298905214,1,'删除商品类型: 化妆品','127.0.0.1'),(694,1298905219,1,'编辑属性: 颜色','127.0.0.1'),(695,1298905243,1,'编辑属性: 花边成份','127.0.0.1'),(696,1298905311,1,'编辑属性: 尺寸','127.0.0.1'),(697,1298905432,1,'编辑商品: 模板堂ecmoban.com测试商品1','127.0.0.1'),(698,1298906326,1,'编辑商品: 模板堂ecmoban.com测试商品1','127.0.0.1'),(699,1298906368,1,'编辑商品: 模板堂ecmoban.com测试商品1','127.0.0.1'),(700,1298906448,1,'添加商品: 模板堂ecmoban.com测试商品2','127.0.0.1'),(701,1298906483,1,'添加商品: 模板堂ecmoban.com测试商品3','127.0.0.1'),(702,1298906595,1,'添加商品: 模板堂ecmoban.com测试商品4','127.0.0.1'),(703,1298906612,1,'添加商品: 模板堂ecmoban.com测试商品5','127.0.0.1'),(704,1298907361,1,'添加商品: 模板堂ecmoban.com测试商品6','127.0.0.1'),(705,1298907376,1,'添加商品: 模板堂ecmoban.com测试商品7','127.0.0.1'),(706,1298907391,1,'添加商品: 模板堂ecmoban.com测试商品8','127.0.0.1'),(707,1298907405,1,'添加商品: 模板堂ecmoban.com测试商品9','127.0.0.1'),(708,1298907421,1,'添加商品: 模板堂ecmoban.com测试商品10','127.0.0.1'),(709,1298908128,1,'添加商品: 模板堂ecmoban.com测试商品11','127.0.0.1'),(710,1298908142,1,'添加商品: 模板堂ecmoban.com测试商品12','127.0.0.1'),(711,1298908162,1,'添加商品: 模板堂ecmoban.com测试商品13','127.0.0.1'),(712,1298908179,1,'添加商品: 模板堂ecmoban.com测试商品14','127.0.0.1'),(713,1298908191,1,'添加商品: 模板堂ecmoban.com测试商品15','127.0.0.1'),(714,1298909270,1,'添加商品: 模板堂ecmoban.com测试商品16','127.0.0.1'),(715,1298909349,1,'添加商品: 模板堂ecmoban.com测试商品17','127.0.0.1'),(716,1298909543,1,'添加商品: 模板堂ecmoban.com测试商品18','127.0.0.1'),(717,1298909557,1,'添加商品: 模板堂ecmoban.com测试商品19','127.0.0.1'),(718,1298909572,1,'添加商品: 模板堂ecmoban.com测试商品20','127.0.0.1'),(719,1298909874,1,'添加商品: 模板堂ecmoban.com测试商品21','127.0.0.1'),(720,1298909889,1,'添加商品: 模板堂ecmoban.com测试商品22','127.0.0.1'),(721,1298909903,1,'添加商品: 模板堂ecmoban.com测试商品23','127.0.0.1'),(722,1298909918,1,'添加商品: 模板堂ecmoban.com测试商品24','127.0.0.1'),(723,1298909926,1,'添加商品: 模板堂ecmoban.com测试商品25','127.0.0.1'),(724,1298910001,1,'编辑商品: 模板堂ecmoban.com测试商品25','127.0.0.1'),(725,1298997646,1,'添加广告位置: 通栏广告一','127.0.0.1'),(726,1298997667,1,'添加广告: 通栏广告一','127.0.0.1'),(727,1298998653,1,'添加广告位置: 首页商品分类区广告','127.0.0.1'),(728,1298998690,1,'添加广告: cat_adv_27','127.0.0.1'),(729,1298998802,1,'编辑广告位置: 340','127.0.0.1'),(730,1298998843,1,'编辑广告: cat_adv_27','127.0.0.1'),(731,1299078700,1,'编辑广告位置: 通栏广告一','127.0.0.1'),(732,1299078709,1,'添加广告位置: 通栏广告二','127.0.0.1'),(733,1299078732,1,'添加广告: 通栏广告二','127.0.0.1'),(734,1299078856,1,'添加广告: cat_adv_19','127.0.0.1'),(735,1299078869,1,'编辑广告: cat_adv_16','127.0.0.1'),(736,1299078987,1,'编辑广告: 通栏广告二','127.0.0.1'),(737,1299079004,1,'添加广告位置: 通栏广告三','127.0.0.1'),(738,1299079025,1,'添加广告: 通栏广告三','127.0.0.1'),(739,1299079408,1,'编辑广告: cat_adv_16','127.0.0.1'),(740,1299079566,1,'添加广告: cat_adv_100','127.0.0.1'),(741,1299079732,1,'编辑广告位置: 通栏广告三','127.0.0.1'),(742,1299079749,1,'添加广告位置: 通栏广告四','127.0.0.1'),(743,1299079769,1,'添加广告: 通栏广告四','127.0.0.1'),(744,1299080016,1,'编辑广告: cat_adv_27','127.0.0.1'),(745,1299080036,1,'添加广告: cat_adv_82','127.0.0.1'),(746,1299080131,1,'编辑广告位置: 通栏广告四','127.0.0.1'),(747,1299080148,1,'添加广告位置: 通栏广告五','127.0.0.1'),(748,1299080165,1,'添加广告: 通栏广告五','127.0.0.1'),(749,1299080373,1,'添加广告: cat_adv_60','127.0.0.1'),(750,1299082045,1,'删除友情链接: ','127.0.0.1'),(751,1299082046,1,'删除友情链接: ','127.0.0.1'),(752,1299082553,1,'编辑商店设置: ','127.0.0.1'),(753,1299082580,1,'编辑商店设置: ','127.0.0.1'),(754,1299082589,1,'编辑商店设置: ','127.0.0.1'),(755,1299139005,1,'添加商品分类: 进口花边塑身系列','127.0.0.1'),(756,1299139016,1,'添加商品分类: 时尚花边塑身系列','127.0.0.1'),(757,1299139025,1,'添加商品分类: 婚庆塑身系列','127.0.0.1'),(758,1299139038,1,'添加商品分类: 时尚性感系列','127.0.0.1'),(759,1299139050,1,'添加商品分类: 经典优雅系列','127.0.0.1'),(760,1299139060,1,'添加商品分类: 少女系列','127.0.0.1'),(761,1299139069,1,'添加商品分类: 一片式舒适系列','127.0.0.1'),(762,1299139078,1,'添加商品分类: A杯','127.0.0.1'),(763,1299139088,1,'添加商品分类: B杯','127.0.0.1'),(764,1299139099,1,'添加商品分类: C杯','127.0.0.1'),(765,1299139111,1,'添加商品分类: D杯','127.0.0.1'),(766,1299139121,1,'添加商品分类: E杯以上','127.0.0.1'),(767,1299139134,1,'添加商品分类: E杯以上','127.0.0.1'),(768,1299139145,1,'添加商品分类: 3/4杯','127.0.0.1'),(769,1299139158,1,'编辑商品分类: 全罩杯','127.0.0.1'),(770,1299139170,1,'添加商品分类: 两排扣','127.0.0.1'),(771,1299139193,1,'添加商品分类: 两排扣','127.0.0.1'),(772,1299139221,1,'添加商品分类: 三排扣','127.0.0.1'),(773,1299139231,1,'添加商品分类: 四排扣','127.0.0.1'),(774,1299139243,1,'添加商品分类: 更多排扣','127.0.0.1'),(775,1299139255,1,'添加商品分类: 硅胶/胸垫','127.0.0.1'),(776,1299139274,1,'编辑商品分类: 喜庆系列','127.0.0.1'),(777,1299139287,1,'添加商品分类: 少女可爱','127.0.0.1'),(778,1299140787,1,'添加广告位置: 分类页广告','127.0.0.1'),(779,1299140818,1,'添加广告: 分类页广告','127.0.0.1'),(780,1299214930,1,'添加广告位置: 左侧小广告一','127.0.0.1'),(781,1299214964,1,'添加广告位置: 左侧小广告二','127.0.0.1'),(782,1299214985,1,'添加广告位置: 左侧小广告三','127.0.0.1'),(783,1299214995,1,'添加广告位置: 左侧小广告四','127.0.0.1'),(784,1299215003,1,'添加广告位置: 左侧小广告五','127.0.0.1'),(785,1299215025,1,'添加广告: 左侧小广告一','127.0.0.1'),(786,1299215045,1,'添加广告: 左侧小广告二','127.0.0.1'),(787,1299215068,1,'添加广告: 左侧小广告三','127.0.0.1'),(788,1299215090,1,'添加广告: 左侧小广告四','127.0.0.1'),(789,1299215109,1,'添加广告: 左侧小广告五','127.0.0.1'),(790,1299244127,1,'编辑会员等级: 注册用户','127.0.0.1'),(791,1299244128,1,'编辑会员等级: vip','127.0.0.1'),(792,1299247282,1,'编辑商品: 模板堂ecmoban.com测试商品1','127.0.0.1'),(793,1299247291,1,'编辑商品: 模板堂ecmoban.com测试商品2','127.0.0.1'),(794,1299247299,1,'编辑商品: 模板堂ecmoban.com测试商品3','127.0.0.1'),(795,1299247312,1,'编辑商品: 模板堂ecmoban.com测试商品4','127.0.0.1'),(796,1299248350,1,'删除文章: 24','127.0.0.1'),(797,1299248350,1,'删除文章: 19','127.0.0.1'),(798,1299248366,1,'添加积分可兑换的商品: 33','127.0.0.1'),(799,1299248370,1,'添加积分可兑换的商品: 34','127.0.0.1'),(800,1299248374,1,'添加积分可兑换的商品: 36','127.0.0.1'),(801,1299248378,1,'添加积分可兑换的商品: 43','127.0.0.1'),(802,1299249848,1,'添加团购商品: 模板堂ecmoban.com测试商品1','127.0.0.1'),(803,1303021098,1,'添加广告位置: 一级分类页播放器广告位','127.0.0.1'),(804,1303021130,1,'添加广告: cate_1_27','127.0.0.1'),(805,1303021145,1,'添加广告: cate_2_27','127.0.0.1'),(806,1303023777,1,'编辑商品: 模板堂ecmoban.com测试商品6','127.0.0.1'),(807,1303023785,1,'编辑商品: 模板堂ecmoban.com测试商品7','127.0.0.1'),(808,1303023801,1,'编辑商品: 模板堂ecmoban.com测试商品8','127.0.0.1'),(809,1303023809,1,'编辑商品: 模板堂ecmoban.com测试商品9','127.0.0.1'),(810,1303023817,1,'编辑商品: 模板堂ecmoban.com测试商品10','127.0.0.1'),(811,1303023998,1,'编辑商品分类: T恤','127.0.0.1'),(812,1303024247,1,'编辑商品分类: T恤','127.0.0.1'),(813,1303024423,1,'编辑商品分类: T恤','127.0.0.1'),(814,1303024437,1,'编辑商品分类: 毛衣','127.0.0.1'),(815,1303025057,1,'编辑商品分类: 棉衣','127.0.0.1'),(816,1303025067,1,'编辑商品分类: T恤','127.0.0.1'),(817,1303027186,1,'编辑商品分类: 中腰','127.0.0.1'),(818,1303027624,1,'编辑商品: 模板堂ecmoban.com测试商品7','127.0.0.1'),(819,1303105313,1,'编辑广告位置: 一级分类页播放器广告位','127.0.0.1'),(820,1303105343,1,'编辑广告位置: 980','127.0.0.1'),(821,1303105347,1,'编辑广告位置: 385','127.0.0.1'),(822,1303105700,1,'编辑广告: cate_1_27','127.0.0.1'),(823,1315107098,1,'编辑商店设置: ','127.0.0.1'),(824,1315108469,1,'编辑广告位置: 首页商品分类区广告','127.0.0.1'),(825,1315108476,1,'编辑广告位置: 950','127.0.0.1'),(826,1315108484,1,'编辑广告位置: 120','127.0.0.1'),(827,1315108502,1,'编辑广告: 顶部广告位','127.0.0.1'),(828,1315143345,1,'删除广告: ','127.0.0.1'),(829,1315143347,1,'删除广告: ','127.0.0.1'),(830,1315143349,1,'删除广告: ','127.0.0.1'),(831,1315143356,1,'删除广告: ','127.0.0.1'),(832,1315143358,1,'删除广告: ','127.0.0.1'),(833,1315143360,1,'删除广告: ','127.0.0.1'),(834,1315143363,1,'删除广告: ','127.0.0.1'),(835,1315143364,1,'删除广告: ','127.0.0.1'),(836,1315143436,1,'删除广告位置: ','127.0.0.1'),(837,1315143438,1,'删除广告位置: ','127.0.0.1'),(838,1315143439,1,'删除广告位置: ','127.0.0.1'),(839,1315143441,1,'删除广告位置: ','127.0.0.1'),(840,1315143443,1,'删除广告位置: ','127.0.0.1'),(841,1315143583,1,'删除广告位置: ','127.0.0.1'),(842,1315143585,1,'删除广告位置: ','127.0.0.1'),(843,1315143586,1,'删除广告位置: ','127.0.0.1'),(844,1315143612,1,'添加广告位置: 播放器下广告1','127.0.0.1'),(845,1315143641,1,'添加广告位置: 播放器下广告2','127.0.0.1'),(846,1315143651,1,'添加广告位置: 播放器下广告3','127.0.0.1'),(847,1315143692,1,'添加广告位置: 播放器下广告4','127.0.0.1'),(848,1315143714,1,'添加广告: 播放器下广告1','127.0.0.1'),(849,1315143731,1,'添加广告: 播放器下广告2','127.0.0.1'),(850,1315143745,1,'添加广告: 播放器下广告3','127.0.0.1'),(851,1315143761,1,'添加广告: 播放器下广告4','127.0.0.1'),(852,1315144469,1,'添加广告位置: 滚动广告区','127.0.0.1'),(853,1315144485,1,'添加广告: 滚动广告区','127.0.0.1'),(854,1315144856,1,'添加文章: 梦芭莎千金本草','127.0.0.1'),(855,1315144860,1,'添加文章: 聆听秋日护肤密语','127.0.0.1'),(856,1315144890,1,'添加文章: 梦芭莎旗下ING2ING','127.0.0.1'),(857,1315144902,1,'添加文章: 百变造型任你选','127.0.0.1'),(858,1315144907,1,'添加文章: 轻松换季炫酷个性IN潮流','127.0.0.1'),(859,1315145594,1,'编辑广告位置: 播放器下广告4','127.0.0.1'),(860,1315145611,1,'添加广告位置: 播放器下广告5','127.0.0.1'),(861,1315145633,1,'添加广告位置: 播放器下广告6','127.0.0.1'),(862,1315145652,1,'添加广告位置: 播放器下广告7','127.0.0.1'),(863,1315145668,1,'添加广告位置: 播放器下广告8','127.0.0.1'),(864,1315145682,1,'添加广告位置: 播放器下广告9','127.0.0.1'),(865,1315145708,1,'添加广告: 播放器下广告5','127.0.0.1'),(866,1315145725,1,'添加广告: 播放器下广告6','127.0.0.1'),(867,1315145740,1,'添加广告: 播放器下广告7','127.0.0.1'),(868,1315145754,1,'添加广告: 播放器下广告8','127.0.0.1'),(869,1315145767,1,'添加广告: 播放器下广告9','127.0.0.1'),(870,1315146034,1,'删除广告: ','127.0.0.1'),(871,1315146035,1,'删除广告: ','127.0.0.1'),(872,1315146037,1,'删除广告: ','127.0.0.1'),(873,1315146043,1,'删除广告位置: ','127.0.0.1'),(874,1315146045,1,'删除广告位置: ','127.0.0.1'),(875,1315146046,1,'删除广告位置: ','127.0.0.1'),(876,1315410003,1,'编辑商店设置: ','127.0.0.1'),(877,1315410494,1,'编辑广告位置: 340','127.0.0.1'),(878,1315410495,1,'编辑广告位置: 340','127.0.0.1'),(879,1317020568,1,'编辑广告: cat_adv_27','127.0.0.1'),(880,1317020688,1,'编辑广告: cat_adv_16','127.0.0.1'),(881,1317530148,1,'编辑广告: cat_adv_82','127.0.0.1'),(882,1317530214,1,'编辑广告: cat_adv_60','127.0.0.1'),(883,1317530657,1,'编辑广告: 顶部广告位','127.0.0.1'),(884,1317531230,1,'编辑操作日志: ','127.0.0.1'),(885,1317539108,1,'编辑广告: cate_1_27','127.0.0.1'),(886,1317539116,1,'编辑广告: cate_1_27','127.0.0.1'),(887,1317539253,1,'编辑广告位置: 385','127.0.0.1'),(888,1317539258,1,'编辑广告位置: 430','127.0.0.1'),(889,1317539408,1,'编辑广告: cate_1_27','127.0.0.1'),(890,1317539416,1,'编辑广告: cate_1_27','127.0.0.1'),(891,1317539430,1,'添加广告: cate_1_16','127.0.0.1'),(892,1317539443,1,'添加广告: cate_2_16','127.0.0.1'),(893,1317539999,1,'删除商品分类: E杯以上','127.0.0.1'),(894,1317540011,1,'删除商品分类: 少女系列','127.0.0.1'),(895,1317540011,1,'删除商品分类: 一片式舒适系列','127.0.0.1'),(896,1317540012,1,'删除商品分类: 时尚性感系列','127.0.0.1'),(897,1317540013,1,'删除商品分类: 经典优雅系列','127.0.0.1'),(898,1317540015,1,'删除商品分类: 文胸套装','127.0.0.1'),(899,1317540016,1,'删除商品分类: 硅胶/胸垫','127.0.0.1'),(900,1317540018,1,'删除商品分类: 文胸配饰','127.0.0.1'),(901,1317540020,1,'删除商品分类: 时尚花边塑身系列','127.0.0.1'),(902,1317540021,1,'删除商品分类: 婚庆塑身系列','127.0.0.1'),(903,1317540021,1,'删除商品分类: 进口花边塑身系列','127.0.0.1'),(904,1317540023,1,'删除商品分类: 轻薄透气','127.0.0.1'),(905,1317540025,1,'删除商品分类: 3/4杯','127.0.0.1'),(906,1317540026,1,'删除商品分类: 全罩杯','127.0.0.1'),(907,1317540027,1,'删除商品分类: 挺拔集中','127.0.0.1'),(908,1317540029,1,'删除商品分类: 魔术系列','127.0.0.1'),(909,1317540031,1,'删除商品分类: 喜庆系列','127.0.0.1'),(910,1317540032,1,'删除商品分类: 喜庆系列','127.0.0.1'),(911,1317540033,1,'删除商品分类: 三排扣','127.0.0.1'),(912,1317540034,1,'删除商品分类: 四排扣','127.0.0.1'),(913,1317540035,1,'删除商品分类: 更多排扣','127.0.0.1'),(914,1317540035,1,'删除商品分类: 两排扣','127.0.0.1'),(915,1317540038,1,'删除商品分类: 塑身','127.0.0.1'),(916,1317540040,1,'删除商品分类: 少女可爱','127.0.0.1'),(917,1317540041,1,'删除商品分类: 少女可爱','127.0.0.1'),(918,1317540043,1,'删除商品分类: 光面无痕','127.0.0.1'),(919,1317540045,1,'删除商品分类: C杯','127.0.0.1'),(920,1317540046,1,'删除商品分类: D杯','127.0.0.1'),(921,1317540046,1,'删除商品分类: A杯','127.0.0.1'),(922,1317540047,1,'删除商品分类: B杯','127.0.0.1'),(923,1317540049,1,'删除商品分类: 抹胸系列','127.0.0.1'),(924,1317540081,1,'编辑商品分类: 内衣','127.0.0.1'),(925,1317540253,1,'添加商品分类: 文胸','127.0.0.1'),(926,1317540263,1,'添加商品分类: 内裤','127.0.0.1'),(927,1317540272,1,'添加商品分类: 家居服','127.0.0.1'),(928,1317540297,1,'添加商品分类: 塑身美体','127.0.0.1'),(929,1317540310,1,'删除商品分类: 塑身美体','127.0.0.1'),(930,1317540322,1,'编辑商品分类: 家居服','127.0.0.1'),(931,1317540426,1,'编辑商品分类: 文胸','127.0.0.1'),(932,1317540432,1,'添加商品分类: 内衣','127.0.0.1'),(933,1317540466,1,'编辑商品分类: 家居服','127.0.0.1'),(934,1317540475,1,'编辑商品分类: 文胸','127.0.0.1'),(935,1317540622,1,'编辑商品分类: 家居服','127.0.0.1'),(936,1317540729,1,'添加商品分类: 其他','127.0.0.1'),(937,1317540740,1,'添加商品分类: 项链','127.0.0.1'),(938,1317540748,1,'添加商品分类: 耳饰','127.0.0.1'),(939,1317540758,1,'添加商品分类: 戒指','127.0.0.1'),(940,1317540768,1,'添加商品分类: 腰带','127.0.0.1'),(941,1317540781,1,'添加商品分类: 床品','127.0.0.1'),(942,1317540790,1,'编辑商品分类: 床品','127.0.0.1'),(943,1317540801,1,'添加商品分类: 起居收纳','127.0.0.1'),(944,1317540810,1,'添加商品分类: 创意家居','127.0.0.1'),(945,1317540828,1,'添加商品分类: 彩妆','127.0.0.1'),(946,1317540834,1,'添加商品分类: 洁面乳','127.0.0.1'),(947,1317540840,1,'添加商品分类: 爽肤水','127.0.0.1'),(948,1317540867,1,'添加商品分类: BB霜','127.0.0.1'),(949,1317540876,1,'添加商品分类: 淡斑','127.0.0.1'),(950,1317540883,1,'添加商品分类: 保湿','127.0.0.1'),(951,1317540897,1,'添加商品分类: 美白','127.0.0.1'),(952,1317541080,1,'删除商品分类: 家居服','127.0.0.1'),(953,1317541081,1,'删除商品分类: 内裤','127.0.0.1'),(954,1317541082,1,'删除商品分类: 文胸','127.0.0.1'),(955,1317541091,1,'添加商品分类: 小胸型','127.0.0.1'),(956,1317541097,1,'添加商品分类: 标准型','127.0.0.1'),(957,1317541104,1,'添加商品分类: 丰满型','127.0.0.1'),(958,1317541126,1,'添加商品分类: 超级加厚杯','127.0.0.1'),(959,1317541133,1,'添加商品分类: 玲珑杯','127.0.0.1'),(960,1317541139,1,'添加商品分类: 性感杯','127.0.0.1'),(961,1317541145,1,'添加商品分类: 超大杯','127.0.0.1'),(962,1317541151,1,'添加商品分类: 进口花边文胸','127.0.0.1'),(963,1317541158,1,'添加商品分类: 抹胸','127.0.0.1'),(964,1317541165,1,'添加商品分类: 磁石精油文胸','127.0.0.1'),(965,1317541174,1,'添加商品分类: 喜庆婚嫁系列','127.0.0.1'),(966,1317541182,1,'添加商品分类: 青春可爱系列','127.0.0.1'),(967,1317541202,1,'添加商品分类: 内裤','127.0.0.1'),(968,1317541241,1,'添加商品分类: 纯棉','127.0.0.1'),(969,1317541250,1,'添加商品分类: 莫代尔','127.0.0.1'),(970,1317541263,1,'添加商品分类: 竹炭','127.0.0.1'),(971,1317541268,1,'添加商品分类: 蕾丝','127.0.0.1'),(972,1317541275,1,'添加商品分类: 冰丝','127.0.0.1'),(973,1317541280,1,'添加商品分类: 生理裤','127.0.0.1'),(974,1317541286,1,'添加商品分类: 三角','127.0.0.1'),(975,1317541291,1,'添加商品分类: 平角','127.0.0.1'),(976,1317541300,1,'添加商品分类: 中腰','127.0.0.1'),(977,1317541306,1,'添加商品分类: 低腰','127.0.0.1'),(978,1317541312,1,'添加商品分类: 优惠套装','127.0.0.1'),(979,1317541332,1,'添加商品分类: 塑身美体','127.0.0.1'),(980,1317541339,1,'添加商品分类: 分体','127.0.0.1'),(981,1317541346,1,'添加商品分类: 连体','127.0.0.1'),(982,1317541352,1,'添加商品分类: 腰封','127.0.0.1'),(983,1317541359,1,'添加商品分类: 腰背佳','127.0.0.1'),(984,1317541364,1,'添加商品分类: 中长塑裤','127.0.0.1'),(985,1317541371,1,'添加商品分类: 短塑裤','127.0.0.1'),(986,1317541378,1,'添加商品分类: 轻度塑身','127.0.0.1'),(987,1317541384,1,'添加商品分类: 中度塑身','127.0.0.1'),(988,1317541391,1,'添加商品分类: 美体套装','127.0.0.1'),(989,1317541408,1,'添加商品分类: 保暖/珊瑚绒','127.0.0.1'),(990,1317541426,1,'添加商品分类: 女士珊瑚绒','127.0.0.1'),(991,1317541433,1,'添加商品分类: 男士珊瑚绒','127.0.0.1'),(992,1317541439,1,'添加商品分类: 套装','127.0.0.1'),(993,1317541446,1,'添加商品分类: 袍装','127.0.0.1'),(994,1317541452,1,'添加商品分类: 单裤','127.0.0.1'),(995,1317541461,1,'添加商品分类: 保暖上衣','127.0.0.1'),(996,1317541467,1,'添加商品分类: 保暖裤','127.0.0.1'),(997,1317541477,1,'添加商品分类: 保暖套装','127.0.0.1'),(998,1317541483,1,'添加商品分类: 打底裤','127.0.0.1'),(999,1317541493,1,'添加商品分类: 其他','127.0.0.1'),(1000,1317541499,1,'添加商品分类: 泳衣','127.0.0.1'),(1001,1317541505,1,'添加商品分类: 乳贴','127.0.0.1'),(1002,1317541511,1,'添加商品分类: 肩带','127.0.0.1'),(1003,1317541517,1,'添加商品分类: 隐形文胸 ','127.0.0.1'),(1004,1317541526,1,'添加商品分类: 插垫','127.0.0.1'),(1005,1317541531,1,'添加商品分类: 特价优惠区 ','127.0.0.1'),(1006,1317541593,1,'编辑广告: cat_adv_16','127.0.0.1'),(1007,1317541598,1,'编辑广告: cate_1_144','127.0.0.1'),(1008,1317541601,1,'编辑广告: cate_2_144','127.0.0.1'),(1009,1317542512,1,'编辑商店设置: ','127.0.0.1'),(1010,1317542877,1,'编辑商店设置: ','127.0.0.1'),(1011,1317543035,1,'编辑商店设置: ','127.0.0.1'),(1012,1317543073,1,'编辑商店设置: ','127.0.0.1'),(1013,1317543581,1,'添加商品: 模板堂ecmoban.com测试商品26','127.0.0.1'),(1014,1317543595,1,'添加商品: 模板堂ecmoban.com测试商品27','127.0.0.1'),(1015,1317543605,1,'添加商品: 模板堂ecmoban.com测试商品28','127.0.0.1'),(1016,1317543617,1,'添加商品: 模板堂ecmoban.com测试商品29','127.0.0.1'),(1017,1317543628,1,'添加商品: 模板堂ecmoban.com测试商品30','127.0.0.1'),(1018,1317543640,1,'编辑商品分类: 内裤','127.0.0.1'),(1019,1317544203,1,'编辑商品分类: 文胸','127.0.0.1'),(1020,1317544958,1,'添加商品: 模板堂ecmoban.com测试商品31','127.0.0.1'),(1021,1317544980,1,'编辑商品: 模板堂ecmoban.com测试商品31','127.0.0.1'),(1022,1317544995,1,'添加商品: 模板堂ecmoban.com测试商品32','127.0.0.1'),(1023,1317545017,1,'添加商品: 模板堂ecmoban.com测试商品33','127.0.0.1'),(1024,1317545030,1,'添加商品: 模板堂ecmoban.com测试商品34','127.0.0.1'),(1025,1317545040,1,'添加商品: 模板堂ecmoban.com测试商品35','127.0.0.1'),(1026,1317545072,1,'编辑商品分类: 塑身美体','127.0.0.1'),(1027,1317548594,1,'编辑广告: cate_2_27','127.0.0.1'),(1028,1317548613,1,'编辑广告: cate_1_27','127.0.0.1'),(1029,1317548942,1,'添加商品分类: 时尚休闲','127.0.0.1'),(1030,1317548953,1,'添加商品分类: 时尚通勤','127.0.0.1'),(1031,1317548965,1,'添加商品分类: 优雅OL','127.0.0.1'),(1032,1317548975,1,'添加商品分类: 优雅浪漫','127.0.0.1'),(1033,1317548988,1,'添加商品分类: 长袖','127.0.0.1'),(1034,1317548999,1,'添加商品分类: 短袖','127.0.0.1'),(1035,1317549011,1,'添加商品分类: 无袖','127.0.0.1'),(1036,1317549022,1,'添加商品分类: 针织衫','127.0.0.1'),(1037,1317549043,1,'添加商品分类: 小衫','127.0.0.1'),(1038,1317549052,1,'添加商品分类: 时尚休闲','127.0.0.1'),(1039,1317549069,1,'添加商品分类: 时尚通勤','127.0.0.1'),(1040,1317549198,1,'添加商品分类: 优雅OL','127.0.0.1'),(1041,1317549207,1,'添加商品分类: 优雅浪漫','127.0.0.1'),(1042,1317549215,1,'添加商品分类: 长袖','127.0.0.1'),(1043,1317549225,1,'添加商品分类: 短袖','127.0.0.1'),(1044,1317549246,1,'添加商品分类: 无袖','127.0.0.1'),(1045,1317549258,1,'添加商品分类: 连衣裙','127.0.0.1'),(1046,1317549268,1,'添加商品分类: 短裙','127.0.0.1'),(1047,1317549276,1,'添加商品分类: 中裙','127.0.0.1'),(1048,1317549285,1,'添加商品分类: 半裙','127.0.0.1'),(1049,1317549300,1,'添加商品分类: 时尚休闲','127.0.0.1'),(1050,1317549309,1,'添加商品分类: 时尚通勤','127.0.0.1'),(1051,1317549334,1,'添加商品分类: 优雅OL','127.0.0.1'),(1052,1317549354,1,'添加商品分类: 优雅浪漫','127.0.0.1'),(1053,1317549366,1,'添加商品分类: 时装裤','127.0.0.1'),(1054,1317549376,1,'添加商品分类: 牛仔裤','127.0.0.1'),(1055,1317549386,1,'添加商品分类: 七分裤','127.0.0.1'),(1056,1317549394,1,'添加商品分类: 短裤','127.0.0.1'),(1057,1317549405,1,'添加商品分类: 中裤','127.0.0.1'),(1058,1317549414,1,'添加商品分类: 长裤','127.0.0.1'),(1059,1318561041,1,'编辑广告: cat_adv_100','127.0.0.1'),(1060,1320906371,1,'添加订单: 2011111031786','127.0.0.1'),(1061,1324740211,1,'编辑广告位置: 播放器下广告1','127.0.0.1'),(1062,1324740219,1,'删除广告: ','127.0.0.1'),(1063,1324740219,1,'删除广告: ','127.0.0.1'),(1064,1324740220,1,'删除广告: ','127.0.0.1'),(1065,1324740220,1,'删除广告: ','127.0.0.1'),(1066,1324740221,1,'删除广告: ','127.0.0.1'),(1067,1324740222,1,'删除广告: ','127.0.0.1'),(1068,1324740223,1,'删除广告: ','127.0.0.1'),(1069,1324740223,1,'删除广告: ','127.0.0.1'),(1070,1324740223,1,'删除广告: ','127.0.0.1'),(1071,1324740227,1,'删除广告位置: ','127.0.0.1'),(1072,1324740227,1,'删除广告位置: ','127.0.0.1'),(1073,1324740228,1,'删除广告位置: ','127.0.0.1'),(1074,1324740228,1,'删除广告位置: ','127.0.0.1'),(1075,1324740228,1,'删除广告位置: ','127.0.0.1'),(1076,1324740232,1,'删除广告位置: ','127.0.0.1'),(1077,1324740232,1,'删除广告位置: ','127.0.0.1'),(1078,1324740232,1,'删除广告位置: ','127.0.0.1'),(1079,1324740233,1,'删除广告位置: ','127.0.0.1'),(1080,1324740301,1,'删除广告: ','127.0.0.1'),(1081,1324740304,1,'删除广告位置: ','127.0.0.1'),(1082,1324740464,1,'添加广告位置: 播放器广告位','127.0.0.1'),(1083,1324740479,1,'编辑广告位置: 播放器广告一','127.0.0.1'),(1084,1324740482,1,'编辑广告位置: 播放器广告一','127.0.0.1'),(1085,1324740488,1,'添加广告位置: 播放器广告二','127.0.0.1'),(1086,1324740495,1,'添加广告位置: 播放器广告三','127.0.0.1'),(1087,1324740509,1,'添加广告位置: 播放器广告四','127.0.0.1'),(1088,1324740520,1,'编辑广告位置: 播放器广告四','127.0.0.1'),(1089,1324740529,1,'添加广告位置: 播放器广告五','127.0.0.1'),(1090,1324740589,1,'添加广告: 播放器广告一','127.0.0.1'),(1091,1324740603,1,'添加广告: 播放器广告二','127.0.0.1'),(1092,1324740621,1,'添加广告: 播放器广告三','127.0.0.1'),(1093,1324740637,1,'添加广告: 播放器广告四','127.0.0.1'),(1094,1324740652,1,'添加广告: 播放器广告五','127.0.0.1'),(1095,1324741036,1,'添加广告位置: 滚动广告一','127.0.0.1'),(1096,1324741046,1,'添加广告位置: 滚动广告二','127.0.0.1'),(1097,1324741051,1,'添加广告位置: 滚动广告三','127.0.0.1'),(1098,1324741056,1,'添加广告位置: 滚动广告四','127.0.0.1'),(1099,1324741061,1,'添加广告位置: 滚动广告五','127.0.0.1'),(1100,1324741123,1,'添加广告: 滚动广告一','127.0.0.1'),(1101,1324741140,1,'添加广告: 滚动广告二','127.0.0.1'),(1102,1324741156,1,'添加广告: 滚动广告三','127.0.0.1'),(1103,1324741171,1,'添加广告: 滚动广告四','127.0.0.1'),(1104,1324741185,1,'添加广告: 滚动广告五','127.0.0.1'),(1105,1324741599,1,'编辑广告位置: 730','127.0.0.1'),(1106,1324741600,1,'编辑广告位置: 730','127.0.0.1'),(1107,1324741601,1,'编辑广告位置: 730','127.0.0.1'),(1108,1324741602,1,'编辑广告位置: 730','127.0.0.1'),(1109,1324741603,1,'编辑广告位置: 730','127.0.0.1'),(1110,1324743095,1,'编辑商品分类: 其他','127.0.0.1'),(1111,1324743648,1,'添加广告位置: 右侧广告位','127.0.0.1'),(1112,1324743666,1,'添加广告: 右侧广告位','127.0.0.1'),(1113,1324743900,1,'编辑广告: cat_adv1_82','127.0.0.1'),(1114,1324743901,1,'编辑广告: cat_adv1_60','127.0.0.1'),(1115,1324743902,1,'编辑广告: cat_adv1_27','127.0.0.1'),(1116,1324743904,1,'编辑广告: cat_adv1_16','127.0.0.1'),(1117,1324743906,1,'编辑广告: cat_adv1_100','127.0.0.1'),(1118,1324743930,1,'编辑广告位置: 310','127.0.0.1'),(1119,1324744044,1,'编辑广告: cat_adv1_27','127.0.0.1'),(1120,1324744063,1,'添加广告: cat_adv2_27','127.0.0.1'),(1121,1324744080,1,'添加广告: cat_adv3_27','127.0.0.1'),(1122,1324744380,1,'添加友情链接: 友情连接1','127.0.0.1'),(1123,1324744387,1,'添加友情链接: 友情连接2','127.0.0.1'),(1124,1324744975,1,'删除广告: ','127.0.0.1'),(1125,1324744983,1,'删除广告: ','127.0.0.1'),(1126,1324744985,1,'删除广告: ','127.0.0.1'),(1127,1324744987,1,'删除广告: ','127.0.0.1'),(1128,1324744990,1,'删除广告: ','127.0.0.1'),(1129,1324745012,1,'删除广告: ','127.0.0.1'),(1130,1324745015,1,'删除广告: ','127.0.0.1'),(1131,1324745018,1,'删除广告: ','127.0.0.1'),(1132,1324745022,1,'删除广告: ','127.0.0.1'),(1133,1324745025,1,'删除广告: ','127.0.0.1'),(1134,1324745047,1,'删除广告位置: ','127.0.0.1'),(1135,1324745051,1,'删除广告位置: ','127.0.0.1'),(1136,1324745053,1,'删除广告位置: ','127.0.0.1'),(1137,1324745055,1,'删除广告位置: ','127.0.0.1'),(1138,1324745057,1,'删除广告位置: ','127.0.0.1'),(1139,1324745060,1,'删除广告位置: ','127.0.0.1'),(1140,1324745415,1,'编辑商品分类: 内衣','127.0.0.1'),(1141,1324783372,1,'编辑商店设置: ','127.0.0.1'),(1142,1324866375,1,'编辑广告位置: 284','127.0.0.1'),(1143,1324866382,1,'编辑广告位置: 24','127.0.0.1'),(1144,1324866385,1,'编辑广告位置: 248','127.0.0.1'),(1145,1324919603,1,'添加广告位置: 美酒广告一','127.0.0.1'),(1146,1324919615,1,'添加广告位置: 美酒广告二','127.0.0.1'),(1147,1324919621,1,'添加广告位置: 美酒广告三','127.0.0.1'),(1148,1324919651,1,'添加广告位置: 美酒广告五','127.0.0.1'),(1149,1324919665,1,'添加广告位置: 美酒广告六','127.0.0.1'),(1150,1324919672,1,'添加广告位置: 美酒广告七','127.0.0.1'),(1151,1324919690,1,'添加广告位置: 美酒广告八','127.0.0.1'),(1152,1324919706,1,'添加广告: 美酒广告一','127.0.0.1'),(1153,1324919718,1,'添加广告: 美酒广告二','127.0.0.1'),(1154,1324919728,1,'编辑广告: 美酒广告一','127.0.0.1'),(1155,1324919732,1,'编辑广告: 美酒广告二','127.0.0.1'),(1156,1324919766,1,'编辑广告: 美酒广告二','127.0.0.1'),(1157,1324919779,1,'添加广告: 美酒广告三','127.0.0.1'),(1158,1324919800,1,'编辑广告位置: 美酒广告三','127.0.0.1'),(1159,1324919803,1,'编辑广告位置: 美酒广告五','127.0.0.1'),(1160,1324919809,1,'添加广告位置: 美酒广告四','127.0.0.1'),(1161,1324919813,1,'编辑广告: 滚动广告四','127.0.0.1'),(1162,1324919814,1,'编辑广告: 美酒广告一','127.0.0.1'),(1163,1324919828,1,'添加广告: 美酒广告四','127.0.0.1'),(1164,1324919843,1,'添加广告: 美酒广告五','127.0.0.1'),(1165,1324919858,1,'添加广告: 美酒广告六','127.0.0.1'),(1166,1324919873,1,'添加广告: 美酒广告七','127.0.0.1'),(1167,1324919885,1,'添加广告: 美酒广告八','127.0.0.1'),(1168,1326209545,1,'删除广告: ','127.0.0.1'),(1169,1326209546,1,'删除广告: ','127.0.0.1'),(1170,1326209547,1,'删除广告: ','127.0.0.1'),(1171,1326209547,1,'删除广告: ','127.0.0.1'),(1172,1326209547,1,'删除广告: ','127.0.0.1'),(1173,1326209548,1,'删除广告: ','127.0.0.1'),(1174,1326209549,1,'删除广告: ','127.0.0.1'),(1175,1326209549,1,'删除广告: ','127.0.0.1'),(1176,1326209554,1,'删除广告位置: ','127.0.0.1'),(1177,1326209554,1,'删除广告位置: ','127.0.0.1'),(1178,1326209555,1,'删除广告位置: ','127.0.0.1'),(1179,1326209555,1,'删除广告位置: ','127.0.0.1'),(1180,1326209556,1,'删除广告位置: ','127.0.0.1'),(1181,1326209556,1,'删除广告位置: ','127.0.0.1'),(1182,1326209557,1,'删除广告位置: ','127.0.0.1'),(1183,1326209557,1,'删除广告位置: ','127.0.0.1'),(1184,1326209617,1,'编辑广告位置: 710','127.0.0.1'),(1185,1326209618,1,'编辑广告位置: 710','127.0.0.1'),(1186,1326209620,1,'编辑广告位置: 710','127.0.0.1'),(1187,1326209625,1,'编辑广告位置: 710','127.0.0.1'),(1188,1326209628,1,'编辑广告位置: 710','127.0.0.1'),(1189,1326209631,1,'编辑广告位置: 300','127.0.0.1'),(1190,1326209632,1,'编辑广告位置: 300','127.0.0.1'),(1191,1326209633,1,'编辑广告位置: 300','127.0.0.1'),(1192,1326209637,1,'编辑广告位置: 300','127.0.0.1'),(1193,1326209638,1,'编辑广告位置: 300','127.0.0.1'),(1194,1326988743,1,'删除商品分类: 生理裤','127.0.0.1'),(1195,1326988744,1,'删除商品分类: 三角','127.0.0.1'),(1196,1326988745,1,'删除商品分类: 平角','127.0.0.1'),(1197,1326988746,1,'删除商品分类: 中腰','127.0.0.1'),(1198,1326988746,1,'删除商品分类: 低腰','127.0.0.1'),(1199,1326988747,1,'删除商品分类: 优惠套装','127.0.0.1'),(1200,1326988750,1,'删除商品分类: 竹炭','127.0.0.1'),(1201,1326988756,1,'删除商品分类: 蕾丝','127.0.0.1'),(1202,1326988756,1,'删除商品分类: 冰丝','127.0.0.1'),(1203,1326988757,1,'删除商品分类: 纯棉','127.0.0.1'),(1204,1326988758,1,'删除商品分类: 莫代尔','127.0.0.1'),(1205,1326988760,1,'删除商品分类: 丰满型','127.0.0.1'),(1206,1326988761,1,'删除商品分类: 玲珑杯','127.0.0.1'),(1207,1326988761,1,'删除商品分类: 超级加厚杯','127.0.0.1'),(1208,1326988762,1,'删除商品分类: 标准型','127.0.0.1'),(1209,1326988763,1,'删除商品分类: 超大杯','127.0.0.1'),(1210,1326988764,1,'删除商品分类: 进口花边文胸','127.0.0.1'),(1211,1326988764,1,'删除商品分类: 抹胸','127.0.0.1'),(1212,1326988766,1,'删除商品分类: 磁石精油文胸','127.0.0.1'),(1213,1326988766,1,'删除商品分类: 喜庆婚嫁系列','127.0.0.1'),(1214,1326988767,1,'删除商品分类: 青春可爱系列','127.0.0.1'),(1215,1326988768,1,'删除商品分类: 性感杯','127.0.0.1'),(1216,1326988769,1,'删除商品分类: 小胸型','127.0.0.1'),(1217,1326988808,1,'删除商品分类: 分体','127.0.0.1'),(1218,1326988809,1,'删除商品分类: 保暖套装','127.0.0.1'),(1219,1326988810,1,'删除商品分类: 特价优惠区','127.0.0.1'),(1220,1326988811,1,'删除商品分类: 肩带','127.0.0.1'),(1221,1326988836,1,'删除商品分类: 隐形文胸','127.0.0.1'),(1222,1326988836,1,'删除商品分类: 插垫','127.0.0.1'),(1223,1326988837,1,'删除商品分类: 泳衣','127.0.0.1'),(1224,1326988838,1,'删除商品分类: 乳贴','127.0.0.1'),(1225,1326988840,1,'删除商品分类: 打底裤','127.0.0.1'),(1226,1326988841,1,'删除商品分类: 单裤','127.0.0.1'),(1227,1326988841,1,'删除商品分类: 男士珊瑚绒','127.0.0.1'),(1228,1326988842,1,'删除商品分类: 保暖裤','127.0.0.1'),(1229,1326988843,1,'删除商品分类: 套装','127.0.0.1'),(1230,1326988843,1,'删除商品分类: 保暖上衣','127.0.0.1'),(1231,1326988844,1,'删除商品分类: 袍装','127.0.0.1'),(1232,1326988922,1,'删除商品分类: 女士珊瑚绒','127.0.0.1'),(1233,1326988924,1,'删除商品分类: 保暖/珊瑚绒','127.0.0.1'),(1234,1326988926,1,'删除商品分类: 其他','127.0.0.1'),(1235,1326988927,1,'删除商品分类: 连体','127.0.0.1'),(1236,1326988928,1,'删除商品分类: 腰封','127.0.0.1'),(1237,1326988929,1,'删除商品分类: 腰背佳','127.0.0.1'),(1238,1326988929,1,'删除商品分类: 中长塑裤','127.0.0.1'),(1239,1326988930,1,'删除商品分类: 短塑裤','127.0.0.1'),(1240,1326988930,1,'删除商品分类: 轻度塑身','127.0.0.1'),(1241,1326988931,1,'删除商品分类: 中度塑身','127.0.0.1'),(1242,1326988932,1,'删除商品分类: 美体套装','127.0.0.1'),(1243,1326988934,1,'删除商品分类: 小王子','127.0.0.1'),(1244,1326988935,1,'删除商品分类: 乖乖女','127.0.0.1'),(1245,1326988935,1,'删除商品分类: 活力星','127.0.0.1'),(1246,1326988936,1,'删除商品分类: 男童','127.0.0.1'),(1247,1326988936,1,'删除商品分类: 女童','127.0.0.1'),(1248,1326988937,1,'删除商品分类: 小公主','127.0.0.1'),(1249,1326988939,1,'删除商品分类: 超强','127.0.0.1'),(1250,1326988940,1,'删除商品分类: 项链','127.0.0.1'),(1251,1326988940,1,'删除商品分类: 手镯/手链','127.0.0.1'),(1252,1326988941,1,'删除商品分类: 手表','127.0.0.1'),(1253,1326988942,1,'删除商品分类: 耳环/耳钉','127.0.0.1'),(1254,1326988943,1,'删除商品分类: 其他','127.0.0.1'),(1255,1326988946,1,'删除商品分类: 钥匙扣/手机链','127.0.0.1'),(1256,1326988948,1,'删除商品分类: 饰品','127.0.0.1'),(1257,1326988950,1,'删除商品分类: 家居休闲','127.0.0.1'),(1258,1326988951,1,'删除商品分类: 时尚系列','127.0.0.1'),(1259,1326988951,1,'删除商品分类: 奢华系列','127.0.0.1'),(1260,1326988952,1,'删除商品分类: 经典系列','127.0.0.1'),(1261,1326988953,1,'删除商品分类: 家坊','127.0.0.1'),(1262,1326988955,1,'删除商品分类: 腰封','127.0.0.1'),(1263,1326988956,1,'删除商品分类: 下装','127.0.0.1'),(1264,1326988956,1,'删除商品分类: 男款','127.0.0.1'),(1265,1326988957,1,'删除商品分类: 上装','127.0.0.1'),(1266,1326988958,1,'删除商品分类: 套装','127.0.0.1'),(1267,1326988959,1,'删除商品分类: 纯棉','127.0.0.1'),(1268,1326988960,1,'删除商品分类: 女款','127.0.0.1'),(1269,1326988960,1,'删除商品分类: 莫代尔','127.0.0.1'),(1270,1326988962,1,'删除商品分类: 保暖衣','127.0.0.1'),(1271,1326988963,1,'删除商品分类: 比基尼','127.0.0.1'),(1272,1326988964,1,'删除商品分类: 连体式','127.0.0.1'),(1273,1326988964,1,'删除商品分类: 分体式','127.0.0.1'),(1274,1326988966,1,'删除商品分类: 泳装','127.0.0.1'),(1275,1326988967,1,'删除商品分类: 童鞋','127.0.0.1'),(1276,1326988968,1,'删除商品分类: 高跟鞋','127.0.0.1'),(1277,1326988968,1,'删除商品分类: 男鞋','127.0.0.1'),(1278,1326988969,1,'删除商品分类: 坡跟鞋','127.0.0.1'),(1279,1326988970,1,'删除商品分类: 单鞋','127.0.0.1'),(1280,1326988970,1,'删除商品分类: 短靴','127.0.0.1'),(1281,1326988971,1,'删除商品分类: 皮鞋','127.0.0.1'),(1282,1326988972,1,'删除商品分类: 皮靴','127.0.0.1'),(1283,1326988973,1,'删除商品分类: 帆布鞋','127.0.0.1'),(1284,1326988973,1,'删除商品分类: 高筒靴','127.0.0.1'),(1285,1326988976,1,'删除商品分类: 腰背夹','127.0.0.1'),(1286,1326988976,1,'删除商品分类: 休闲包','127.0.0.1'),(1287,1326988977,1,'删除商品分类: 拎包','127.0.0.1'),(1288,1326988978,1,'删除商品分类: 商务包','127.0.0.1'),(1289,1326988978,1,'删除商品分类: 晚装包','127.0.0.1'),(1290,1326988979,1,'删除商品分类: 手袋','127.0.0.1'),(1291,1326988982,1,'删除商品分类: 挎包','127.0.0.1'),(1292,1326988983,1,'删除商品分类: 包包','127.0.0.1'),(1293,1326988987,1,'删除商品分类: 长文胸','127.0.0.1'),(1294,1326988988,1,'删除商品分类: 中/长塑裤','127.0.0.1'),(1295,1326988988,1,'删除商品分类: 分体装','127.0.0.1'),(1296,1326988989,1,'删除商品分类: 连体装','127.0.0.1'),(1297,1326988989,1,'删除商品分类: 轻度','127.0.0.1'),(1298,1326988990,1,'删除商品分类: 连体','127.0.0.1'),(1299,1326988991,1,'删除商品分类: T恤吊带','127.0.0.1'),(1300,1326988991,1,'删除商品分类: 家居休闲','127.0.0.1'),(1301,1326988992,1,'删除商品分类: 家居服','127.0.0.1'),(1302,1326988992,1,'删除商品分类: 运动休闲','127.0.0.1'),(1303,1326988993,1,'删除商品分类: 分体','127.0.0.1'),(1304,1326988994,1,'删除商品分类: 浴袍','127.0.0.1'),(1305,1326988995,1,'删除商品分类: 瑜伽','127.0.0.1'),(1306,1326988998,1,'删除商品分类: 睡衣','127.0.0.1'),(1307,1326988999,1,'删除商品分类: 中度','127.0.0.1'),(1308,1326989000,1,'删除商品分类: 短塑裤','127.0.0.1'),(1309,1326989001,1,'删除商品分类: 塑身美体','127.0.0.1'),(1310,1326989003,1,'删除商品分类: 优雅浪漫','127.0.0.1'),(1311,1326989004,1,'删除商品分类: 长袖','127.0.0.1'),(1312,1326989004,1,'删除商品分类: 短袖','127.0.0.1'),(1313,1326989005,1,'删除商品分类: 无袖','127.0.0.1'),(1314,1326989006,1,'删除商品分类: 针织衫','127.0.0.1'),(1315,1326989006,1,'删除商品分类: 时尚休闲','127.0.0.1'),(1316,1326989008,1,'删除商品分类: 时尚通勤','127.0.0.1'),(1317,1326989008,1,'删除商品分类: 优雅OL','127.0.0.1'),(1318,1326989025,1,'删除商品分类: 西装/夹克','127.0.0.1'),(1319,1326989026,1,'删除商品分类: 中裤','127.0.0.1'),(1320,1326989027,1,'删除商品分类: 长裤','127.0.0.1'),(1321,1326989027,1,'删除商品分类: 牛仔裤','127.0.0.1'),(1322,1326989028,1,'删除商品分类: 七分裤','127.0.0.1'),(1323,1326989029,1,'删除商品分类: 短裤','127.0.0.1'),(1324,1326989029,1,'删除商品分类: 时装裤','127.0.0.1'),(1325,1326989031,1,'删除商品分类: 裤装','127.0.0.1'),(1326,1326989068,1,'删除商品分类: 长袖','127.0.0.1'),(1327,1326989069,1,'删除商品分类: 短袖','127.0.0.1'),(1328,1326989070,1,'删除商品分类: 无袖','127.0.0.1'),(1329,1326989070,1,'删除商品分类: 时尚通勤','127.0.0.1'),(1330,1326989071,1,'删除商品分类: 优雅OL','127.0.0.1'),(1331,1326989071,1,'删除商品分类: 优雅浪漫','127.0.0.1'),(1332,1326989072,1,'删除商品分类: 小衫','127.0.0.1'),(1333,1326989073,1,'删除商品分类: 时尚休闲','127.0.0.1'),(1334,1326989074,1,'删除商品分类: 衬衣','127.0.0.1'),(1335,1326989078,1,'删除商品分类: 优惠套装','127.0.0.1'),(1336,1326989080,1,'删除商品分类: 平角裤棉','127.0.0.1'),(1337,1326989092,1,'删除商品分类: 丁字裤','127.0.0.1'),(1338,1326989092,1,'删除商品分类: 莫代尔','127.0.0.1'),(1339,1326989093,1,'删除商品分类: 棉','127.0.0.1'),(1340,1326989093,1,'删除商品分类: 平脚裤','127.0.0.1'),(1341,1326989094,1,'删除商品分类: 低腰','127.0.0.1'),(1342,1326989095,1,'删除商品分类: 中腰','127.0.0.1'),(1343,1326989095,1,'删除商品分类: 三角裤','127.0.0.1'),(1344,1326989096,1,'删除商品分类: 内裤','127.0.0.1'),(1345,1326989098,1,'删除商品分类: 大衣','127.0.0.1'),(1346,1326989099,1,'删除商品分类: 短裙','127.0.0.1'),(1347,1326989100,1,'删除商品分类: 中裙','127.0.0.1'),(1348,1326989100,1,'删除商品分类: 半裙','127.0.0.1'),(1349,1326989101,1,'删除商品分类: 时尚休闲','127.0.0.1'),(1350,1326989101,1,'删除商品分类: 时尚通勤','127.0.0.1'),(1351,1326989102,1,'删除商品分类: 优雅OL','127.0.0.1'),(1352,1326989104,1,'删除商品分类: 优雅浪漫','127.0.0.1'),(1353,1326989104,1,'删除商品分类: 连衣裙','127.0.0.1'),(1354,1326989105,1,'删除商品分类: 裙装','127.0.0.1'),(1355,1326989107,1,'删除商品分类: 皮衣','127.0.0.1'),(1356,1326989110,1,'删除商品分类: 风衣','127.0.0.1'),(1357,1326989112,1,'删除商品分类: 毛衣','127.0.0.1'),(1358,1326989114,1,'删除商品分类: 羽绒服','127.0.0.1'),(1359,1326989117,1,'删除商品分类: 保湿','127.0.0.1'),(1360,1326989118,1,'删除商品分类: 美白','127.0.0.1'),(1361,1326989118,1,'删除商品分类: 洁面乳','127.0.0.1'),(1362,1326989119,1,'删除商品分类: 戒指','127.0.0.1'),(1363,1326989119,1,'删除商品分类: 起居收纳','127.0.0.1'),(1364,1326989120,1,'删除商品分类: 床品','127.0.0.1'),(1365,1326989120,1,'删除商品分类: 腰带','127.0.0.1'),(1366,1326989121,1,'删除商品分类: 项链','127.0.0.1'),(1367,1326989121,1,'删除商品分类: 爽肤水','127.0.0.1'),(1368,1326989122,1,'删除商品分类: BB霜','127.0.0.1'),(1369,1326989122,1,'删除商品分类: 淡斑','127.0.0.1'),(1370,1326989124,1,'删除商品分类: 彩妆','127.0.0.1'),(1371,1326989128,1,'删除商品分类: 创意家居','127.0.0.1'),(1372,1326989128,1,'删除商品分类: 耳饰','127.0.0.1'),(1373,1326989132,1,'删除商品分类: 其他','127.0.0.1'),(1374,1326989160,1,'批量回收商品: ','127.0.0.1'),(1375,1326989165,1,'批量回收商品: ','127.0.0.1'),(1376,1326989170,1,'批量回收商品: ','127.0.0.1'),(1377,1326989190,1,'批量删除商品: ','127.0.0.1'),(1378,1326989208,1,'批量删除商品: ','127.0.0.1'),(1379,1326989213,1,'批量删除商品: ','127.0.0.1'),(1380,1326989316,1,'删除商品分类: 内裤','127.0.0.1'),(1381,1326989317,1,'删除商品分类: 文胸','127.0.0.1'),(1382,1326989317,1,'删除商品分类: 塑身美体','127.0.0.1'),(1383,1326989318,1,'删除商品分类: 内衣','127.0.0.1'),(1384,1326989319,1,'删除商品分类: 家居服','127.0.0.1'),(1385,1326989320,1,'删除商品分类: 棉衣','127.0.0.1'),(1386,1326989321,1,'删除商品分类: T恤','127.0.0.1'),(1387,1326989321,1,'删除商品分类: 鞋子','127.0.0.1'),(1388,1326989322,1,'删除商品分类: 女装','127.0.0.1'),(1389,1326989322,1,'删除商品分类: 童装','127.0.0.1'),(1390,1326989330,1,'添加商品分类: 原产地','127.0.0.1'),(1391,1326989356,1,'添加商品分类: 法国','127.0.0.1'),(1392,1326989363,1,'添加商品分类: 意大利','127.0.0.1'),(1393,1326989371,1,'添加商品分类: 西班牙','127.0.0.1'),(1394,1326989377,1,'添加商品分类: 德国','127.0.0.1'),(1395,1326989382,1,'添加商品分类: 葡萄牙','127.0.0.1'),(1396,1326989387,1,'添加商品分类: 美国','127.0.0.1'),(1397,1326989394,1,'添加商品分类: 新西兰','127.0.0.1'),(1398,1326989403,1,'添加商品分类: 澳大利亚','127.0.0.1'),(1399,1326989413,1,'添加商品分类: 智利','127.0.0.1'),(1400,1326989432,1,'添加商品分类: 阿根廷','127.0.0.1'),(1401,1326989439,1,'添加商品分类: 南非','127.0.0.1'),(1402,1326989451,1,'添加商品分类: 奥地利','127.0.0.1'),(1403,1326989457,1,'添加商品分类: 加拿大','127.0.0.1'),(1404,1326989475,1,'添加商品分类: 类型','127.0.0.1'),(1405,1326989484,1,'添加商品分类: 红葡萄酒','127.0.0.1'),(1406,1326989490,1,'添加商品分类: 白葡萄酒','127.0.0.1'),(1407,1326989497,1,'添加商品分类: 桃红葡萄酒','127.0.0.1'),(1408,1326989505,1,'添加商品分类: 起泡酒','127.0.0.1'),(1409,1326989511,1,'添加商品分类: 加强葡萄酒','127.0.0.1'),(1410,1326989519,1,'添加商品分类: 烈酒','127.0.0.1'),(1411,1326989531,1,'添加商品分类: 品种','127.0.0.1'),(1412,1326989538,1,'添加商品分类: 赤霞珠','127.0.0.1'),(1413,1326989543,1,'添加商品分类: 梅洛','127.0.0.1'),(1414,1326989549,1,'添加商品分类: 黑皮诺','127.0.0.1'),(1415,1326989556,1,'添加商品分类: 西拉/设拉子','127.0.0.1'),(1416,1326989563,1,'添加商品分类: 雷司令','127.0.0.1'),(1417,1326989570,1,'添加商品分类: 霞多丽','127.0.0.1'),(1418,1326989576,1,'添加商品分类: 长相思','127.0.0.1'),(1419,1326989747,1,'添加商品分类: 其他','127.0.0.1'),(1420,1326989754,1,'添加商品分类: 高分低价','127.0.0.1'),(1421,1326989761,1,'添加商品分类: 小瓶装','127.0.0.1'),(1422,1326989769,1,'添加商品分类: 新品','127.0.0.1'),(1423,1326989778,1,'添加商品分类: 整箱','127.0.0.1'),(1424,1326989785,1,'添加商品分类: 组合','127.0.0.1'),(1425,1326989793,1,'添加商品分类: 礼盒','127.0.0.1'),(1426,1326989802,1,'添加商品分类: 酒具','127.0.0.1'),(1427,1326989808,1,'添加商品分类: 买赠','127.0.0.1'),(1428,1326989814,1,'添加商品分类: 促销','127.0.0.1'),(1429,1328451544,1,'编辑商店设置: ','127.0.0.1'),(1430,1328537578,1,'编辑广告位置: 960','127.0.0.1'),(1431,1328537588,1,'编辑广告位置: 102','127.0.0.1'),(1432,1328537884,1,'编辑广告: 滚动广告五','127.0.0.1'),(1433,1329323130,1,'编辑广告: 播放器广告一','127.0.0.1'),(1434,1329630041,1,'添加广告位置: 最新动态广告','127.0.0.1'),(1435,1329630063,1,'添加广告: 最新动态广告','127.0.0.1'),(1436,1329630377,1,'编辑文章分类: 最新动态','127.0.0.1'),(1437,1329630398,1,'删除文章: ','127.0.0.1'),(1438,1329630398,1,'删除文章: ','127.0.0.1'),(1439,1329630398,1,'删除文章: ','127.0.0.1'),(1440,1329630398,1,'删除文章: ','127.0.0.1'),(1441,1329630398,1,'删除文章: ','127.0.0.1'),(1442,1329630398,1,'删除文章: ','127.0.0.1'),(1443,1329630398,1,'删除文章: ','127.0.0.1'),(1444,1329630398,1,'删除文章: ','127.0.0.1'),(1445,1329630398,1,'删除文章: ','127.0.0.1'),(1446,1329630398,1,'删除文章: ','127.0.0.1'),(1447,1329630398,1,'删除文章: ','127.0.0.1'),(1448,1329630398,1,'删除文章: ','127.0.0.1'),(1449,1329630429,1,'删除文章: ','127.0.0.1'),(1450,1329630436,1,'删除文章: ','127.0.0.1'),(1451,1329630436,1,'删除文章: ','127.0.0.1'),(1452,1329630436,1,'删除文章: ','127.0.0.1'),(1453,1329630436,1,'删除文章: ','127.0.0.1'),(1454,1329630487,1,'添加文章: 也买酒订单运费调整公告 ','127.0.0.1'),(1455,1329630494,1,'添加文章: 新春活动法国游名单公布  ','127.0.0.1'),(1456,1329630499,1,'添加文章: 也买酒打假公告 ','127.0.0.1'),(1457,1329630530,1,'添加文章分类: 调价公告','127.0.0.1'),(1458,1329630542,1,'添加文章分类: 媒体聚焦','127.0.0.1'),(1459,1329630567,1,'添加文章: 2月13日13款商品降价返现公告 ','127.0.0.1'),(1460,1329630580,1,'添加文章: 2月20日5款酒品提价通告 ','127.0.0.1'),(1461,1329630589,1,'添加文章: 2月15日和3月1日4款酒品提价通告 ','127.0.0.1'),(1462,1329630606,1,'添加文章: 网易博客：也买酒开创中国薄若莱新酒的新时代 ','127.0.0.1'),(1463,1329630615,1,'添加文章: 中国酒业新闻网报道：2011年薄若莱新','127.0.0.1'),(1464,1329630624,1,'添加文章: 新民晚报报道：2011年喝到第一口新酒','127.0.0.1'),(1465,1329630998,1,'添加广告位置: 播放器下广告一','127.0.0.1'),(1466,1329631005,1,'添加广告位置: 播放器下广告二','127.0.0.1'),(1467,1329631011,1,'添加广告位置: 播放器下广告三','127.0.0.1'),(1468,1329631040,1,'添加广告: 播放器下广告一','127.0.0.1'),(1469,1329631221,1,'编辑广告: 播放器下广告一','127.0.0.1'),(1470,1329631263,1,'添加广告: 播放器下广告二','127.0.0.1'),(1471,1329631283,1,'添加广告: 播放器下广告三','127.0.0.1'),(1472,1329632073,1,'编辑商品分类: 品种','127.0.0.1'),(1473,1329632082,1,'编辑商品分类: 梅洛','127.0.0.1'),(1474,1329632086,1,'编辑商品分类: 霞多丽','127.0.0.1'),(1475,1329632090,1,'编辑商品分类: 长相思','127.0.0.1'),(1476,1329632096,1,'编辑商品分类: 西拉/设拉子','127.0.0.1'),(1477,1329632116,1,'编辑商品分类: 赤霞珠','127.0.0.1'),(1478,1329632126,1,'编辑商品分类: 雷司令','127.0.0.1'),(1479,1329632136,1,'编辑商品分类: 类型','127.0.0.1'),(1480,1329632141,1,'编辑商品分类: 起泡酒','127.0.0.1'),(1481,1329632146,1,'编辑商品分类: 红葡萄酒','127.0.0.1'),(1482,1329632151,1,'编辑商品分类: 加强葡萄酒','127.0.0.1'),(1483,1329632160,1,'编辑商品分类: 白葡萄酒','127.0.0.1'),(1484,1329632167,1,'编辑商品分类: 烈酒','127.0.0.1'),(1485,1329632173,1,'编辑商品分类: 桃红葡萄酒','127.0.0.1'),(1486,1329632184,1,'编辑商品分类: 原产地','127.0.0.1'),(1487,1329632191,1,'编辑商品分类: 葡萄牙','127.0.0.1'),(1488,1329632196,1,'编辑商品分类: 奥地利','127.0.0.1'),(1489,1329632201,1,'编辑商品分类: 美国','127.0.0.1'),(1490,1329632208,1,'编辑商品分类: 智利','127.0.0.1'),(1491,1329632214,1,'编辑商品分类: 意大利','127.0.0.1'),(1492,1329632227,1,'编辑商品分类: 德国','127.0.0.1'),(1493,1329632234,1,'编辑商品分类: 法国','127.0.0.1'),(1494,1329632243,1,'编辑商品分类: 其他','127.0.0.1'),(1495,1329632250,1,'编辑商品分类: 酒具','127.0.0.1'),(1496,1329632256,1,'编辑商品分类: 高分低价','127.0.0.1'),(1497,1329632262,1,'编辑商品分类: 促销','127.0.0.1'),(1498,1329632268,1,'编辑商品分类: 组合','127.0.0.1'),(1499,1329632273,1,'编辑商品分类: 礼盒','127.0.0.1'),(1500,1329632280,1,'编辑商品分类: 小瓶装','127.0.0.1'),(1501,1329632286,1,'编辑商品分类: 新品','127.0.0.1'),(1502,1329632292,1,'编辑商品分类: 买赠','127.0.0.1'),(1503,1329632297,1,'编辑商品分类: 整箱','127.0.0.1'),(1504,1329632444,1,'编辑商品分类: 新西兰','127.0.0.1'),(1505,1329632461,1,'编辑商品分类: 西班牙','127.0.0.1'),(1506,1329632467,1,'编辑商品分类: 加拿大','127.0.0.1'),(1507,1329632473,1,'编辑商品分类: 南非','127.0.0.1'),(1508,1329632907,1,'编辑广告: 滚动广告五','127.0.0.1'),(1509,1329633236,1,'编辑广告: 右侧广告位','127.0.0.1'),(1510,1329633619,1,'添加广告位置: 通栏广告','127.0.0.1'),(1511,1329633659,1,'添加广告: 通栏广告','127.0.0.1'),(1512,1329641270,1,'添加品牌管理: 赤霞珠 ','127.0.0.1'),(1513,1329641279,1,'添加品牌管理: 梅洛','127.0.0.1'),(1514,1329641286,1,'添加品牌管理: 黑皮诺','127.0.0.1'),(1515,1329641295,1,'添加品牌管理: 西拉/设拉子','127.0.0.1'),(1516,1329641304,1,'添加品牌管理: 雷司令','127.0.0.1'),(1517,1329641312,1,'添加品牌管理: 霞多丽','127.0.0.1'),(1518,1329641318,1,'添加品牌管理: 长相思','127.0.0.1'),(1519,1329641691,1,'删除商品类型: 内衣','127.0.0.1'),(1520,1329641798,1,'添加属性: 原产地','127.0.0.1'),(1521,1329642584,1,'添加属性: 类型 ','127.0.0.1'),(1522,1329643666,1,'添加商品: ecshop模板堂(www.ecmoban.com) 测试商品01','127.0.0.1'),(1523,1329645211,1,'编辑商品: ecshop模板堂(www.ecmoban.com) 测试商品01','127.0.0.1'),(1524,1329646246,1,'编辑商品: ecshop模板堂(www.ecmoban.com) 测试商品01','127.0.0.1'),(1525,1329647096,1,'编辑商品: ecshop模板堂(www.ecmoban.com) 测试商品01','127.0.0.1'),(1526,1329647105,1,'编辑商品: ecshop模板堂(www.ecmoban.com) 测试商品01','127.0.0.1'),(1527,1329647145,1,'添加商品: ecshop模板堂(www.ecmoban.com) 测试商品01','127.0.0.1'),(1528,1329647251,1,'编辑商店设置: ','127.0.0.1'),(1529,1329647439,1,'添加商品: ecshop模板堂(ecmoban.com) 测试商品03','127.0.0.1'),(1530,1329647477,1,'添加商品: ecshop模板堂(ecmoban.com) 测试商品 04','127.0.0.1'),(1531,1329647496,1,'添加商品: ecshop模板堂(ecmoban.com) 测试商品05','127.0.0.1'),(1532,1329647520,1,'添加商品: ecshop模板堂(ecmoban.com) 测试商品06','127.0.0.1'),(1533,1329647613,1,'添加商品: ecshop模板堂(ecmoban.com) 测试商品07','127.0.0.1'),(1534,1329647637,1,'添加商品: ecshop模板堂(ecmoban.com) 测试商品08','127.0.0.1'),(1535,1329647662,1,'添加商品: ecshop模板堂(ecmoban.com) 测试商品09','127.0.0.1'),(1536,1329647688,1,'添加商品: ecshop模板堂(ecmoban.com) 测试商品10','127.0.0.1'),(1537,1329647716,1,'添加商品: ecshop模板堂(ecmoban.com) 测试商品11','127.0.0.1'),(1538,1329647806,1,'添加商品: ecshop模板堂(ecmoban.com) 测试商品12','127.0.0.1'),(1539,1329647846,1,'编辑商品: ecshop模板堂(ecmoban.com) 测试商品04','127.0.0.1'),(1540,1329647860,1,'编辑商品: ecshop模板堂(ecmoban.com) 测试商品05','127.0.0.1'),(1541,1329664283,1,'添加广告位置: 精品广告位','127.0.0.1'),(1542,1329664309,1,'添加广告: best_1','127.0.0.1'),(1543,1329664323,1,'添加广告: best_2','127.0.0.1'),(1544,1329664380,1,'编辑广告: best_1','127.0.0.1'),(1545,1330153502,1,'编辑广告位置: 通栏广告一','127.0.0.1'),(1546,1330153511,1,'编辑广告: 通栏广告一','127.0.0.1'),(1547,1330153544,1,'编辑广告位置: 通栏广告一','127.0.0.1'),(1548,1330154717,1,'添加广告位置: 通栏广告二','127.0.0.1'),(1549,1330154739,1,'添加广告: 通栏广告二','127.0.0.1'),(1550,1330155001,1,'编辑广告: hot_2','127.0.0.1'),(1551,1330155003,1,'编辑广告: hot_1','127.0.0.1'),(1552,1330156038,1,'编辑商品: ecshop模板堂(ecmoban.com) 测试商品01','127.0.0.1'),(1553,1330156052,1,'编辑商品: ecshop模板堂(ecmoban.com) 测试商品02','127.0.0.1'),(1554,1330156067,1,'编辑商品: ecshop模板堂(ecmoban.com) 测试商品03','127.0.0.1'),(1555,1330156080,1,'编辑商品: ecshop模板堂(ecmoban.com) 测试商品04','127.0.0.1'),(1556,1330156093,1,'编辑商品: ecshop模板堂(ecmoban.com) 测试商品05','127.0.0.1'),(1557,1330161203,1,'添加广告位置: sale_advlist','127.0.0.1'),(1558,1330161274,1,'添加广告: 圣勒庄园红结麦仑谷赤霞珠红葡萄酒','127.0.0.1'),(1559,1330161465,1,'添加广告: 普莱萨斯庄园干红葡萄酒','127.0.0.1'),(1560,1330161503,1,'添加广告: 艾博斯城堡干红葡萄酒','127.0.0.1'),(1561,1330161606,1,'添加广告: 法国拉福尔干红葡萄酒','127.0.0.1'),(1562,1330243509,1,'添加广告位置: 首页新品和推荐广告位','127.0.0.1'),(1563,1330243536,1,'添加广告: new_1','127.0.0.1'),(1564,1330243558,1,'添加广告: best_1','127.0.0.1'),(1565,1330262079,1,'编辑操作日志: ','127.0.0.1'),(1566,1330765419,1,'编辑商品分类: 加强葡萄酒','127.0.0.1'),(1567,1330776566,1,'添加积分可兑换的商品: 68','127.0.0.1'),(1568,1330776571,1,'添加积分可兑换的商品: 69','127.0.0.1'),(1569,1330776575,1,'添加积分可兑换的商品: 70','127.0.0.1'),(1570,1330776586,1,'添加积分可兑换的商品: 72','127.0.0.1'),(1571,1330776591,1,'添加积分可兑换的商品: 73','127.0.0.1'),(1572,1330779769,1,'编辑属性: 类型','127.0.0.1'),(1573,1330779811,1,'编辑商店设置: ','127.0.0.1'),(1574,1330867451,1,'编辑商品: ecshop模板堂(ecmoban.com) 测试商品12','127.0.0.1'),(1575,1330951356,1,'编辑商品: ecshop模板堂(ecmoban.com) 测试商品12','127.0.0.1'),(1576,1330951410,1,'编辑商品: ecshop模板堂(ecmoban.com) 测试商品12','127.0.0.1'),(1577,1330951451,1,'编辑商品: ecshop模板堂(ecmoban.com) 测试商品01','127.0.0.1'),(1578,1330952232,1,'编辑商品: ecshop模板堂(ecmoban.com) 测试商品06','127.0.0.1'),(1579,1330953790,1,'编辑拍卖活动: 拍卖活动——索爱C702c(第2期)','127.0.0.1'),(1580,1330953844,1,'添加拍卖活动: 拍卖活动一','127.0.0.1'),(1581,1330953953,1,'编辑拍卖活动: 拍卖活动一','127.0.0.1'),(1582,1333111782,1,'编辑商品: ecshop模板堂(ecmoban.com) 测试商品10','127.0.0.1'),(1583,1336884019,1,'编辑前台语言项: ','127.0.0.1'),(1584,1336885041,1,'删除广告: ','127.0.0.1'),(1585,1336885050,1,'删除广告: ','127.0.0.1'),(1586,1336885065,1,'删除广告: ','127.0.0.1'),(1587,1336885066,1,'删除广告: ','127.0.0.1'),(1588,1336885068,1,'删除广告: ','127.0.0.1'),(1589,1336885069,1,'删除广告: ','127.0.0.1'),(1590,1336885071,1,'删除广告: ','127.0.0.1'),(1591,1336885073,1,'删除广告: ','127.0.0.1'),(1592,1336885074,1,'删除广告: ','127.0.0.1'),(1593,1336885079,1,'删除广告: ','127.0.0.1'),(1594,1336885081,1,'删除广告: ','127.0.0.1'),(1595,1336885082,1,'删除广告: ','127.0.0.1'),(1596,1336885082,1,'删除广告: ','127.0.0.1'),(1597,1336885083,1,'删除广告: ','127.0.0.1'),(1598,1336885086,1,'删除广告: ','127.0.0.1'),(1599,1336885089,1,'删除广告: ','127.0.0.1'),(1600,1336885090,1,'删除广告: ','127.0.0.1'),(1601,1336885091,1,'删除广告: ','127.0.0.1'),(1602,1336885091,1,'删除广告: ','127.0.0.1'),(1603,1336885092,1,'删除广告: ','127.0.0.1'),(1604,1336885092,1,'删除广告: ','127.0.0.1'),(1605,1336885093,1,'删除广告: ','127.0.0.1'),(1606,1336885093,1,'删除广告: ','127.0.0.1'),(1607,1336885094,1,'删除广告: ','127.0.0.1'),(1608,1336885094,1,'删除广告: ','127.0.0.1'),(1609,1336885095,1,'删除广告: ','127.0.0.1'),(1610,1336885095,1,'删除广告: ','127.0.0.1'),(1611,1336885099,1,'删除广告位置: ','127.0.0.1'),(1612,1336885101,1,'删除广告位置: ','127.0.0.1'),(1613,1336885123,1,'删除广告位置: ','127.0.0.1'),(1614,1336885127,1,'删除广告位置: ','127.0.0.1'),(1615,1336885127,1,'删除广告位置: ','127.0.0.1'),(1616,1336885128,1,'删除广告位置: ','127.0.0.1'),(1617,1336885128,1,'删除广告位置: ','127.0.0.1'),(1618,1336885129,1,'删除广告位置: ','127.0.0.1'),(1619,1336885129,1,'删除广告位置: ','127.0.0.1'),(1620,1336885132,1,'删除广告位置: ','127.0.0.1'),(1621,1336885132,1,'删除广告位置: ','127.0.0.1'),(1622,1336885133,1,'删除广告位置: ','127.0.0.1'),(1623,1336885133,1,'删除广告位置: ','127.0.0.1'),(1624,1336885133,1,'删除广告位置: ','127.0.0.1'),(1625,1336885135,1,'删除广告位置: ','127.0.0.1'),(1626,1336885137,1,'删除广告位置: ','127.0.0.1'),(1627,1336885137,1,'删除广告位置: ','127.0.0.1'),(1628,1336885145,1,'编辑广告位置: 右侧广告','127.0.0.1'),(1629,1336885152,1,'编辑广告: 右侧','127.0.0.1'),(1630,1336885307,1,'编辑商店设置: ','127.0.0.1'),(1631,1336888884,1,'删除友情链接: ','127.0.0.1'),(1632,1336888885,1,'删除友情链接: ','127.0.0.1'),(1633,1336890518,1,'编辑商店设置: ','127.0.0.1'),(1634,1432639511,1,'编辑商店设置: ','127.0.0.1'),(1635,1432639530,1,'编辑商店设置: ','127.0.0.1'),(1636,1432639545,1,'批量回收商品: ','127.0.0.1'),(1637,1432639556,1,'批量删除商品: ','127.0.0.1'),(1638,1432639599,1,'删除商品类型: 酒类','127.0.0.1'),(1639,1432639610,1,'删除商品分类: 促销','127.0.0.1'),(1640,1432639611,1,'删除商品分类: 西拉/设拉子','127.0.0.1'),(1641,1432639612,1,'删除商品分类: 新品','127.0.0.1'),(1642,1432639612,1,'删除商品分类: 整箱','127.0.0.1'),(1643,1432639613,1,'删除商品分类: 组合','127.0.0.1'),(1644,1432639613,1,'删除商品分类: 礼盒','127.0.0.1'),(1645,1432639614,1,'删除商品分类: 高分低价','127.0.0.1'),(1646,1432639614,1,'删除商品分类: 小瓶装','127.0.0.1'),(1647,1432639615,1,'删除商品分类: 白葡萄酒','127.0.0.1'),(1648,1432639615,1,'删除商品分类: 桃红葡萄酒','127.0.0.1'),(1649,1432639616,1,'删除商品分类: 买赠','127.0.0.1'),(1650,1432639616,1,'删除商品分类: 加强葡萄酒','127.0.0.1'),(1651,1432639618,1,'删除商品分类: 加拿大','127.0.0.1'),(1652,1432639619,1,'删除商品分类: 美国','127.0.0.1'),(1653,1432639620,1,'删除商品分类: 西班牙','127.0.0.1'),(1654,1432639622,1,'删除商品分类: 黑皮诺','127.0.0.1'),(1655,1432639625,1,'删除商品分类: 霞多丽','127.0.0.1'),(1656,1432639627,1,'删除商品分类: 长相思','127.0.0.1'),(1657,1432639628,1,'删除商品分类: 赤霞珠','127.0.0.1'),(1658,1432639629,1,'删除商品分类: 梅洛','127.0.0.1'),(1659,1432639629,1,'删除商品分类: 雷司令','127.0.0.1'),(1660,1432639631,1,'删除商品分类: 品种','127.0.0.1'),(1661,1432639637,1,'删除商品分类: 法国','127.0.0.1'),(1662,1432639638,1,'删除商品分类: 澳大利亚','127.0.0.1'),(1663,1432639638,1,'删除商品分类: 阿根廷','127.0.0.1'),(1664,1432639641,1,'删除商品分类: 意大利','127.0.0.1'),(1665,1432639643,1,'删除商品分类: 奥地利','127.0.0.1'),(1666,1432639645,1,'删除商品分类: 德国','127.0.0.1'),(1667,1432639650,1,'删除商品分类: 葡萄牙','127.0.0.1'),(1668,1432639744,1,'编辑商品分类: 类别1','127.0.0.1'),(1669,1432639753,1,'编辑商品分类: 类别2','127.0.0.1'),(1670,1432639761,1,'编辑商品分类: 类型3','127.0.0.1'),(1671,1432639793,1,'编辑商品分类: 子类1','127.0.0.1'),(1672,1432639798,1,'编辑商品分类: 子类2','127.0.0.1'),(1673,1432639803,1,'编辑商品分类: 子类3','127.0.0.1'),(1674,1432639815,1,'编辑商品分类: 子类11','127.0.0.1'),(1675,1432639822,1,'编辑商品分类: 子类1','127.0.0.1'),(1676,1432639826,1,'编辑商品分类: 子类2','127.0.0.1'),(1677,1432639831,1,'编辑商品分类: 子类3','127.0.0.1'),(1678,1432639880,1,'添加商品: 落户亲子鉴定','127.0.0.1'),(1679,1432639892,1,'添加商品: 基因身份证','127.0.0.1'),(1680,1432639902,1,'添加商品: 个体识别','127.0.0.1'),(1681,1432639908,1,'添加商品: 亲缘关系鉴定','127.0.0.1'),(1682,1432639915,1,'添加商品: 移民亲子鉴定','127.0.0.1'),(1683,1432639924,1,'添加商品: 胎儿亲子鉴定','127.0.0.1'),(1684,1432639932,1,'添加商品: 司法亲子鉴定','127.0.0.1'),(1685,1432639944,1,'添加商品: 个人亲子鉴定','127.0.0.1'),(1686,1432639990,1,'编辑商品: 落户亲子鉴定','127.0.0.1'),(1687,1432640016,1,'编辑商品: 基因身份证','127.0.0.1'),(1688,1432640026,1,'编辑商品: 个体识别','127.0.0.1'),(1689,1432640033,1,'编辑商品: 亲缘关系鉴定','127.0.0.1'),(1690,1432640040,1,'编辑商品: 移民亲子鉴定','127.0.0.1'),(1691,1432640048,1,'编辑商品: 胎儿亲子鉴定','127.0.0.1'),(1692,1432640055,1,'编辑商品: 司法亲子鉴定','127.0.0.1'),(1693,1432640061,1,'编辑商品: 个人亲子鉴定','127.0.0.1'),(1694,1432641385,1,'编辑商店设置: ','127.0.0.1'),(1695,1432869385,1,'编辑商店设置: ','127.0.0.1'),(1696,1432869565,1,'编辑商店设置: ','127.0.0.1'),(1697,1432869833,1,'编辑商品: 个人亲子鉴定','127.0.0.1'),(1698,1432869865,1,'编辑商品: 司法亲子鉴定','127.0.0.1'),(1699,1432870170,1,'编辑商品: 个人亲子鉴定','127.0.0.1'),(1700,1432870180,1,'编辑商品: 司法亲子鉴定','127.0.0.1'),(1701,1432870188,1,'编辑商品: 胎儿亲子鉴定','127.0.0.1'),(1702,1432870193,1,'编辑商品: 移民亲子鉴定','127.0.0.1'),(1703,1432870198,1,'编辑商品: 亲缘关系鉴定','127.0.0.1'),(1704,1432870203,1,'编辑商品: 个体识别','127.0.0.1'),(1705,1432870208,1,'编辑商品: 基因身份证','127.0.0.1'),(1706,1432870212,1,'编辑商品: 落户亲子鉴定','127.0.0.1'),(1707,1432871337,1,'卸载配送方式: 城际快递','127.0.0.1'),(1708,1432871346,1,'卸载配送方式: 市内快递','127.0.0.1'),(1709,1432871353,1,'卸载配送方式: 运费到付','127.0.0.1'),(1710,1432871359,1,'卸载配送方式: 邮政快递包裹','127.0.0.1'),(1711,1432871363,1,'卸载配送方式: 邮局平邮','127.0.0.1'),(1712,1432877239,1,'删除商品包装: 精品包装','127.0.0.1'),(1713,1432877243,1,'删除商品贺卡: 祝福贺卡','127.0.0.1'),(1714,1432879011,1,'编辑会员注册项: 姓名','127.0.0.1'),(1715,1432879031,1,'编辑会员注册项: 地址','127.0.0.1'),(1716,1432879275,1,'编辑会员注册项: 1','127.0.0.1'),(1717,1432879278,1,'编辑会员注册项: 2','127.0.0.1'),(1718,1432879280,1,'编辑会员注册项: 3','127.0.0.1'),(1719,1432879424,1,'编辑会员注册项: 姓名','127.0.0.1'),(1720,1432879485,1,'编辑会员注册项: MSN','127.0.0.1'),(1721,1432879486,1,'编辑会员注册项: QQ','127.0.0.1'),(1722,1432879786,1,'编辑会员注册项: 0','127.0.0.1'),(1723,1432879787,1,'编辑会员注册项: 0','127.0.0.1'),(1724,1432879788,1,'编辑会员注册项: 0','127.0.0.1'),(1725,1432879800,1,'添加会员注册项: 姓名','127.0.0.1'),(1726,1432879812,1,'编辑会员注册项: 1','127.0.0.1'),(1727,1432879830,1,'编辑会员注册项: 2','127.0.0.1'),(1728,1432879853,1,'添加会员注册项: 地址','127.0.0.1'),(1729,1432879887,1,'编辑会员注册项: 电话','127.0.0.1'),(1730,1432879889,1,'编辑会员注册项: 4','127.0.0.1'),(1731,1432879908,1,'添加会员注册项: 性别','127.0.0.1'),(1732,1432879938,1,'添加会员注册项: 生日','127.0.0.1'),(1733,1434020102,1,'编辑会员注册项: 2','192.168.1.92'),(1734,1434020110,1,'编辑会员注册项: 3','192.168.1.92'),(1735,1434020115,1,'编辑会员注册项: 4','192.168.1.92'),(1736,1434020119,1,'编辑会员注册项: 5','192.168.1.92'),(1737,1434020127,1,'编辑会员注册项: 6','192.168.1.92'),(1738,1434079126,1,'卸载配送方式: 申通快递','180.153.194.117'),(1739,1434079132,1,'卸载配送方式: 圆通速递','180.153.194.117'),(1740,1434079181,1,'安装配送方式: 顺丰速运','180.153.194.117'),(1741,1434079254,1,'添加配送区域: 全国','180.153.194.117'),(1742,1434079318,1,'编辑配送区域: 全国','180.153.194.117'),(1743,1434508382,1,'编辑商店设置: ','180.153.194.93'),(1744,1435227535,1,'编辑广告: 通栏广告二','220.248.66.145'),(1745,1435229012,1,'编辑广告: 通栏广告二','220.248.66.145'),(1746,1435229038,1,'编辑广告: 通栏广告一','220.248.66.145'),(1747,1435229068,1,'编辑广告: 右侧','220.248.66.145'),(1748,1435229120,1,'编辑广告位置: 播放器下广告三','220.248.66.145'),(1749,1435229127,1,'编辑广告: 播放器下广告三','220.248.66.145'),(1750,1436171933,1,'编辑会员账号: ecmobile','180.153.194.71'),(1751,1436171997,1,'编辑会员账号: ecmobile','180.153.194.71'),(1752,1436504542,1,'编辑商品分类: 类型3','112.64.208.41'),(1753,1436504557,1,'编辑商品分类: 类别2','112.64.208.41'),(1754,1436504565,1,'编辑商品分类: 类别1','112.64.208.41'),(1755,1436504577,1,'编辑商品分类: 子类1','112.64.208.41'),(1756,1436504585,1,'编辑商品分类: 子类2','112.64.208.41'),(1757,1436504592,1,'编辑商品分类: 子类3','112.64.208.41'),(1758,1436504603,1,'编辑商品分类: 子类1','112.64.208.41'),(1759,1436504611,1,'编辑商品分类: 子类2','112.64.208.41'),(1760,1436504617,1,'编辑商品分类: 子类2','112.64.208.41'),(1761,1436504626,1,'编辑商品分类: 子类3','112.64.208.41'),(1762,1436504644,1,'编辑商品分类: 类型3','112.64.208.41'),(1763,1436504653,1,'编辑商品分类: 类别1','112.64.208.41'),(1764,1436504663,1,'编辑商品分类: 类别2','112.64.208.41'),(1765,1438239584,1,'添加会员账号: admin123','180.153.194.71'),(1766,1438244365,1,'编辑拍卖活动: 拍卖活动一','180.153.194.71'),(1767,1438244502,1,'编辑拍卖活动: 拍卖活动一','180.153.194.71'),(1768,1438244744,1,'编辑夺宝奇兵: 夺宝奇兵之夏新N7','180.153.194.71'),(1769,1439447355,1,'删除商品分类: 子类11','139.227.100.103'),(1770,1439447607,1,'编辑商品分类: ABC保险公司专区','139.227.100.103'),(1771,1439448171,1,'添加商品: 肝癌','139.227.100.103'),(1772,1439448278,1,'编辑商品: 肝癌','139.227.100.103'),(1773,1439448541,1,'添加商品: 乳腺癌','139.227.100.103'),(1774,1439448565,1,'编辑商品: 乳腺癌','139.227.100.103'),(1775,1439448714,1,'编辑商品分类: 鉴定测试','139.227.100.103'),(1776,1439448806,1,'编辑商品分类: 测试类别1','139.227.100.103'),(1777,1439448825,1,'编辑商品分类: 测试子类1','139.227.100.103'),(1778,1439448835,1,'编辑商品分类: 测试子类2','139.227.100.103'),(1779,1439448850,1,'编辑商品分类: 测试子类3','139.227.100.103'),(1780,1439448877,1,'删除商品分类: 子类1','139.227.100.103'),(1781,1439448881,1,'删除商品分类: 子类2','139.227.100.103'),(1782,1439448885,1,'删除商品分类: 子类3','139.227.100.103'),(1783,1439448911,1,'编辑商品分类: 爱车一族','139.227.100.103'),(1784,1439448925,1,'编辑商品分类: 测试类别1','139.227.100.103'),(1785,1439448934,1,'编辑商品分类: 测试类别1','139.227.100.103'),(1786,1439448957,1,'编辑商品分类: 爱车一族','139.227.100.103'),(1787,1439448964,1,'编辑商品分类: 爱车一族','139.227.100.103'),(1788,1439448969,1,'编辑商品分类: 测试类别1','139.227.100.103'),(1789,1439448979,1,'编辑商品分类: ABC保险公司专区','139.227.100.103'),(1790,1439449004,1,'添加商品分类: 女性健康','139.227.100.103'),(1791,1439449238,1,'添加商品: 解酒','139.227.100.103'),(1792,1439449423,1,'编辑商品: 解酒','139.227.100.103'),(1793,1439449707,1,'添加商品: 路怒症','139.227.100.103'),(1794,1439449881,1,'添加商品: 夜盲症','139.227.100.103'),(1795,1439450273,1,'添加商品: 探索·发现','139.227.100.103'),(1796,1439450605,1,'添加商品: 强者','139.227.100.103'),(1797,1439452924,1,'添加商品: 肺癌','139.227.100.103'),(1798,1439453839,1,'编辑商品: 乳腺癌','139.227.100.103'),(1799,1439453865,1,'编辑商品: 肝癌','139.227.100.103'),(1800,1439454793,1,'添加红包类型: 节日红包','139.227.100.103'),(1801,1439780526,1,'编辑会员余额: (到款审核)111','222.73.147.97'),(1802,1439798551,1,'编辑广告位置: 通栏广告二','222.73.147.97'),(1803,1439888597,1,'编辑商品: 探索·发现','139.227.100.103'),(1804,1439952171,1,'添加用户红包: 1000185228','139.227.100.103'),(1805,1440035823,1,'添加积分可兑换的商品: 80','222.73.147.97'),(1806,1440035917,1,'编辑商品: 落户亲子鉴定','222.73.147.97'),(1807,1440035981,1,'编辑积分可兑换的商品: 80','222.73.147.97'),(1808,1440036438,1,'编辑商店设置: ','222.73.147.97'),(1809,1440037340,1,'添加文章: 111','222.73.147.97'),(1810,1440037359,1,'编辑文章: 111','222.73.147.97'),(1811,1440037398,1,'编辑文章: 产品质量保证 ','222.73.147.97'),(1812,1440037412,1,'编辑文章: 促销诺基亚N96','222.73.147.97'),(1813,1440037430,1,'编辑文章: 诺基亚5320 促销','222.73.147.97'),(1814,1440037473,1,'编辑文章: 退换货原则','222.73.147.97'),(1815,1440037558,1,'添加品牌管理: 111','222.73.147.97'),(1816,1440037577,1,'编辑商品: 肺癌','222.73.147.97'),(1817,1440037630,1,'添加品牌管理: 222','222.73.147.97'),(1818,1440038227,1,'编辑团购商品: [9]','222.73.147.97'),(1819,1440038246,1,'编辑团购商品: 落户亲子鉴定[9]','222.73.147.97'),(1820,1440038411,1,'编辑夺宝奇兵: 夺宝奇兵之夏新N7','222.73.147.97'),(1821,1440039143,1,'编辑红包类型: 线下红包','222.73.147.97'),(1822,1440039154,1,'编辑红包类型: 线下红包','222.73.147.97'),(1823,1440039260,1,'添加用户红包: 1000224369','222.73.147.97'),(1824,1440039309,1,'添加用户红包: 1000239707','222.73.147.97'),(1825,1440043175,1,'编辑配送方式: 顺丰速运','222.73.147.97'),(1826,1440044112,1,'编辑商店设置: ','222.73.147.97'),(1827,1440128262,1,'添加红包类型: 大红包','112.64.150.174'),(1828,1440384811,1,'编辑商品: 肺癌','222.73.147.97'),(1829,1440384854,1,'编辑商品: 探索·发现','222.73.147.97'),(1830,1440661253,1,'编辑商品分类: 测试子类1','223.167.74.108'),(1831,1440661478,1,'编辑商品: 肺癌','223.167.74.108'),(1832,1440662986,1,'添加超值礼包: 肿瘤套餐A','223.167.74.108'),(1833,1440663004,1,'编辑超值礼包: 肿瘤检测套餐A','223.167.74.108'),(1834,1440667629,1,'编辑商品: 肺癌','223.167.74.108'),(1835,1440667833,1,'编辑商品: 肺癌','223.167.74.108'),(1836,1440667850,1,'删除商品分类: A','223.167.74.108'),(1837,1440667976,1,'编辑商品: 肺癌','223.167.74.108'),(1838,1441606462,1,'编辑订单: 2015090722504','222.73.147.39'),(1839,1441771955,1,'添加会员账号: Test1','223.167.74.249'),(1840,1442446744,1,'编辑权限管理: Logistic','180.173.89.105'),(1841,1442448096,1,'编辑配送方式: 顺丰速运','180.173.89.105'),(1842,1442448576,1,'编辑商店设置: ','180.173.89.105'),(1843,1442448664,1,'编辑配送方式: 顺丰速运','180.173.89.105'),(1844,1442449218,1,'编辑权限管理: admin','180.173.89.105'),(1845,1442793536,1,'编辑商店设置: ','223.167.75.49'),(1846,1442896484,1,'编辑商店设置: ','223.167.75.49'),(1847,1442955103,1,'编辑商品: 肝癌','223.167.75.49'),(1848,1443054013,1,'编辑红包类型: 大红包','180.175.170.71'),(1849,1443126880,1,'编辑商店设置: ','220.248.64.49'),(1850,1443219059,1,'编辑商店设置: ','139.227.147.108'),(1851,1443221513,1,'编辑商店设置: ','180.173.88.68'),(1852,1443221661,1,'编辑商店设置: ','180.173.88.68'),(1853,1443236546,1,'编辑权限管理: admin','139.227.147.108'),(1854,1443244034,1,'编辑商品: 探索·发现','139.227.147.108'),(1855,1443378771,1,'编辑红包类型: 用户红包','101.81.27.187'),(1856,1443378802,1,'编辑红包类型: 用户红包','101.81.27.187'),(1857,1443379367,1,'编辑红包类型: 节日红包','101.81.27.187'),(1858,1443380472,1,'编辑权限管理: test','101.81.27.187'),(1859,1443380678,1,'添加红包类型: 线下优惠券','101.81.27.187'),(1860,1443380703,1,'添加用户红包: HZ326519','101.81.27.187'),(1861,1443380809,1,'删除权限管理: test','101.81.27.187'),(1862,1443380860,1,'删除用户红包: 10','101.81.27.187'),(1863,1443381122,1,'添加用户红包: KR1000012793','101.81.27.187'),(1864,1443381152,1,'添加用户红包: ZC1000015539','101.81.27.187'),(1865,1443381225,1,'删除用户红包: 2','101.81.27.187'),(1866,1443381247,1,'添加用户红包: CZ1000010418','101.81.27.187'),(1867,1443381272,1,'添加用户红包: RL1000023638','101.81.27.187'),(1868,1443381293,1,'添加用户红包: LQ1000026455','101.81.27.187'),(1869,1443381484,1,'编辑权限管理: Logistic','101.81.27.187'),(1870,1443381514,1,'编辑权限管理: Logistic','101.81.27.187'),(1871,1443381533,1,'编辑权限管理: Logistic','101.81.27.187'),(1872,1443381625,1,'添加红包类型: 线下优惠券','101.81.27.187'),(1873,1443381661,1,'编辑红包类型: 线下优惠券','101.81.27.187'),(1874,1443381691,1,'添加用户红包: WU1000090311','101.81.27.187'),(1875,1443382691,1,'添加红包类型: 国庆优惠券','101.81.27.187'),(1876,1443468976,1,'编辑商品: 肺癌','139.227.147.108'),(1877,1443468995,1,'编辑商品: 乳腺癌','139.227.147.108'),(1878,1443486348,1,'编辑权限管理: Logistic','112.64.150.174'),(1879,1443486538,1,'删除权限管理: Logistic','112.64.150.174'),(1880,1443486605,1,'编辑权限管理: logistic','112.64.150.174'),(1881,1444163493,1,'编辑商品分类: 太保安联专区','112.64.211.219'),(1882,1444348927,1,'删除权限管理: logistic','218.108.7.214'),(1883,1444349205,1,'编辑商店设置: ','218.108.7.214'),(1884,1444592915,1,'编辑商店设置: ','220.248.66.14'),(1885,1444594940,1,'编辑会员账号: wx_143262740445','220.248.66.14'),(1886,1444601031,1,'编辑商店设置: ','222.73.147.14'),(1887,1444769431,1,'编辑商店设置: ','112.65.6.41'),(1888,1444844151,1,'编辑商店设置: ','112.65.6.41'),(1889,1444844681,1,'编辑商店设置: ','112.65.6.41'),(1890,1444861778,1,'编辑商店设置: ','112.65.6.41'),(1891,1445473263,1,'编辑商品: 乳腺癌','139.227.165.29'),(1892,1445473286,1,'编辑商品: 肺癌','139.227.165.29'),(1893,1445473303,1,'编辑商品: 肝癌','139.227.165.29'),(1894,1445473341,1,'编辑商品分类: ABC保险公司专区','139.227.165.29'),(1895,1445473343,1,'编辑商品分类: ABC太保安联专区','139.227.165.29'),(1896,1445473431,1,'编辑商品分类: ABC保险公司专区','139.227.165.29'),(1897,1445473629,1,'添加商品: 胃癌','139.227.165.29'),(1898,1445473803,1,'添加商品分类: 通用肿瘤套餐','139.227.165.29'),(1899,1445473819,1,'添加商品分类: 女性肿瘤套餐','139.227.165.29'),(1900,1445473892,1,'编辑商品: 肝癌','139.227.165.29'),(1901,1445474035,1,'编辑商品: 肺癌','139.227.165.29'),(1902,1445474052,1,'编辑商品: 胃癌','139.227.165.29'),(1903,1445474165,1,'编辑商品: 乳腺癌','139.227.165.29'),(1904,1445474217,1,'添加商品: 结直肠癌','139.227.165.29'),(1905,1445474242,1,'编辑商品: 结直肠癌','139.227.165.29'),(1906,1445474292,1,'添加商品: 食管癌','139.227.165.29'),(1907,1445474358,1,'添加商品: 卵巢癌','139.227.165.29'),(1908,1445474389,1,'添加商品: 子宫内膜癌','139.227.165.29'),(1909,1445474417,1,'添加商品: 子宫颈癌','139.227.165.29'),(1910,1445474452,1,'添加商品: 甲状腺癌','139.227.165.29'),(1911,1445474632,1,'添加商品: 前列腺癌','139.227.165.29'),(1912,1445474813,1,'添加商品分类: 其他产品','139.227.165.29'),(1913,1445474829,1,'编辑商品: 前列腺癌','139.227.165.29'),(1914,1445971046,1,'编辑商店设置: ','139.226.183.128'),(1915,1447636849,1,'编辑商品: 肝癌','112.65.5.206'),(1916,1447637208,1,'编辑商品: 肺癌','112.65.5.206'),(1917,1447637229,1,'编辑商品: 胃癌','112.65.5.206'),(1918,1447637244,1,'编辑商品: 结直肠癌','112.65.5.206'),(1919,1447637268,1,'编辑商品: 食管癌','112.65.5.206'),(1920,1447637320,1,'编辑商品: 乳腺癌','112.65.5.206'),(1921,1447637339,1,'编辑商品: 卵巢癌','112.65.5.206'),(1922,1447637369,1,'编辑商品: 子宫内膜癌','112.65.5.206'),(1923,1447637384,1,'编辑商品: 子宫颈癌','112.65.5.206'),(1924,1447637412,1,'编辑商品: 甲状腺癌','112.65.5.206'),(1925,1447637432,1,'编辑商品: 前列腺癌','112.65.5.206'),(1926,1447712816,1,'添加商品: 肿瘤通用套餐','112.65.5.206'),(1927,1447712914,1,'添加商品: 女性关爱套餐','112.65.5.206'),(1928,1447713157,1,'添加商品分类: 肿瘤风险评估','112.65.5.206'),(1929,1447713211,1,'编辑商品: 前列腺癌','112.65.5.206'),(1930,1447713244,1,'编辑商品: 甲状腺癌','112.65.5.206'),(1931,1447713268,1,'编辑商品: 子宫颈癌','112.65.5.206'),(1932,1447713282,1,'编辑商品: 子宫内膜癌','112.65.5.206'),(1933,1447713298,1,'编辑商品: 卵巢癌','112.65.5.206'),(1934,1447713315,1,'编辑商品: 食管癌','112.65.5.206'),(1935,1447713329,1,'编辑商品: 结直肠癌','112.65.5.206'),(1936,1447713342,1,'编辑商品: 胃癌','112.65.5.206'),(1937,1447713355,1,'编辑商品: 肺癌','112.65.5.206'),(1938,1447713369,1,'编辑商品: 乳腺癌','112.65.5.206'),(1939,1447713385,1,'编辑商品: 肝癌','112.65.5.206'),(1940,1447713427,1,'编辑商品: 甲状腺癌','112.65.5.206'),(1941,1447714032,1,'删除商品分类: 通用肿瘤套餐','112.65.5.206'),(1942,1447714034,1,'删除商品分类: 女性肿瘤套餐','112.65.5.206'),(1943,1447714036,1,'删除商品分类: 其他产品','112.65.5.206'),(1944,1447716327,1,'添加红包类型: 肿瘤套餐优惠券','112.65.5.206'),(1945,1447716350,1,'添加用户红包: VB1000286540','112.65.5.206'),(1946,1448486710,1,'编辑商品: 肝癌','223.166.245.144'),(1947,1448486732,1,'编辑商品: 前列腺癌','223.166.245.144'),(1948,1448486750,1,'编辑商品: 甲状腺癌','223.166.245.144'),(1949,1448486765,1,'编辑商品: 子宫颈癌','223.166.245.144'),(1950,1448486778,1,'编辑商品: 子宫内膜癌','223.166.245.144'),(1951,1448486791,1,'编辑商品: 卵巢癌','223.166.245.144'),(1952,1448486807,1,'编辑商品: 食管癌','223.166.245.144'),(1953,1448486821,1,'编辑商品: 结直肠癌','223.166.245.144'),(1954,1448486834,1,'编辑商品: 胃癌','223.166.245.144'),(1955,1448486853,1,'编辑商品: 肺癌','223.166.245.144'),(1956,1448492465,1,'编辑权限管理: zhaochun','223.166.245.144'),(1957,1448493156,7,'编辑商品: 甲状腺癌','112.64.150.174'),(1958,1448493227,7,'编辑商品: 甲状腺癌','112.64.150.174'),(1959,1448493551,7,'编辑商品: 甲状腺癌','112.64.150.174'),(1960,1448493607,7,'编辑商品: 子宫颈癌','112.64.150.174'),(1961,1448494671,7,'编辑商品: 肿瘤通用套餐','112.64.150.174'),(1962,1448494685,7,'编辑商品: 女性关爱套餐','112.64.150.174'),(1963,1448499228,7,'编辑商品: 女性关爱套餐','112.64.150.174'),(1964,1448499237,7,'编辑商品: 肿瘤通用套餐','112.64.150.174');
/*!40000 ALTER TABLE `ecs_admin_log` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_admin_message`
--

DROP TABLE IF EXISTS `ecs_admin_message`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_admin_message` (
  `message_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `sender_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `receiver_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `sent_time` int(11) unsigned NOT NULL DEFAULT '0',
  `read_time` int(11) unsigned NOT NULL DEFAULT '0',
  `readed` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `deleted` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `title` varchar(150) NOT NULL DEFAULT '',
  `message` text NOT NULL,
  PRIMARY KEY (`message_id`),
  KEY `sender_id` (`sender_id`,`receiver_id`),
  KEY `receiver_id` (`receiver_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_admin_message`
--

LOCK TABLES `ecs_admin_message` WRITE;
/*!40000 ALTER TABLE `ecs_admin_message` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_admin_message` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_admin_user`
--

DROP TABLE IF EXISTS `ecs_admin_user`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_admin_user` (
  `user_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `user_name` varchar(60) NOT NULL DEFAULT '',
  `ec_salt` varchar(10) DEFAULT NULL,
  `email` varchar(60) NOT NULL DEFAULT '',
  `password` varchar(32) NOT NULL DEFAULT '',
  `add_time` int(11) NOT NULL DEFAULT '0',
  `last_login` int(11) NOT NULL DEFAULT '0',
  `last_ip` varchar(15) NOT NULL DEFAULT '',
  `action_list` text NOT NULL,
  `nav_list` text NOT NULL,
  `lang_type` varchar(50) NOT NULL DEFAULT '',
  `agency_id` smallint(5) unsigned NOT NULL,
  `suppliers_id` smallint(5) unsigned DEFAULT '0',
  `todolist` longtext,
  `role_id` smallint(5) DEFAULT NULL,
  PRIMARY KEY (`user_id`),
  KEY `user_name` (`user_name`),
  KEY `agency_id` (`agency_id`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_admin_user`
--

LOCK TABLES `ecs_admin_user` WRITE;
/*!40000 ALTER TABLE `ecs_admin_user` DISABLE KEYS */;
INSERT INTO `ecs_admin_user` VALUES (1,'admin','7072','11@126.com','997eb74ca6a9e2456386196c24ea9526',1292209847,1448557873,'116.226.83.156','all','商品列表|goods.php?act=list,订单列表|order.php?act=list,设置标签号码|order.php?act=biaoqian,导出检测服务列表|out_service.php?act=list,计划任务|cron.php?act=list,商店设置|shop_config.php?act=list_edit','',0,0,NULL,NULL),(2,'bjgonghuo1',NULL,'bj@163.com','d0c015b6eb9a280f318a4c0510581e7e',1245044099,0,'','','商品列表|goods.php?act=list,订单列表|order.php?act=list,用户评论|comment_manage.php?act=list,会员列表|users.php?act=list,商店设置|shop_config.php?act=list_edit','',0,1,'',NULL),(3,'shhaigonghuo1',NULL,'shanghai@163.com','4146fecce77907d264f6bd873f4ea27b',1245044202,0,'','','商品列表|goods.php?act=list,订单列表|order.php?act=list,用户评论|comment_manage.php?act=list,会员列表|users.php?act=list,商店设置|shop_config.php?act=list_edit','',0,2,'',NULL),(7,'zhaochun','5920','11@11.com','cfe8870f55ae117ae38790331f8ae096',1448492374,1448492880,'112.64.150.174','goods_manage,remove_back,cat_manage,cat_drop,attr_manage,brand_manage,comment_priv,tag_manage,goods_type,goods_auto,virualcard,picture_batch,goods_export,goods_batch,gen_goods_script,shop_config,cron,order_os_edit,order_ps_edit,order_ss_edit,order_edit,order_view,order_view_finished,repay_manage,booking,sale_order_stats,client_flow_stats,delivery_view,back_view,set_tag,out_service,bonus_manage','商品列表|goods.php?act=list,订单列表|order.php?act=list,设置标签号码|order.php?act=biaoqian,导出检测服务列表|out_service.php?act=list,计划任务|cron.php?act=list,商店设置|shop_config.php?act=list_edit','',0,0,NULL,0);
/*!40000 ALTER TABLE `ecs_admin_user` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_adsense`
--

DROP TABLE IF EXISTS `ecs_adsense`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_adsense` (
  `from_ad` smallint(5) NOT NULL DEFAULT '0',
  `referer` varchar(255) NOT NULL DEFAULT '',
  `clicks` int(10) unsigned NOT NULL DEFAULT '0',
  KEY `from_ad` (`from_ad`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_adsense`
--

LOCK TABLES `ecs_adsense` WRITE;
/*!40000 ALTER TABLE `ecs_adsense` DISABLE KEYS */;
INSERT INTO `ecs_adsense` VALUES (48,'本站',1);
/*!40000 ALTER TABLE `ecs_adsense` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_affiliate_log`
--

DROP TABLE IF EXISTS `ecs_affiliate_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_affiliate_log` (
  `log_id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) NOT NULL,
  `time` int(10) NOT NULL,
  `user_id` mediumint(8) NOT NULL,
  `user_name` varchar(60) DEFAULT NULL,
  `money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `point` int(10) NOT NULL DEFAULT '0',
  `separate_type` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`log_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_affiliate_log`
--

LOCK TABLES `ecs_affiliate_log` WRITE;
/*!40000 ALTER TABLE `ecs_affiliate_log` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_affiliate_log` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_agency`
--

DROP TABLE IF EXISTS `ecs_agency`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_agency` (
  `agency_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `agency_name` varchar(255) NOT NULL,
  `agency_desc` text NOT NULL,
  PRIMARY KEY (`agency_id`),
  KEY `agency_name` (`agency_name`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_agency`
--

LOCK TABLES `ecs_agency` WRITE;
/*!40000 ALTER TABLE `ecs_agency` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_agency` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_area_region`
--

DROP TABLE IF EXISTS `ecs_area_region`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_area_region` (
  `shipping_area_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `region_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`shipping_area_id`,`region_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_area_region`
--

LOCK TABLES `ecs_area_region` WRITE;
/*!40000 ALTER TABLE `ecs_area_region` DISABLE KEYS */;
INSERT INTO `ecs_area_region` VALUES (5,1);
/*!40000 ALTER TABLE `ecs_area_region` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_article`
--

DROP TABLE IF EXISTS `ecs_article`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_article` (
  `article_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `cat_id` smallint(5) NOT NULL DEFAULT '0',
  `title` varchar(150) NOT NULL DEFAULT '',
  `content` longtext NOT NULL,
  `author` varchar(30) NOT NULL DEFAULT '',
  `author_email` varchar(60) NOT NULL DEFAULT '',
  `keywords` varchar(255) NOT NULL DEFAULT '',
  `article_type` tinyint(1) unsigned NOT NULL DEFAULT '2',
  `is_open` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `file_url` varchar(255) NOT NULL DEFAULT '',
  `open_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `link` varchar(255) NOT NULL DEFAULT '',
  `description` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`article_id`),
  KEY `cat_id` (`cat_id`)
) ENGINE=MyISAM AUTO_INCREMENT=58 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_article`
--

LOCK TABLES `ecs_article` WRITE;
/*!40000 ALTER TABLE `ecs_article` DISABLE KEYS */;
INSERT INTO `ecs_article` VALUES (1,2,'免责条款','','','','',0,1,1292209847,'',0,'',NULL),(2,2,'隐私保护','','','','',0,1,1292209847,'',0,'',NULL),(3,2,'咨询热点','','','','',0,1,1292209847,'',0,'',NULL),(4,2,'联系我们','','','','',0,1,1292209847,'',0,'',NULL),(5,2,'公司简介','','','','',0,1,1292209847,'',0,'',NULL),(6,-1,'用户协议','','','','',0,1,1292209847,'',0,'',NULL),(7,4,'三星电子宣布将在中国发布15款3G手机','<p>全球领先的电子产品及第二大移动通信终端制造商三星电子今天在北京宣布，为全面支持中国开展3G移动通信业务，将在3G服务正式商用之际，向中国市场推出 15款3G手机。这些产品分别支持中国三大无线运营商的各种3G服务，并已经得到运营商的合作认可。凭借在电子和通信领域的整体技术实力和对消费者的准确 把握，三星电子已经开始全面发力中国的3G移动通信市场。<br />\n<br />\n&nbsp;&nbsp;&nbsp;&nbsp;2009年1月，中国政府宣布正式启动3G移动通信服务。并根据中国的实际情况，决定由三大运营商分别采用全部三种3G网络制式，&nbsp;即以中国自主知识产权为核心的TD-SCDMA，以欧洲为主要市场的WCDMA和源自北美的CDMA2000技术。<br />\n<br />\n&nbsp;&nbsp;&nbsp;&nbsp;多 年来，三星电子秉承&ldquo;做中国人民喜爱的企业，贡献于中国社会的企业&rdquo;的企业理念，准确地把握了中国社会的发展和市场的需求，推出了一系列深受中国消费者喜 爱的电子产品。为了配合中国推进具有自主知识产权的3G移动通信标准TD-SCDMA，&nbsp;三星电子从2000年开始在中国设立了通信技术研究院，&nbsp;开始进 行TD-SCDMA技术的研究。作为最早承诺支持中国3G标准的手机制造企业，三星电子已经先后投入了上亿元的研究费用，&nbsp;组建了几百人的研发团队。推出 的TD-SCDMA制式的产品，不仅通过了各级权威部门的试验和检测，也经历了2008年北京奥运会的现场考验。此次为中国移动定制的TD-SCDMA手 机，包括了满足高端商务需求的双待产品B7702C，以及数字电视手机、多媒体手机和时尚手机。<br />\n<br />\n&nbsp;&nbsp;&nbsp;&nbsp;作为世界第二大手机制造企业，三 星电子已经在全球3G市场积累了多年的技术和市场经验。最新的统计表明，在完全采用WCDMA标准的欧洲，三星电子的市场份额已经排名第二。在为中国联通 准备的产品中，不仅包括能够支持HSDPA的高端多媒体手机S7520U，也涵盖了能够支持高速上网、在线电影、在线音乐等适合不同消费需求的各种产品。<br />\n<br />\n&nbsp;&nbsp;&nbsp;&nbsp;而 在主要采用CDMA2000技术的北美市场，三星电子也取得了市场份额的第一名。即将陆续上市的支持中国电信3G服务的EVDO产品，有高端商务手机 W709。该机能够支持EVDO/GSM的双网双待功能，含800万像素拍摄系统。其他产品还包括音乐手机M609，双模手机W239，以及时尚设计的 F539等。<br />\n<br />\n&nbsp;&nbsp;&nbsp;&nbsp;作为世界上少数能够提供支持三种3G标准的终端厂商，三星电子正利用其在通信、半导体、显示器以及数字多媒体等方面 的优势，加快产品数字融合的进程。除上述3G手机产品外，三星电子也于近期推出了用于3G网络的上网卡和网络笔记本电脑。三星电子专务、无线事业部大中华 区高级副总裁卢基学先生说，&ldquo;上述15款新品，&nbsp;只是我们二季度新产品的一部分。随着中国3G移动通信市场的不断扩大，三星还将推出更多适合中国市场的终 端产品，以满足消费者对于通信和数字产品的不同需求。三星也将积极配合运营商业务的发展计划，加快技术和应用的研发。中国3G的移动通信市场前景将是非常 明亮的。&rdquo;</p>','','','',0,1,1241426864,'',0,'http://',NULL),(8,4,'诺基亚牵手移动 5款热门TD手机机型推荐','<table width=\"100%\" cellspacing=\"0\" cellpadding=\"4\" align=\"center\" class=\"tableborder\">\r\n<tbody>\r\n<tr>\r\n<td width=\"180\" valign=\"top\" class=\"altbg4\">&nbsp;</td>\r\n<td height=\"100%\" valign=\"top\" class=\"altbg3\">\r\n<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\" style=\"padding: 5px; table-layout: fixed; width: 973px; height: 2195px;\">\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\">\r\n<div class=\"bbs_content clearfix\">随着5月17日电信日的来临，自从09年初网民对于3G方面关注越来越多，目前国内3G网络主要有中国移动TD-SCDMA，中国联通WCDMA以及 中国电信的CDMA2000这三种制式。到底是哪一种网络制式能让消费者满意，相信好多消费者都难以判断。<br />\r\n<br />\r\n而作为3G网络最主要的组 成部分-手持终端（手机） ，相信也是好多消费者关注的焦点。目前，中国移动TD-SCDMA手机机型频频爆出，其中不乏亮点产品，像联想联想 Ophone、诺基亚、多普达 Magic等，下面就让笔者与大家一起来了解TD-SCDMA网络制式下的几款强势机型吧。<br />\r\n<br />\r\n诺基亚TD-SCDMA手机　型号：待定　参考报价：尚未上市<br />\r\n<br />\r\n随着国内3G网络发展速度加快及众多手机厂商纷纷跟进，诺基亚终于推出TD-SCDMA手机，这款诺基亚的首台TD-SCDMA测试手机型号目前仍无法 得知，但从键盘及菜单设计来看，我们可以是知道其并没有采用S60操作系统，只是配备了S40系统，机身直板造型与早期热卖的6300有几分相像。<br />\r\n<br />\r\n<p><img width=\"450\" alt=\"\" src=\"http://dstatic.esqimg.com/4812278/1.jpg\" style=\"display: block;\" /></p>\r\n<br />\r\n<br />\r\n图为：诺基亚TD-SCDMA手机<br />\r\n<br />\r\n虽然没有更多的参数资料，但是从曝光的图片我们可以知道这款诺基亚TD-SCDMA手机必定配备了QVGA分辨率的屏幕以及320万像素的摄像头，而标准的MP3以及蓝牙等功能自然不会缺少，在功能方面不会比以往的S40手机逊色。<br />\r\n<br />\r\n<p><img width=\"450\" alt=\"\" src=\"http://dstatic.esqimg.com/4812279/2.jpg\" style=\"display: block;\" /></p>\r\n<br />\r\n<br />\r\n图为：诺基亚TD-SCDMA手机<br />\r\n<br />\r\n这款诺基亚的TD手机最大的卖点便是提供了对TD-HSDPA技术的支持，最大的功能特色便是该技术被看为是TD网络下一步的演进技术，能够同时适用于 WCDMA和TD-SCDMA两种不同的网络支持，能够很好的支持非对称的数据业务，也就是说这款诺基亚手机的用户即便在全球漫游都能够使用到3G网络。 而其机身前置的摄像头也更是证实了其3G手机的身份。<br />\r\n<br />\r\n<p><img width=\"450\" alt=\"\" src=\"http://dstatic.esqimg.com/4812280/3.jpg\" style=\"display: block;\" /></p>\r\n<p><br />\r\n<br />\r\n图为：诺基亚TD-SCDMA手机<br />\r\n<br />\r\n从目前曝光的测试情况来看，通过这款诺基亚TD手机连接网络，其下载速度能够稳定在1.3Mbps左右，不过根据国内有些媒体的报道，诺基亚官方已经证实将于今天下半年配合运营商中国移动对出自己的第一款TD-SCDMA制式的S60手机，大家要拭目以待了。</p>\r\n<p>&nbsp;</p>\r\n图为：诺基亚TD-SCDMA手机<br />\r\n<br />\r\n最后较为耐人寻味的便是目前有业内人士指出目前曝光的的诺基亚TD手机其实是去年夏季就出现过的 TD测试手机，但是随着诺基亚拥有部分股份的TD芯片厂商&ldquo;凯明&rdquo;的倒闭，这款机型也就被取消了。尽管对于目前这款诺基亚的TD测试手机的身份尚无官方的 消息，但是诺基亚将推出TD手机遗失毫无悬念的事情了，相信大家也希望在TD制式下能够有更多的手机可以选择。</div>\r\n</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n<p>&nbsp;</p>','','','',0,1,1241427051,'',0,'http://',NULL),(9,5,'售后流程','','','','',0,1,1242576700,'',0,'http://',NULL),(10,5,'购物流程','','','','',0,1,1242576717,'',0,'http://',NULL),(11,5,'订购方式','','','','',0,1,1242576727,'',0,'http://',NULL),(12,6,'如何分辨原装电池','<p><font size=\"2\">一般在购买时主要是依靠观察外观特征的方法来鉴别电池，而原装电池一般应具有以下一些特征：&nbsp;<br />\n<br />\n1、 电池外观整齐，外表面有一定的粗糙度且手感舒适，内表面手感光滑，灯光下能看见细密的纵向划痕&nbsp;<br />\n<br />\n2、 生产厂家字样应该轮廓清晰，且防伪标志亮度高，看上去有立体感，电池标贴 字迹清晰，有与电池类型相一致的电池件号<br />\n3、 电池标贴采用二次印刷技术，在一定光线下从斜面看，条形码部分的颜色比其他部分要黑，且用手触摸有凹凸感<br />\n<br />\n4、 原装电池电极与手机电池片宽度相等，电池电极下方标有&ldquo; + &rdquo;、&ldquo; - &rdquo;标志，电池电极片之间的隔离材料与外壳材料一致，但不是一体<br />\n<br />\n5、 原装电池装入手机时手感舒适，安装自如，电池按压部分卡位适当而且牢固<br />\n<br />\n6、 原装电池的金属触点采用优质的铜片，只有在正面看时才会有反光，而从其它角度看的话，都是比较暗淡的</font></p>','','','',1,1,1242576826,'',0,'http://',NULL),(15,7,'货到付款区域','','','','',0,1,1242577023,'',0,'http://',NULL),(16,7,'配送支付智能查询 ','','','','',0,1,1242577032,'',0,'http://',NULL),(17,7,'支付方式说明','','','','',0,1,1242577041,'',0,'http://',NULL),(18,10,'资金管理','','','','',0,1,1242577127,'',0,'user.php?act=account_log',NULL),(19,10,'我的收藏','','','','',0,1,1242577178,'',0,'user.php?act=collection_list',NULL),(20,10,'我的订单','','','','',0,1,1242577199,'',0,'user.php?act=order_list',NULL),(21,8,'退换货原则','','','','服务',1,1,1242577293,'',0,'http://',''),(22,8,'售后服务保证 ','','','','售后',0,1,1242577308,'',0,'http://',NULL),(23,8,'产品质量保证 ','','','','质量',0,1,1242577326,'',0,'http://',''),(24,9,'网站故障报告','','','','',0,1,1242577432,'',0,'http://',NULL),(25,9,'选机咨询 ','','','','',0,1,1242577448,'',0,'http://',NULL),(26,9,'投诉与建议 ','','','','',0,1,1242577459,'',0,'http://',NULL),(27,4,'800万像素超强拍照机 LG Viewty Smart再曝光','','','','',0,1,1242577702,'',0,'http://news.imobile.com.cn/index-a-view-id-66790.html',NULL),(28,11,'飞利浦9@9促销','<p>&nbsp;</p>\r\n<div class=\"boxCenterList RelaArticle\" id=\"com_v\">\r\n<p align=\"left\">作为一款性价比极高的入门级<font size=\"3\" color=\"#ff0000\"><strong>商务手机</strong></font>，飞利浦<a href=\"mailto:9@9v\">Xenium&nbsp; 9@9v</a>三围大小为105&times;44&times;15.8mm，机身重量仅为<strong><font size=\"3\" color=\"#ff0000\">75g</font></strong>，装配了一块低规格1.75英寸128&times;160像素65000色CSTN显示屏。身正面采用月银色功能键区与屏幕数字键区相分隔，键盘设计较为<font size=\"3\"><strong><font color=\"#ff0000\">别</font><font color=\"#ff0000\">致</font></strong></font>，中部导航键区采用钛金色的&ldquo;腰带&rdquo;彰显出浓郁的商务气息。</p>\r\n<p align=\"left\">&nbsp;</p>\r\n<p align=\"left\">此款手机采用<strong><font size=\"3\" color=\"#ff0000\">触摸屏</font></strong>设计，搭配精致的手写笔，可支持手写中文和英文两个版本。增强的内置系统还能识别潦草字迹，确保在移动中和匆忙时输入文字的识别率。手写指令功能还支持特定图案的瞬间调用，独特的手写记事本功能，可以在触摸屏上随意绘制个性化的图案并进行<strong><font size=\"3\" color=\"#ff0000\">记事提醒</font></strong>，让商务应用更加随意。</p>\r\n<p align=\"left\">&nbsp;</p>\r\n<p align=\"left\">&nbsp;作为入门级为数不多支持<strong><font size=\"3\" color=\"#ff0000\">双卡功能</font></strong>的手机，可以同时插入两张SIM卡，通过菜单随意切换，只需开启漫游自动切换模式，<a href=\"mailto:9@9V\">9@9V</a>在该模式下能够判断网络情况，自动切换适合的手机号。</p>\r\n<p align=\"left\">&nbsp;</p>\r\n<p align=\"left\">&nbsp;</p>\r\n</div>\r\n<p>&nbsp;</p>','','','',0,1,1242578199,'',0,'http://',NULL),(29,11,'诺基亚5320 促销','<p>&nbsp;</p>\r\n<div id=\"com_v\" class=\"boxCenterList RelaArticle\">\r\n<p>诺基亚5320XpressMusic音乐手机采用XpressMusic系列常见的黑红、黑蓝配色方案，而材质方便则选用的是经过<strong><font size=\"3\" color=\"#ff0000\">抛光处理</font></strong>的工程塑料；三围/体重为，为108&times;46&times;15mm/<strong><font size=\"3\" color=\"#ff0000\">90g</font></strong>，手感舒适。</p>\r\n<p>&nbsp;</p>\r\n<p>诺基亚5320采用的是一块可视面积为2.0英寸的<font size=\"3\" color=\"#ff0000\"><strong>1600万色</strong></font>屏幕，分辨率是常见的240&times;320像素（QVGA）。虽然屏幕不是特别大，但效果非常精细，色彩还原不错。</p>\r\n<p>&nbsp;</p>\r\n<p>手机背面，诺基亚为5320XM配备一颗<strong><font size=\"3\" color=\"#ff0000\">200W像素</font></strong>的摄像头，并且带有<strong><font size=\"3\" color=\"#ff0000\">两个LED的补光灯</font></strong>，可以实现拍照、摄像功能，并能通过彩信、邮件方式发送给朋友。</p>\r\n<p>&nbsp;</p>\r\n</div>\r\n<p>&nbsp;</p>','','','',0,1,1242578676,'',0,'http://',''),(30,11,'促销诺基亚N96','<p>&nbsp;</p>\r\n<div class=\"boxCenterList RelaArticle\" id=\"com_v\">\r\n<p>诺基亚N96采用了<strong><font size=\"3\" color=\"#ff0000\">双向滑盖</font></strong>设计，机身整体呈灰黑色，沉稳、大气，机身材质采用了高强度的塑料材质，手机背面采用了抛光面板的设计风格。N96三维体积103*55*20mm，重量为125g。屏幕方面，诺基亚N96配备一块<strong><font size=\"3\" color=\"#ff0000\">2.8英寸</font></strong>的屏幕，支持<strong><font size=\"3\" color=\"#ff0000\">1670万色</font></strong>显示，分辨率达到QVGA（320&times;240）水准。</p>\r\n<p>&nbsp;<img src=\"http://img2.zol.com.cn/product/21/896/ceN6LBMCid3X6.jpg\" alt=\"\" /></p>\r\n<p>&nbsp;</p>\r\n<p>诺基亚N96设置有专门的<strong><font size=\"3\" color=\"#ff0000\">音乐播放键</font></strong>和标准的3.5毫米音频插口，支持多格式音乐播放。内置了<strong><font size=\"3\" color=\"#ff0000\">多媒体播放器</font></strong>，支持FM调频收音机等娱乐功能。N96手机支持<strong><font size=\"3\" color=\"#ff0000\">N-Gage游戏平台</font></strong>，内置包括<font size=\"3\" color=\"#ff0000\"><strong>《PinBall》完整版</strong></font>在内的四款N-Gage游戏，除了手机本身内置的游戏，还可以从N-Gage的网站下载或者购买最新的游戏，而且可以在论坛里和其他玩家一起讨论。</p>\r\n<p>&nbsp;</p>\r\n</div>\r\n<p>&nbsp;<img src=\"http://img2.zol.com.cn/product/21/898/cekkw57qJjSI.jpg\" alt=\"\" /></p>','','','',0,1,1242578826,'',0,'http://',''),(13,6,'如何分辨水货手机 ','<p>\n<div class=\"artibody\">\n<p><font size=\"2\"><strong>1、&nbsp;什么是水货？</strong><br />\n提及水货手机，按照行业内的说法，可以将水货手机分成三类：A类、B类和C类。 </font></p>\n<p><font size=\"2\">A类水货手机是指由国外、港澳台等地区在没有经过正常海关渠道的情况下进入国内市场的产品，就是我们常说的走私货， 与行货的主要差异是在输入法上，这类手机都是英文输入法或者是港澳台地区的繁体中文输入法。这类手机其最主要的目的是为了逃避国家关税或者因为该种产品曾 经过不正当改装而不能够通过正常渠道入关，质量一般没有大的问题。但由于逃避关税本身就是违法的，所以购买这类手机的用户根本得不到任何售后保障服务； </font></p>\n<p><font size=\"2\">B类水货手机就是走私者将手机的系统软件由英文版升级至中文版后，偷运到内地，然后贴上非法渠道购买的入网标志，作为行货手机充数。 </font></p>\n<p><font size=\"2\">C类水货手机则是那些由其他型号机改装、更换芯片等等方法做假&ldquo;生产&rdquo;出来的，或者就是从各地购买手机的部件，自己组装然后再贴上非法购买的入网标志。 </font></p>\n<p><font size=\"2\">水货手机虽然不排除它是原厂正货的可能，但通过市场调研发现，绝大多数水货手机都是改版的次货，而且产品基本没有受国内厂商的保修许可。</font></p>\n<p><font size=\"2\"><strong>2、水货有哪些？</strong>水货有两种，一种俗称港行，也称作水行，这种产品原本是在香港 及周边地区销售的，但是经过非法途径进入大陆地区销售。另一种是欧版水改机，也称作欧版，水改等，此种产品以英文改版机为主，通过刷改机内软件达到英文改 中文的目的，原来这类产品是销往欧美地区的，由于和大陆地区有相当大的价格差，所以通过走私进入中国市场。</font></p>\n<p><font size=\"2\"><strong>3、水货手机的危害</strong><br />\n1、售后服务无保障 <br />\n手机作为精密类电子产品，软件、硬件方面都有可能产生不同的问题。购买正规渠道的手机，一旦出现问题，只要将问题反映给厂商客户服务中心并静候佳音就 可以了。大多数走私手机的贩卖点规模较小，根本没有资金和技术能力建立起自己的维修网点，因此他们往往制定非常苛刻的保修条件，将国家明令的一年保修期缩 短为三个月，并加入完全对走私手机经销商有利的诸如&ldquo;认为摔打&rdquo;等概念难以界定的排除条件(众所周知，手机很有可能发生摔撞事件)，是确确实实的霸王条 款。规定时间内手机出了故障，走私手机经销商会通过曲解条款尽可能地开脱保修责任。即使他们愿意承担保修服务，也需将手机发往广州、深圳等地，委托他人维 修。一来路途漫长，二来经手人繁多，小问题&ldquo;修&rdquo;成了大问题。最终走私手机经销商会以无法维修为由劝客户自行去当地正规客服维修。至于维修费用，他们自然 也不愿意出了。<br />\n<br />\n2、产品本身质量不过关<br />\n&nbsp;&nbsp;&nbsp; 现在很多奸商为了谋取暴利，经常使用C类的翻修或者组装手机冒充A类水货手机进行销售。作为消费者来说面对和正规行货之间巨大的价格差异，他们无法分辨想要购买的手机是否象销售商说的那样质量过硬，在销售商的巧舌如簧下只能眼看自己的钱包&ldquo;减肥&rdquo;。 </font></p>\n<p><font size=\"2\">但是这类翻修或者组装的水货手机往往为了降低成本，其采用的配件往往也是不合格产品，甚至也是伪劣产品，可以想象由这样产品组装起来的手机的质量究竟可以好到那里去。目前在经常看到手机电池爆炸伤人的事件的报道，究其原因也是消费者购买了这些组装的水货手机。</font></p>\n<p><font size=\"2\">而且不光这类手机硬件存在问题，包括手机使用的软件。由于组装的水货硬件规格根本无法保证和原场产品一致，手机使用的软件也会造成和手机硬件的冲突。频繁死机就是家常便饭，更有甚者会造成经常性的电话本丢失，无法联系到好友。</font></p>\n<p><br />\n<font size=\"2\"><strong>4、如何分辨行、水货手机？</strong><br />\n1、看手机上是否贴有信息产业部&ldquo;进网许可&rdquo;标志。水货与正品的入网标志稍微有一点不同：真的入网标志一般都是针式打印机打印的，数字清晰，颜色较浅，仔细看有针打的凹痕；假的入网标志一般是普通喷墨打印机打印的，数字不很清晰，颜色较深，没有凹痕。 </font></p>\n<p><font size=\"2\">2、检查手机的配置，包括中文说明书、电池、充电器等，如果是厂家原配，一般均贴有厂家的激光防伪标志。原厂配置的 中文说明书通常印刷精美，并与其他语言的说明书及相关产品资料的印刷质量、格式、风格等保持一致。不是原厂家配置的中文说明书通常印刷质量低劣，常出现错 别字，甚至字迹模糊。正品手机的包装盒中均附带有原厂合格证、原厂条码卡、原厂保修卡，而水货则没有。 </font></p>\n<p><font size=\"2\">3、确认经销商的保修条例是否与厂家一致，在购买手机时应索要发票和保修卡。 </font></p>\n<p><font size=\"2\">4、电子串号是否一致也是验证是否水货手机的重要途径。首先在手机上按&ldquo;*#06#&rdquo;，一般会在手机上显示15个数 字，这就是本手机的IMEI码。然后打开手机的电池盖，在手机里有一张贴纸，上面也有一个IMEI码，这个码应该同手机上显示的IMEI码完全一致。然后 再检查手机的外包装盒上的贴纸，上面也应该有一个IMEI码，这个码也应该同手机上显示的IMEI码完全一致。如果此三个码有不一致的地方，这个手机就有 问题。</font></p>\n</div>\n<p>&nbsp;</p>\n</p>','','','',0,1,1242576911,'',0,'http://',NULL),(14,6,'如何享受全国联保','','','','',0,1,1242576927,'',0,'http://',NULL),(48,12,'也买酒订单运费调整公告 ','','','','',0,1,1329630487,'',0,'http://',''),(49,12,'新春活动法国游名单公布  ','','','','',0,1,1329630494,'',0,'http://',''),(50,12,'也买酒打假公告 ','','','','',0,1,1329630499,'',0,'http://',''),(51,14,'2月13日13款商品降价返现公告 ','','','','',0,1,1329630567,'',0,'http://',''),(52,14,'2月20日5款酒品提价通告 ','','','','',0,1,1329630580,'',0,'http://',''),(53,14,'2月15日和3月1日4款酒品提价通告 ','','','','',0,1,1329630589,'',0,'http://',''),(54,15,'网易博客：也买酒开创中国薄若莱新酒的新时代 ','','','','',0,1,1329630606,'',0,'http://',''),(55,15,'中国酒业新闻网报道：2011年薄若莱新','','','','',0,1,1329630615,'',0,'http://',''),(56,15,'新民晚报报道：2011年喝到第一口新酒','','','','',0,1,1329630624,'',0,'http://',''),(57,4,'111','','','','',0,1,1440037340,'',0,'http://','');
/*!40000 ALTER TABLE `ecs_article` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_article_cat`
--

DROP TABLE IF EXISTS `ecs_article_cat`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_article_cat` (
  `cat_id` smallint(5) NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(255) NOT NULL DEFAULT '',
  `cat_type` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `keywords` varchar(255) NOT NULL DEFAULT '',
  `cat_desc` varchar(255) NOT NULL DEFAULT '',
  `sort_order` tinyint(3) unsigned NOT NULL DEFAULT '50',
  `show_in_nav` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`cat_id`),
  KEY `cat_type` (`cat_type`),
  KEY `sort_order` (`sort_order`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_article_cat`
--

LOCK TABLES `ecs_article_cat` WRITE;
/*!40000 ALTER TABLE `ecs_article_cat` DISABLE KEYS */;
INSERT INTO `ecs_article_cat` VALUES (1,'系统分类',2,'','系统保留分类',50,0,0),(2,'网店信息',3,'','网店信息分类',50,0,1),(3,'网店帮助分类',4,'','网店帮助分类',50,0,1),(4,'3G资讯',1,'','',50,0,0),(5,'新手上路 ',5,'','',50,0,3),(6,'手机常识 ',5,'','手机常识 ',50,0,3),(7,'配送与支付 ',5,'','配送与支付 ',50,0,3),(8,'服务保证 ',5,'','',50,0,3),(9,'联系我们 ',5,'','联系我们 ',50,0,3),(10,'会员中心',5,'','',50,0,3),(11,'手机促销',1,'','',50,0,0),(12,'最新动态',1,'','',50,0,0),(14,'调价公告',1,'','',50,0,0),(15,'媒体聚焦',1,'','',50,0,0);
/*!40000 ALTER TABLE `ecs_article_cat` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_attribute`
--

DROP TABLE IF EXISTS `ecs_attribute`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_attribute` (
  `attr_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `cat_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `attr_name` varchar(60) NOT NULL DEFAULT '',
  `attr_input_type` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `attr_type` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `attr_values` text NOT NULL,
  `attr_index` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `sort_order` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `is_linked` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `attr_group` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`attr_id`),
  KEY `cat_id` (`cat_id`)
) ENGINE=MyISAM AUTO_INCREMENT=219 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_attribute`
--

LOCK TABLES `ecs_attribute` WRITE;
/*!40000 ALTER TABLE `ecs_attribute` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_attribute` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_auction_log`
--

DROP TABLE IF EXISTS `ecs_auction_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_auction_log` (
  `log_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `act_id` mediumint(8) unsigned NOT NULL,
  `bid_user` mediumint(8) unsigned NOT NULL,
  `bid_price` decimal(10,2) unsigned NOT NULL,
  `bid_time` int(10) unsigned NOT NULL,
  PRIMARY KEY (`log_id`),
  KEY `act_id` (`act_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_auction_log`
--

LOCK TABLES `ecs_auction_log` WRITE;
/*!40000 ALTER TABLE `ecs_auction_log` DISABLE KEYS */;
INSERT INTO `ecs_auction_log` VALUES (1,4,1,'170.00',1242144083);
/*!40000 ALTER TABLE `ecs_auction_log` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_auto_manage`
--

DROP TABLE IF EXISTS `ecs_auto_manage`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_auto_manage` (
  `item_id` mediumint(8) NOT NULL,
  `type` varchar(10) NOT NULL,
  `starttime` int(10) NOT NULL,
  `endtime` int(10) NOT NULL,
  PRIMARY KEY (`item_id`,`type`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_auto_manage`
--

LOCK TABLES `ecs_auto_manage` WRITE;
/*!40000 ALTER TABLE `ecs_auto_manage` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_auto_manage` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_back_goods`
--

DROP TABLE IF EXISTS `ecs_back_goods`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_back_goods` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `back_id` mediumint(8) unsigned DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `product_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `product_sn` varchar(60) DEFAULT NULL,
  `goods_name` varchar(120) DEFAULT NULL,
  `brand_name` varchar(60) DEFAULT NULL,
  `goods_sn` varchar(60) DEFAULT NULL,
  `is_real` tinyint(1) unsigned DEFAULT '0',
  `send_number` smallint(5) unsigned DEFAULT '0',
  `goods_attr` text,
  PRIMARY KEY (`rec_id`),
  KEY `back_id` (`back_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_back_goods`
--

LOCK TABLES `ecs_back_goods` WRITE;
/*!40000 ALTER TABLE `ecs_back_goods` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_back_goods` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_back_order`
--

DROP TABLE IF EXISTS `ecs_back_order`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_back_order` (
  `back_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `delivery_sn` varchar(20) NOT NULL,
  `order_sn` varchar(20) NOT NULL,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `invoice_no` varchar(50) DEFAULT NULL,
  `add_time` int(10) unsigned DEFAULT '0',
  `shipping_id` tinyint(3) unsigned DEFAULT '0',
  `shipping_name` varchar(120) DEFAULT NULL,
  `user_id` mediumint(8) unsigned DEFAULT '0',
  `action_user` varchar(30) DEFAULT NULL,
  `consignee` varchar(60) DEFAULT NULL,
  `address` varchar(250) DEFAULT NULL,
  `country` smallint(5) unsigned DEFAULT '0',
  `province` smallint(5) unsigned DEFAULT '0',
  `city` smallint(5) unsigned DEFAULT '0',
  `district` smallint(5) unsigned DEFAULT '0',
  `sign_building` varchar(120) DEFAULT NULL,
  `email` varchar(60) DEFAULT NULL,
  `zipcode` varchar(60) DEFAULT NULL,
  `tel` varchar(60) DEFAULT NULL,
  `mobile` varchar(60) DEFAULT NULL,
  `best_time` varchar(120) DEFAULT NULL,
  `postscript` varchar(255) DEFAULT NULL,
  `how_oos` varchar(120) DEFAULT NULL,
  `insure_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `shipping_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `update_time` int(10) unsigned DEFAULT '0',
  `suppliers_id` smallint(5) DEFAULT '0',
  `status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `return_time` int(10) unsigned DEFAULT '0',
  `agency_id` smallint(5) unsigned DEFAULT '0',
  PRIMARY KEY (`back_id`),
  KEY `user_id` (`user_id`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_back_order`
--

LOCK TABLES `ecs_back_order` WRITE;
/*!40000 ALTER TABLE `ecs_back_order` DISABLE KEYS */;
INSERT INTO `ecs_back_order` VALUES (1,'20090615054961769','2009061585887',15,'2009061585884',1245044533,3,'',1,'admin','刘先生','海兴大厦',1,2,52,502,'','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00',1245044964,2,0,1245045515,0),(2,'20090615055104671','2009061585887',15,'20090615',1245044533,3,'',1,'admin','刘先生','海兴大厦',1,2,52,502,'','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00',1245045061,1,0,1245045515,0),(3,'20090615055780744','2009061585887',15,'123232',1245044533,3,'',1,'admin','刘先生','海兴大厦',1,2,52,502,'','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00',1245045443,0,0,1245045515,0),(4,'20090615064331475','2009061503335',17,'00906150333512',1245047978,3,'',1,'admin','刘先生','海兴大厦',1,2,52,502,'','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00',1245048189,0,0,1245048212,0);
/*!40000 ALTER TABLE `ecs_back_order` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_bonus_type`
--

DROP TABLE IF EXISTS `ecs_bonus_type`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_bonus_type` (
  `type_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `type_name` varchar(60) NOT NULL DEFAULT '',
  `type_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `send_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `min_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `max_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `send_start_date` int(11) NOT NULL DEFAULT '0',
  `send_end_date` int(11) NOT NULL DEFAULT '0',
  `use_start_date` int(11) NOT NULL DEFAULT '0',
  `use_end_date` int(11) NOT NULL DEFAULT '0',
  `min_goods_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  PRIMARY KEY (`type_id`)
) ENGINE=MyISAM AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_bonus_type`
--

LOCK TABLES `ecs_bonus_type` WRITE;
/*!40000 ALTER TABLE `ecs_bonus_type` DISABLE KEYS */;
INSERT INTO `ecs_bonus_type` VALUES (1,'用户红包','2.00',0,'0.00','0.00',1242028800,1244707200,1242028800,1443427200,'1.00'),(2,'商品红包','10.00',1,'0.00','0.00',1241971200,1250352000,1242057600,1250006400,'500.00'),(3,'订单红包','20.00',2,'1500.00','0.00',1242057600,1309363200,1242057600,1257955200,'800.00'),(4,'线下红包','5.00',3,'0.00','0.00',1242057600,1244736000,1242057600,1507910400,'50.00'),(5,'节日红包','99.00',0,'0.00','0.00',1439366400,1442044800,1439366400,1473667200,'99.00'),(6,'大红包','297.00',0,'0.00','0.00',1440057600,1442736000,1440057600,1443513600,'0.00'),(8,'线下优惠券','8.00',3,'0.00','0.00',1443340800,1445932800,1443340800,1476172800,'8.00'),(9,'国庆优惠券','10.10',0,'0.00','0.00',1443340800,1445932800,1443340800,1477382400,'11.00'),(10,'肿瘤套餐优惠券','699.00',3,'0.00','0.00',1447660800,1450252800,1447660800,1481702400,'0.00');
/*!40000 ALTER TABLE `ecs_bonus_type` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_booking_goods`
--

DROP TABLE IF EXISTS `ecs_booking_goods`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_booking_goods` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `email` varchar(60) NOT NULL DEFAULT '',
  `link_man` varchar(60) NOT NULL DEFAULT '',
  `tel` varchar(60) NOT NULL DEFAULT '',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_desc` varchar(255) NOT NULL DEFAULT '',
  `goods_number` smallint(5) unsigned NOT NULL DEFAULT '0',
  `booking_time` int(10) unsigned NOT NULL DEFAULT '0',
  `is_dispose` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `dispose_user` varchar(30) NOT NULL DEFAULT '',
  `dispose_time` int(10) unsigned NOT NULL DEFAULT '0',
  `dispose_note` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`rec_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_booking_goods`
--

LOCK TABLES `ecs_booking_goods` WRITE;
/*!40000 ALTER TABLE `ecs_booking_goods` DISABLE KEYS */;
INSERT INTO `ecs_booking_goods` VALUES (1,1,'ecshop@ecshop.com','刘先生','13986765412',19,'可以补货吗？\n我想要一个',1,1242142762,0,'',0,''),(2,3,'text@ecshop.com','叶先生','13588104710',17,'什么时候有货',1,1242143592,0,'',0,'');
/*!40000 ALTER TABLE `ecs_booking_goods` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_brand`
--

DROP TABLE IF EXISTS `ecs_brand`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_brand` (
  `brand_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `brand_name` varchar(60) NOT NULL DEFAULT '',
  `brand_logo` varchar(80) NOT NULL DEFAULT '',
  `brand_desc` text NOT NULL,
  `site_url` varchar(255) NOT NULL DEFAULT '',
  `sort_order` tinyint(3) unsigned NOT NULL DEFAULT '50',
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`brand_id`),
  KEY `is_show` (`is_show`)
) ENGINE=MyISAM AUTO_INCREMENT=22 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_brand`
--

LOCK TABLES `ecs_brand` WRITE;
/*!40000 ALTER TABLE `ecs_brand` DISABLE KEYS */;
INSERT INTO `ecs_brand` VALUES (19,'诺基亚优惠活动','data/attached/brand_image/08fe5f7beca3d47772e6eaad82efee3a.png','','',0,1),(20,'111','','','http://',50,1),(21,'222','','','http://',50,1);
/*!40000 ALTER TABLE `ecs_brand` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_card`
--

DROP TABLE IF EXISTS `ecs_card`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_card` (
  `card_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `card_name` varchar(120) NOT NULL DEFAULT '',
  `card_img` varchar(255) NOT NULL DEFAULT '',
  `card_fee` decimal(6,2) unsigned NOT NULL DEFAULT '0.00',
  `free_money` decimal(6,2) unsigned NOT NULL DEFAULT '0.00',
  `card_desc` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`card_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_card`
--

LOCK TABLES `ecs_card` WRITE;
/*!40000 ALTER TABLE `ecs_card` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_card` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_cart`
--

DROP TABLE IF EXISTS `ecs_cart`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_cart` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `session_id` char(32) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `product_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `market_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_number` smallint(5) unsigned NOT NULL DEFAULT '0',
  `goods_attr` text NOT NULL,
  `is_real` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `parent_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `rec_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_gift` smallint(5) unsigned NOT NULL DEFAULT '0',
  `is_shipping` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `can_handsel` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `goods_attr_id` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`rec_id`),
  KEY `session_id` (`session_id`)
) ENGINE=MyISAM AUTO_INCREMENT=498 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_cart`
--

LOCK TABLES `ecs_cart` WRITE;
/*!40000 ALTER TABLE `ecs_cart` DISABLE KEYS */;
INSERT INTO `ecs_cart` VALUES (497,1,'7028b45393db980353ec5e2c9d34fa36',88,'sctu01',0,'肝癌','168.00','75.05',1,'',1,'',0,0,0,0,0,'');
/*!40000 ALTER TABLE `ecs_cart` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_cat_recommend`
--

DROP TABLE IF EXISTS `ecs_cat_recommend`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_cat_recommend` (
  `cat_id` smallint(5) NOT NULL,
  `recommend_type` tinyint(1) NOT NULL,
  PRIMARY KEY (`cat_id`,`recommend_type`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_cat_recommend`
--

LOCK TABLES `ecs_cat_recommend` WRITE;
/*!40000 ALTER TABLE `ecs_cat_recommend` DISABLE KEYS */;
INSERT INTO `ecs_cat_recommend` VALUES (3,1),(3,2),(3,3),(5,1),(5,2),(5,3),(12,1),(12,2),(12,3),(13,3),(14,2),(14,3),(15,1),(15,2),(16,3),(17,3),(18,3),(19,3),(20,3),(21,3),(22,3),(23,3),(24,3),(25,3),(26,3),(27,3),(28,3),(29,3),(30,3),(31,3),(32,3),(33,3),(34,3),(35,3),(36,3),(37,3),(38,3),(39,3),(60,3),(61,3),(62,3),(63,3),(64,3),(65,3),(66,3),(67,3),(68,3),(69,3),(70,3),(71,3),(72,3),(73,3),(74,3),(75,3),(76,3),(77,3),(82,3),(83,3),(84,3),(85,3),(86,3),(87,3),(88,3),(89,3),(90,3),(91,3),(92,3),(146,3),(149,3),(150,3),(151,3),(152,3),(153,3),(154,3),(155,3),(156,3),(157,3),(158,3),(159,3),(241,3),(242,3),(243,3),(244,3),(245,3),(246,3),(247,3),(248,3),(250,3),(252,3),(253,3),(254,3),(255,3),(256,3),(257,3),(258,3),(259,3),(260,3),(261,3),(262,3),(263,3),(264,3),(266,3),(267,3),(268,3),(269,3),(270,3),(271,3),(272,3),(273,3),(274,3),(275,3),(276,3),(277,3),(278,3),(279,3);
/*!40000 ALTER TABLE `ecs_cat_recommend` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_category`
--

DROP TABLE IF EXISTS `ecs_category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_category` (
  `cat_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(90) NOT NULL DEFAULT '',
  `keywords` varchar(255) NOT NULL DEFAULT '',
  `cat_desc` varchar(255) NOT NULL DEFAULT '',
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `sort_order` tinyint(1) unsigned NOT NULL DEFAULT '50',
  `template_file` varchar(50) NOT NULL DEFAULT '',
  `measure_unit` varchar(15) NOT NULL DEFAULT '',
  `show_in_nav` tinyint(1) NOT NULL DEFAULT '0',
  `style` varchar(150) NOT NULL,
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `grade` tinyint(4) NOT NULL DEFAULT '0',
  `filter_attr` varchar(255) NOT NULL DEFAULT '0',
  `is_show_cate` tinyint(1) NOT NULL,
  PRIMARY KEY (`cat_id`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=286 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_category`
--

LOCK TABLES `ecs_category` WRITE;
/*!40000 ALTER TABLE `ecs_category` DISABLE KEYS */;
INSERT INTO `ecs_category` VALUES (280,'女性健康','','',0,20,'','',0,'',0,0,'',0),(248,'测试子类2','','',241,20,'','',0,'',1,0,'',0),(250,'测试子类1','','',241,10,'','',0,'',1,0,'',0),(252,'测试子类3','','',241,30,'','',0,'',1,0,'',0),(241,'测试类别1','','',0,90,'','',0,'',1,0,'',0),(270,'ABC保险公司专区','','',0,30,'','',1,'',1,0,'',0),(255,'爱车一族','','',0,10,'','',0,'',0,0,'',0),(285,'肿瘤风险评估','','',0,40,'','',0,'',1,0,'',0);
/*!40000 ALTER TABLE `ecs_category` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_collect_goods`
--

DROP TABLE IF EXISTS `ecs_collect_goods`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_collect_goods` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `add_time` int(11) unsigned NOT NULL DEFAULT '0',
  `is_attention` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`rec_id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`),
  KEY `is_attention` (`is_attention`)
) ENGINE=MyISAM AUTO_INCREMENT=95 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_collect_goods`
--

LOCK TABLES `ecs_collect_goods` WRITE;
/*!40000 ALTER TABLE `ecs_collect_goods` DISABLE KEYS */;
INSERT INTO `ecs_collect_goods` VALUES (74,9,93,1444844234,0),(5,36,93,1443048603,0),(30,46,92,1443123917,0),(62,46,93,1444602783,0),(65,46,81,1444606978,0),(38,47,81,1443134571,0),(77,10,93,1444862282,0),(58,9,90,1443473229,0),(93,10,104,1448390362,0),(57,9,95,1443405285,0),(72,50,93,1444765582,0),(78,9,89,1444866323,0),(79,46,82,1444869053,0),(80,24,88,1445125020,0),(88,9,82,1448388431,0),(94,9,104,1448486268,0);
/*!40000 ALTER TABLE `ecs_collect_goods` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_comment`
--

DROP TABLE IF EXISTS `ecs_comment`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_comment` (
  `comment_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `comment_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `id_value` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `email` varchar(60) NOT NULL DEFAULT '',
  `user_name` varchar(60) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `comment_rank` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `ip_address` varchar(15) NOT NULL DEFAULT '',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`comment_id`),
  KEY `parent_id` (`parent_id`),
  KEY `id_value` (`id_value`)
) ENGINE=MyISAM AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_comment`
--

LOCK TABLES `ecs_comment` WRITE;
/*!40000 ALTER TABLE `ecs_comment` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_comment` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_crons`
--

DROP TABLE IF EXISTS `ecs_crons`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_crons` (
  `cron_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `cron_code` varchar(20) NOT NULL,
  `cron_name` varchar(120) NOT NULL,
  `cron_desc` text,
  `cron_order` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `cron_config` text NOT NULL,
  `thistime` int(10) NOT NULL DEFAULT '0',
  `nextime` int(10) NOT NULL,
  `day` tinyint(2) NOT NULL,
  `week` varchar(1) NOT NULL,
  `hour` varchar(2) NOT NULL,
  `minute` varchar(255) NOT NULL,
  `enable` tinyint(1) NOT NULL DEFAULT '1',
  `run_once` tinyint(1) NOT NULL DEFAULT '0',
  `allow_ip` varchar(100) NOT NULL DEFAULT '',
  `alow_files` varchar(255) NOT NULL,
  PRIMARY KEY (`cron_id`),
  KEY `nextime` (`nextime`),
  KEY `enable` (`enable`),
  KEY `cron_code` (`cron_code`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_crons`
--

LOCK TABLES `ecs_crons` WRITE;
/*!40000 ALTER TABLE `ecs_crons` DISABLE KEYS */;
INSERT INTO `ecs_crons` VALUES (1,'change_order','订单更新','对未完成的订单检查报告是否全部上传，如全部上传则标记订单状态为完成，对变为完成状态的订单发送信息告知用户',0,'a:0:{}',1448494697,1448494697,0,'','0','',1,0,'','');
/*!40000 ALTER TABLE `ecs_crons` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_delivery_goods`
--

DROP TABLE IF EXISTS `ecs_delivery_goods`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_delivery_goods` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `delivery_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `product_id` mediumint(8) unsigned DEFAULT '0',
  `product_sn` varchar(60) DEFAULT NULL,
  `goods_name` varchar(120) DEFAULT NULL,
  `brand_name` varchar(60) DEFAULT NULL,
  `goods_sn` varchar(60) DEFAULT NULL,
  `is_real` tinyint(1) unsigned DEFAULT '0',
  `extension_code` varchar(30) DEFAULT NULL,
  `parent_id` mediumint(8) unsigned DEFAULT '0',
  `send_number` smallint(5) unsigned DEFAULT '0',
  `goods_attr` text,
  PRIMARY KEY (`rec_id`),
  KEY `delivery_id` (`delivery_id`,`goods_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=120 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_delivery_goods`
--

LOCK TABLES `ecs_delivery_goods` WRITE;
/*!40000 ALTER TABLE `ecs_delivery_goods` DISABLE KEYS */;
INSERT INTO `ecs_delivery_goods` VALUES (1,1,13,0,NULL,'诺基亚5320 XpressMusic','诺基亚','ECS000013',1,'',0,3,NULL),(2,1,14,0,NULL,'诺基亚5800XM','诺基亚','ECS000014',1,'',0,1,NULL),(3,2,24,0,NULL,'P806','联想','ECS000024',1,'',0,3,NULL),(4,2,9,0,NULL,'诺基亚E66','诺基亚','ECS000009',1,'',0,1,NULL),(5,3,24,0,NULL,'P806','联想','ECS000024',1,'',0,1,NULL),(6,3,8,0,NULL,'飞利浦9@9v','飞利浦','ECS000008',1,'',0,3,NULL),(7,4,12,0,NULL,'摩托罗拉A810','摩托罗拉','ECS000012',1,'',0,2,NULL),(8,5,24,0,NULL,'P806','联想','ECS000024',1,'',0,1,NULL),(9,6,61,0,'','模板堂ecmoban.com测试商品29','','ECS000061',1,NULL,0,1,'颜色:红 \n尺寸:70B \n'),(10,6,37,0,'','模板堂ecmoban.com测试商品5','','ECS000037',1,NULL,0,1,'颜色:红 \n尺寸:70B \n'),(11,6,36,0,'','模板堂ecmoban.com测试商品4','','ECS000036',1,NULL,0,1,'颜色:红 \n尺寸:70B \n'),(12,7,76,0,'','ecshop模板堂(ecmoban.com) 测试商品09','西拉/设拉子','ECS000076',1,NULL,0,1,''),(13,7,75,0,'','ecshop模板堂(ecmoban.com) 测试商品08','黑皮诺','ECS000075',1,NULL,0,2,''),(14,7,77,0,'','ecshop模板堂(ecmoban.com) 测试商品10','雷司令','ECS000077',1,NULL,0,1,''),(15,7,78,0,'','ecshop模板堂(ecmoban.com) 测试商品11','雷司令','ECS000078',1,NULL,0,1,''),(16,7,79,0,'','ecshop模板堂(ecmoban.com) 测试商品12','雷司令','ECS000079',1,NULL,0,1,''),(17,7,74,0,'','ecshop模板堂(ecmoban.com) 测试商品07','黑皮诺','ECS000074',1,NULL,0,1,''),(18,7,73,0,'','ecshop模板堂(ecmoban.com) 测试商品06','梅洛','ECS000073',1,NULL,0,1,''),(19,7,72,0,'','ecshop模板堂(ecmoban.com) 测试商品05','梅洛','ECS000072',1,NULL,0,1,''),(20,7,71,0,'','ecshop模板堂(ecmoban.com) 测试商品04','赤霞珠 ','ECS000071',1,NULL,0,1,''),(21,7,70,0,'','ecshop模板堂(ecmoban.com) 测试商品03','长相思','ECS000070',1,NULL,0,1,''),(22,8,85,0,'','胎儿亲子鉴定','','ECS000085',1,NULL,0,1,''),(23,9,85,0,'','1.1、胎儿亲子鉴定','','ECS000085',1,NULL,0,1,''),(24,9,85,0,'','1.2、胎儿亲子鉴定','','ECS000085',1,NULL,0,1,''),(25,9,87,0,'','2.1、个人亲子鉴定','','ECS000087',1,NULL,0,1,''),(26,10,86,0,'','1.1、司法亲子鉴定','','ECS000086',1,NULL,0,1,''),(27,11,86,0,'','1.1、司法亲子鉴定','','ECS000086',1,NULL,0,1,''),(28,11,86,0,'','1.2、司法亲子鉴定','','ECS000086',1,NULL,0,1,''),(29,11,84,0,'','2.1、移民亲子鉴定','','ECS000084',1,NULL,0,1,''),(30,12,93,0,'','1.1、探索·发现','','Car004',1,NULL,0,1,''),(31,13,90,0,'','1.1、解酒','','Car001',1,NULL,0,1,''),(32,14,90,0,'','1.1、解酒','','Car001',1,NULL,0,1,''),(33,14,90,0,'','1.2、解酒','','Car001',1,NULL,0,1,''),(34,15,91,0,'','1.1、路怒症','','Car002',1,NULL,0,1,''),(35,16,94,0,'','1.1、强者','','Car005',1,NULL,0,1,''),(36,16,94,0,'','1.2、强者','','Car005',1,NULL,0,1,''),(37,16,93,0,'','2.1、探索·发现','','Car004',1,NULL,0,1,''),(38,17,93,0,'','1.1、探索·发现','','Car004',1,NULL,0,1,''),(39,17,93,0,'','1.2、探索·发现','','Car004',1,NULL,0,1,''),(40,18,93,0,'','1.1、探索·发现','','Car004',1,NULL,0,1,''),(41,18,93,0,'','1.2、探索·发现','','Car004',1,NULL,0,1,''),(42,19,90,0,'','1.1、解酒','','Car001',1,NULL,0,1,''),(43,19,90,0,'','1.2、解酒','','Car001',1,NULL,0,1,''),(44,20,93,0,'','1.1、探索·发现','','Car004',1,NULL,0,1,''),(45,20,93,0,'','1.2、探索·发现','','Car004',1,NULL,0,1,''),(46,20,90,0,'','2.1、解酒','','Car001',1,NULL,0,1,''),(47,20,90,0,'','2.2、解酒','','Car001',1,NULL,0,1,''),(48,20,88,0,'','3.1、肝癌','','Health001',1,NULL,0,1,''),(49,20,88,0,'','3.2、肝癌','','Health001',1,NULL,0,1,''),(50,21,93,0,'','1.1、探索·发现','','Car004',1,NULL,0,1,''),(51,22,93,0,'','1.1、探索·发现','','Car004',1,NULL,0,1,''),(52,22,93,0,'','1.2、探索·发现','','Car004',1,NULL,0,1,''),(53,22,90,0,'','2.1、解酒','','Car001',1,NULL,0,1,''),(54,22,90,0,'','2.2、解酒','','Car001',1,NULL,0,1,''),(55,23,88,0,'','1.1、肝癌','','Health001',1,NULL,0,1,''),(56,24,88,0,'','1.1、肝癌','','Health001',1,NULL,0,1,''),(57,25,84,0,'','1.1、移民亲子鉴定','','ECS000084',1,NULL,0,1,''),(58,25,84,0,'','1.2、移民亲子鉴定','','ECS000084',1,NULL,0,1,''),(59,26,93,0,'','1.1、探索·发现','','Car004',1,NULL,0,1,''),(60,26,93,0,'','1.2、探索·发现','','Car004',1,NULL,0,1,''),(61,26,90,0,'','2.1、解酒','','Car001',1,NULL,0,1,''),(62,26,90,0,'','2.2、解酒','','Car001',1,NULL,0,1,''),(63,27,84,0,'','1.1、移民亲子鉴定','','ECS000084',1,NULL,0,1,''),(64,28,84,0,'','1.1、移民亲子鉴定','','ECS000084',1,NULL,0,1,''),(65,29,90,0,'','1.1、解酒','','Car001',1,NULL,0,1,''),(66,29,90,0,'','1.2、解酒','','Car001',1,NULL,0,1,''),(67,30,93,0,'','1.1、探索·发现','','Car004',1,NULL,0,1,''),(68,30,93,0,'','1.2、探索·发现','','Car004',1,NULL,0,1,''),(69,31,93,0,'','1.1、探索·发现','','Car004',1,NULL,0,1,''),(70,31,93,0,'','1.2、探索·发现','','Car004',1,NULL,0,1,''),(71,32,90,0,'','1.1、解酒','','Car001',1,NULL,0,1,''),(72,33,90,0,'','1.1、解酒','','Car001',1,NULL,0,1,''),(73,33,90,0,'','1.2、解酒','','Car001',1,NULL,0,1,''),(74,34,93,0,'','1.1、探索·发现','','Car004',1,NULL,0,1,''),(75,34,93,0,'','1.2、探索·发现','','Car004',1,NULL,0,1,''),(76,34,93,0,'','1.3、探索·发现','','Car004',1,NULL,0,1,''),(77,35,88,0,'','1.1、肝癌','','Health001',1,NULL,0,1,''),(78,35,88,0,'','1.2、肝癌','','Health001',1,NULL,0,1,''),(79,36,93,0,'','1.1、探索·发现','','Car004',1,NULL,0,1,''),(80,36,93,0,'','1.2、探索·发现','','Car004',1,NULL,0,1,''),(81,37,90,0,'','1.1、解酒','','Car001',1,NULL,0,1,''),(82,37,90,0,'','1.2、解酒','','Car001',1,NULL,0,1,''),(83,38,88,0,'','1.1、肝癌','','Health001',1,NULL,0,1,''),(84,39,88,0,'','1.1、肝癌','','Health001',1,NULL,0,1,''),(85,39,88,0,'','1.2、肝癌','','Health001',1,NULL,0,1,''),(86,40,88,0,'','1.1、肝癌','','Health001',1,NULL,0,1,''),(87,41,93,0,'','1.1、探索·发现','','Car004',1,NULL,0,1,''),(88,42,90,0,'','1.&nbsp;&nbsp;解酒','','Car001',1,NULL,0,1,''),(89,42,90,0,'','2.&nbsp;&nbsp;解酒','','Car001',1,NULL,0,1,''),(90,43,88,0,'','1.&nbsp;&nbsp;肝癌','','sctu01',1,NULL,0,1,''),(91,43,88,0,'','2.&nbsp;&nbsp;肝癌','','sctu01',1,NULL,0,1,''),(92,44,88,0,'','1.&nbsp;&nbsp;肝癌','','sctu01',1,NULL,0,1,''),(93,45,95,0,'','肺癌','','sctu02',1,NULL,0,1,''),(94,45,95,0,'','肺癌','','sctu02',1,NULL,0,1,''),(95,45,88,0,'','肝癌','','sctu01',1,NULL,0,1,''),(96,46,93,0,'','探索·发现','','Car004',1,NULL,0,1,''),(97,46,93,0,'','探索·发现','','Car004',1,NULL,0,1,''),(98,47,93,0,'','探索·发现','','Car004',1,NULL,0,1,''),(99,47,93,0,'','探索·发现','','Car004',1,NULL,0,1,''),(100,48,88,0,'','肝癌','','sctu01',1,NULL,0,1,''),(101,48,95,0,'','肺癌','','sctu02',1,NULL,0,1,''),(102,49,95,0,'','肺癌','','sctu02',1,NULL,0,1,''),(103,49,89,0,'','乳腺癌','','sctu06',1,NULL,0,1,''),(104,49,89,0,'','乳腺癌','','sctu06',1,NULL,0,1,''),(105,49,88,0,'','肝癌','','sctu01',1,NULL,0,1,''),(106,50,89,0,'','乳腺癌','','sctu06',1,NULL,0,1,''),(107,50,95,0,'','肺癌','','sctu02',1,NULL,0,1,''),(108,50,95,0,'','肺癌','','sctu02',1,NULL,0,1,''),(109,50,88,0,'','肝癌','','sctu01',1,NULL,0,1,''),(110,50,88,0,'','肝癌','','sctu01',1,NULL,0,1,''),(111,51,104,0,'','肿瘤通用套餐','','set01',1,NULL,0,1,''),(112,52,105,0,'','女性关爱套餐','','set02',1,NULL,0,1,''),(113,53,104,0,'','肿瘤通用套餐','','set01',1,NULL,0,1,''),(114,54,105,0,'','女性关爱套餐','','set02',1,NULL,0,1,''),(115,54,96,0,'','胃癌','','sctu03',1,NULL,0,1,''),(116,55,105,0,'','女性关爱套餐','','set02',1,NULL,0,1,''),(117,56,93,0,'','探索·发现','','Car004',1,NULL,0,1,''),(118,57,104,0,'','肿瘤通用套餐','','set01',1,NULL,0,1,''),(119,58,81,0,'','基因身份证','','ECS000081',1,NULL,0,1,'');
/*!40000 ALTER TABLE `ecs_delivery_goods` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_delivery_order`
--

DROP TABLE IF EXISTS `ecs_delivery_order`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_delivery_order` (
  `delivery_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `delivery_sn` varchar(20) NOT NULL,
  `order_sn` varchar(20) NOT NULL,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `invoice_no` varchar(50) DEFAULT NULL,
  `add_time` int(10) unsigned DEFAULT '0',
  `shipping_id` tinyint(3) unsigned DEFAULT '0',
  `shipping_name` varchar(120) DEFAULT NULL,
  `user_id` mediumint(8) unsigned DEFAULT '0',
  `action_user` varchar(30) DEFAULT NULL,
  `consignee` varchar(60) DEFAULT NULL,
  `address` varchar(250) DEFAULT NULL,
  `country` smallint(5) unsigned DEFAULT '0',
  `province` smallint(5) unsigned DEFAULT '0',
  `city` smallint(5) unsigned DEFAULT '0',
  `district` smallint(5) unsigned DEFAULT '0',
  `sign_building` varchar(120) DEFAULT NULL,
  `email` varchar(60) DEFAULT NULL,
  `zipcode` varchar(60) DEFAULT NULL,
  `tel` varchar(60) DEFAULT NULL,
  `mobile` varchar(60) DEFAULT NULL,
  `best_time` varchar(120) DEFAULT NULL,
  `postscript` varchar(255) DEFAULT NULL,
  `how_oos` varchar(120) DEFAULT NULL,
  `insure_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `shipping_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `update_time` int(10) unsigned DEFAULT '0',
  `suppliers_id` smallint(5) DEFAULT '0',
  `status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `agency_id` smallint(5) unsigned DEFAULT '0',
  PRIMARY KEY (`delivery_id`),
  KEY `user_id` (`user_id`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM AUTO_INCREMENT=59 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_delivery_order`
--

LOCK TABLES `ecs_delivery_order` WRITE;
/*!40000 ALTER TABLE `ecs_delivery_order` DISABLE KEYS */;
INSERT INTO `ecs_delivery_order` VALUES (1,'20090615054961769','2009061585887',15,'2009061585884',1245044533,3,'城际快递',1,'admin','刘先生','海兴大厦',1,2,52,502,'','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00',1245044964,2,1,0),(2,'20090615055104671','2009061585887',15,'20090615',1245044533,3,'城际快递',1,'admin','刘先生','海兴大厦',1,2,52,502,'','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00',1245045061,1,1,0),(3,'20090615055780744','2009061585887',15,'123232',1245044533,3,'城际快递',1,'admin','刘先生','海兴大厦',1,2,52,502,'','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00',1245045443,0,1,0),(4,'20090615060281017','2009061525429',16,'2009061525121',1245045672,3,'城际快递',1,'admin','刘先生','海兴大厦',1,2,52,502,'','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00',1245045723,2,0,0),(5,'20090615064331475','2009061503335',17,'00906150333512',1245047978,3,'城际快递',1,'admin','刘先生','海兴大厦',1,2,52,502,'','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00',1245048189,0,1,0),(6,'20111110062880851','2011111096844',21,'',1320906499,5,'申通快递',0,'admin','111111111','11111111111',1,3,37,410,'','11@126.com','','111111111111111111','','','','等待所有商品备齐后再发','0.00','15.00',1320906525,0,0,0),(7,'20120303101319664','2012030312654',22,'11',1330769555,5,'申通快递',0,'admin','333','1111',1,26,324,2764,'','11@126.com','','1111','','','','等待所有商品备齐后再发','0.00','15.00',1330769590,0,0,0),(8,'20150612035696157','2015061214464',29,'28808889989',1434052140,8,'顺丰速运',16,'admin','邓州','我的地址',1,5,65,627,'','','','','15858589988','','','等待所有商品备齐后再发','0.00','0.00',1434081400,0,0,0),(9,'20150707041432435','2015070771605',32,'',1436212824,8,'顺丰速运',9,'admin','Eric Shen','康桥路787号',1,25,321,2707,'','','','','13811111111','','','等待所有商品备齐后再发','0.00','0.00',1436242490,0,0,0),(10,'20150710012094540','2015071081304',37,NULL,1436462398,8,'顺丰速运',10,'admin','王阿里1','花园路888号',1,9,121,0,'','','','','15858589988','','','等待所有商品备齐后再发','0.00','0.00',1436491236,0,2,0),(11,'20150720085448694','2015072012627',40,'34343',1437353241,8,'顺丰速运',9,'admin','Eric Shen','康桥路787号',1,25,321,2707,'','','','','13811111111','','','等待所有商品备齐后再发','0.00','0.00',1437382497,0,0,0),(12,'20150813084237763','2015081372212',41,'305980661496',1439426349,8,'顺丰速运',9,'admin','Eric Shen','康桥路787号',1,25,321,2707,'','','','','13811111111','','','等待所有商品备齐后再发','0.00','0.00',1439455329,0,0,0),(13,'20150817022509718','2015081388010',42,'443434',1439427664,8,'顺丰速运',9,'admin','Eric Shen','康桥路787号',1,25,321,2707,'','','','','13811111111','','','等待所有商品备齐后再发','0.00','0.00',1439778357,0,0,0),(14,'20150820014464361','2015081926442',44,'',1439925866,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1440035079,0,0,0),(15,'20150821023099624','2015082145333',47,'909348749392',1440095266,8,'顺丰速运',33,'admin','徐珏','邯郸路',1,25,321,2708,'','','','','15050355884','','','等待所有商品备齐后再发','0.00','0.00',1440124220,0,0,0),(16,'20150821034545799','2015082177519',48,'1234567',1440099632,8,'顺丰速运',33,'admin','徐珏','邯郸路',1,25,321,2708,'','','','','15050355884','','','等待所有商品备齐后再发','0.00','0.00',1440128720,0,0,0),(17,'20150823074421502','2015082322880',49,'12877913',1440286947,8,'顺丰速运',24,'admin','小明','用于uuui',1,5,63,612,'','','','','138000000','','','等待所有商品备齐后再发','0.00','0.00',1440315874,0,0,0),(18,'20150831033706036','2015083125696',51,'test1234',1440962658,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1440992256,0,0,0),(19,'20150831085901976','2015083148335',52,'test12345',1440982642,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1441011581,0,0,0),(20,'20150831092549317','2015083143876',53,'',1440984127,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1441013122,0,0,0),(21,'20150901013720893','2015090146865',54,'',1441042571,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1441071422,0,0,0),(22,'20150901021391913','2015090186106',57,'',1441044632,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1441073596,0,0,0),(23,'20150901025092673','2015090192296',59,'Test已寄送',1441047000,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1441075830,0,0,0),(24,'20150901025207091','2015090187070',60,'Test已寄送',1441047137,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1441075971,0,0,0),(25,'20150901063096847','2015082852225',50,'',1440713081,8,'顺丰速运',10,'admin','王阿里1','花园路888号',1,9,121,0,'','','','','15858589988','','','等待所有商品备齐后再发','0.00','0.00',1441089011,0,0,0),(26,'20150901095193693','2015090197114',56,NULL,1441044551,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1441101112,0,2,0),(28,'20150901102183733','2015090152548',63,'',1441073906,8,'顺丰速运',10,'admin','王阿里1','花园路888号',1,9,121,0,'','','','','15858589988','','','等待所有商品备齐后再发','0.00','0.00',1441102870,0,0,0),(29,'20150907023121212','2015090721693',65,'TEst001',1441564127,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1441593073,0,0,0),(30,'20150907061496036','2015090722504',68,'',1441576772,8,'顺丰速运',36,'admin','测试','测试',1,2,52,500,'','','','','15556666435','','','等待所有商品备齐后再发','0.00','0.00',1441606489,0,0,0),(31,'20150907074905124','2015090735378',69,'TEst001',1441583318,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1441612174,0,0,0),(32,'20150907081877066','2015090791765',70,NULL,1441584977,8,'顺丰速运',10,'admin','王阿里1','花园路888号',1,9,121,0,'','','','','15858589988','','','等待所有商品备齐后再发','0.00','0.00',1441613886,0,2,0),(33,'20150907094746241','2015090748350',72,'TEst001',1441590401,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1441619259,0,0,0),(34,'20150907094939364','2015090752102',71,NULL,1441585096,8,'顺丰速运',10,'admin','王阿里1','花园路888号',1,9,121,0,'','','','','15858589988','','','等待所有商品备齐后再发','0.00','0.00',1441619388,0,2,0),(35,'20150907100155461','2015090786419',73,'111',1441591235,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1441620097,0,0,0),(36,'20150907101828563','2015090728711',74,'111',1441592175,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1441621100,0,0,0),(37,'20150907135157722','2015090730430',76,'111',1441604978,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1441633870,0,0,0),(38,'20150907140292373','2015090794469',77,'',1441605692,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1441634541,0,0,0),(39,'20150909145888951','2015090943804',82,'111',1441752993,8,'顺丰速运',43,'admin','张洁薇','12357955865',1,18,248,2101,'','','','','13524319001','','','等待所有商品备齐后再发','0.00','0.00',1441753100,0,0,0),(40,'20150915183498152','2015091558197',84,'111',1442284401,8,'顺丰速运',9,'admin','沈雨后','康桥路787号',1,25,321,2707,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1442284441,0,0,0),(41,'20150926131677423','2015092591504',90,'',1443120018,8,'顺丰速运',10,'admin','王阿里1','花园路888号',1,9,121,0,'','','','','15858589988','','','等待所有商品备齐后再发','0.00','0.00',1443215782,0,0,0),(42,'20150926185783374','2015092620158',114,'111',1443236060,8,'顺丰速运',9,'admin','沈雨后','苏州新区干将路189号202室',1,16,221,1854,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1443236233,0,0,0),(43,'20150926194041494','2015092649065',115,'',1443238778,8,'顺丰速运',9,'admin','沈雨后','苏州新区干将路189号202室',1,16,221,1854,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1443238841,0,0,0),(44,'20150928160840057','2015092825891',120,'111',1443398831,8,'顺丰速运',9,'admin','沈雨后','苏州新区干将路189号202室',1,16,221,1854,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1443398905,0,0,0),(45,'20150928164139021','2015092857499',121,'111',1443400749,8,'顺丰速运',9,'admin','沈雨后','苏州新区干将路189号202室',1,16,221,1854,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1443400888,0,0,0),(46,'20150928183555699','2015092805025',123,'',1443405522,8,'顺丰速运',9,'admin','沈雨后','苏州新区干将路189号202室',1,16,221,1854,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1443407749,0,0,0),(47,'20150929125291292','2015092975968',128,'111',1443473362,8,'顺丰速运',9,'admin','沈雨后','苏州新区干将路189号202室',1,16,221,1854,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1443473576,0,0,0),(48,'20151007150484365','2015100721517',129,'111',1444172614,8,'顺丰速运',50,'admin','王小明','东安街66号首都企业广场11楼205室',1,2,52,500,'','','','','13811100000','','','等待所有商品备齐后再发','0.00','0.00',1444172681,0,0,0),(49,'20151012160434990','2015101278452',146,'111',1444608003,8,'顺丰速运',9,'admin','沈雨后','苏州新区干将路189号202室',1,16,221,1854,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1444608287,0,0,0),(50,'20151018160182472','2015101823035',151,'111',1445126286,8,'顺丰速运',24,'admin','小明','用于uuui',1,5,63,612,'','','','','138000000','','','等待所有商品备齐后再发','0.00','0.00',1445126464,0,0,0),(51,'20151117151830996','2015111725234',155,'111',1447715839,8,'顺丰速运',9,'admin','沈雨后','苏州新区干将路189号202室',1,16,221,1854,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1447715889,0,0,0),(52,'20151117153222319','2015111706235',157,'111',1447716639,8,'顺丰速运',9,'admin','沈雨后','苏州新区干将路189号202室',1,16,221,1854,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1447716753,0,0,0),(53,'20151118143332142','2015111899108',166,'111',1447797773,8,'顺丰速运',17,'admin','丁达','杨高路3839弄5号楼402',1,25,321,2707,'','','','','13916640924','','','等待所有商品备齐后再发','0.00','0.00',1447799610,0,0,0),(54,'20151118155722927','2015111854728',174,'3409u38',1447804544,8,'顺丰速运',70,'admin','赵春','上海市浦东新区季景路19弄57号楼401',1,25,321,2707,'','','','','13817401962','','','等待所有商品备齐后再发','0.00','0.00',1447804639,0,0,0),(55,'20151125112275206','2015112534597',179,'12345',1448392924,8,'顺丰速运',9,'admin','沈雨后','苏州新区干将路189号202室',1,16,221,1854,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1448392952,0,0,0),(56,'20151125114500413','2015111981630',176,NULL,1447877624,8,'顺丰速运',9,'admin','沈雨后','苏州新区干将路189号202室',1,16,221,1854,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1448394330,0,2,0),(57,'20151126140532473','2015112662945',183,'1234567',1448488822,8,'顺丰速运',9,'admin','沈雨后','苏州新区干将路189号202室',1,16,221,1854,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1448489157,0,0,0),(58,'20151126140741904','2015112630783',184,NULL,1448488920,8,'顺丰速运',9,'admin','沈雨后','苏州新区干将路189号202室',1,16,221,1854,'','','','','18616260000','','','等待所有商品备齐后再发','0.00','0.00',1448489225,0,2,0);
/*!40000 ALTER TABLE `ecs_delivery_order` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_email_list`
--

DROP TABLE IF EXISTS `ecs_email_list`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_email_list` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `email` varchar(60) NOT NULL,
  `stat` tinyint(1) NOT NULL DEFAULT '0',
  `hash` varchar(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_email_list`
--

LOCK TABLES `ecs_email_list` WRITE;
/*!40000 ALTER TABLE `ecs_email_list` DISABLE KEYS */;
INSERT INTO `ecs_email_list` VALUES (1,'123@126.com',0,'2ff2115f7e');
/*!40000 ALTER TABLE `ecs_email_list` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_email_sendlist`
--

DROP TABLE IF EXISTS `ecs_email_sendlist`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_email_sendlist` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `email` varchar(100) NOT NULL,
  `template_id` mediumint(8) NOT NULL,
  `email_content` text NOT NULL,
  `error` tinyint(1) NOT NULL DEFAULT '0',
  `pri` tinyint(10) NOT NULL,
  `last_send` int(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_email_sendlist`
--

LOCK TABLES `ecs_email_sendlist` WRITE;
/*!40000 ALTER TABLE `ecs_email_sendlist` DISABLE KEYS */;
INSERT INTO `ecs_email_sendlist` VALUES (1,'',6,'亲爱的wx_143262740445您好！\n\n恭喜您获得了1个红包，金额为￥99.00元\n集蛋商城2015-08-13',0,1,1439455038),(2,'',6,'亲爱的wx_143262740445您好！\n\n恭喜您获得了1个红包，金额为￥99.00元\n集蛋商城2015-08-13',0,1,1439468054),(3,'gen144012383828@genegg.com.cn',6,'亲爱的gen144012383828您好！\n\n恭喜您获得了1个红包，金额为￥99.00\n集蛋商城2015-08-21',0,1,1440128226),(4,'gen144012383828@genegg.com.cn',6,'亲爱的gen144012383828您好！\n\n恭喜您获得了1个红包，金额为￥297.00\n集蛋商城2015-08-21',0,1,1440128277),(5,'123@qq.com',6,'亲爱的ecmobile您好！\n\n恭喜您获得了1个红包，金额为￥297.00\n集蛋商城2015-09-24',0,1,1443082693),(6,'123@qq.com',6,'亲爱的ecmobile您好！\n\n恭喜您获得了1个红包，金额为￥2.00\n集蛋商城2015-09-28',0,1,1443406905),(7,'',6,'亲爱的wx_143262740445您好！\n\n恭喜您获得了1个红包，金额为￥2.00\n集蛋商城2015-09-28',0,1,1443407988),(8,'',6,'亲爱的wx_143262740445您好！\n\n恭喜您获得了1个红包，金额为￥99.00\n集蛋商城2015-09-28',0,1,1443408105),(9,'',6,'亲爱的wx_143262740445您好！\n\n恭喜您获得了1个红包，金额为￥99.00\n集蛋商城2015-09-28',0,1,1443408378),(10,'',6,'亲爱的wx_143262740445您好！\n\n恭喜您获得了1个红包，金额为￥2.00\n集蛋商城2015-09-28',0,1,1443408542),(11,'',6,'亲爱的wx_143262740445您好！\n\n恭喜您获得了1个红包，金额为￥10.10\n集蛋商城2015-09-28',0,1,1443411501);
/*!40000 ALTER TABLE `ecs_email_sendlist` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_error_log`
--

DROP TABLE IF EXISTS `ecs_error_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_error_log` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `info` varchar(255) NOT NULL,
  `file` varchar(100) NOT NULL,
  `time` int(10) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `time` (`time`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_error_log`
--

LOCK TABLES `ecs_error_log` WRITE;
/*!40000 ALTER TABLE `ecs_error_log` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_error_log` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_exchange_goods`
--

DROP TABLE IF EXISTS `ecs_exchange_goods`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_exchange_goods` (
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `exchange_integral` int(10) unsigned NOT NULL DEFAULT '0',
  `is_exchange` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_hot` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`goods_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_exchange_goods`
--

LOCK TABLES `ecs_exchange_goods` WRITE;
/*!40000 ALTER TABLE `ecs_exchange_goods` DISABLE KEYS */;
INSERT INTO `ecs_exchange_goods` VALUES (34,100,1,0),(33,100,1,0),(36,100,1,0),(43,100,1,0),(68,100,1,0),(69,100,1,0),(70,100,1,0),(72,100,1,0),(73,100,1,0),(80,50,1,0);
/*!40000 ALTER TABLE `ecs_exchange_goods` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_favourable_activity`
--

DROP TABLE IF EXISTS `ecs_favourable_activity`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_favourable_activity` (
  `act_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `act_name` varchar(255) NOT NULL,
  `start_time` int(10) unsigned NOT NULL,
  `end_time` int(10) unsigned NOT NULL,
  `user_rank` varchar(255) NOT NULL,
  `act_range` tinyint(3) unsigned NOT NULL,
  `act_range_ext` varchar(255) NOT NULL,
  `min_amount` decimal(10,2) unsigned NOT NULL,
  `max_amount` decimal(10,2) unsigned NOT NULL,
  `act_type` tinyint(3) unsigned NOT NULL,
  `act_type_ext` decimal(10,2) unsigned NOT NULL,
  `gift` text NOT NULL,
  `sort_order` tinyint(3) unsigned NOT NULL DEFAULT '50',
  PRIMARY KEY (`act_id`),
  KEY `act_name` (`act_name`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_favourable_activity`
--

LOCK TABLES `ecs_favourable_activity` WRITE;
/*!40000 ALTER TABLE `ecs_favourable_activity` DISABLE KEYS */;
INSERT INTO `ecs_favourable_activity` VALUES (1,'5.1诺基亚优惠活动',1241107200,1253030400,'1,2',2,'1','500.00','5000.00',2,'95.00','a:0:{}',50);
/*!40000 ALTER TABLE `ecs_favourable_activity` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_feedback`
--

DROP TABLE IF EXISTS `ecs_feedback`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_feedback` (
  `msg_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `parent_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `user_name` varchar(60) NOT NULL DEFAULT '',
  `user_email` varchar(60) NOT NULL DEFAULT '',
  `msg_title` varchar(200) NOT NULL DEFAULT '',
  `msg_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `msg_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `msg_content` text NOT NULL,
  `msg_time` int(10) unsigned NOT NULL DEFAULT '0',
  `message_img` varchar(255) NOT NULL DEFAULT '0',
  `order_id` int(11) unsigned NOT NULL DEFAULT '0',
  `msg_area` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`msg_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_feedback`
--

LOCK TABLES `ecs_feedback` WRITE;
/*!40000 ALTER TABLE `ecs_feedback` DISABLE KEYS */;
INSERT INTO `ecs_feedback` VALUES (1,0,1,'ecshop','ecshop@ecshop.com','三星SGH-F258什么时候到',4,0,'三星SGH-F258什么时候有货',1242107197,'',0,0),(2,0,9,'wx_143262740445','0','留言测试',0,0,'这是什么',1439932699,'',0,0),(3,0,9,'wx_143262740445','0','售后测试',0,0,'售后有什么服务',1439935581,'',0,0),(4,3,1,'admin','11@126.com','reply',0,0,'测试',1440039655,'0',0,0);
/*!40000 ALTER TABLE `ecs_feedback` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_friend_link`
--

DROP TABLE IF EXISTS `ecs_friend_link`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_friend_link` (
  `link_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `link_name` varchar(255) NOT NULL DEFAULT '',
  `link_url` varchar(255) NOT NULL DEFAULT '',
  `link_logo` varchar(255) NOT NULL DEFAULT '',
  `show_order` tinyint(3) unsigned NOT NULL DEFAULT '50',
  PRIMARY KEY (`link_id`),
  KEY `show_order` (`show_order`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_friend_link`
--

LOCK TABLES `ecs_friend_link` WRITE;
/*!40000 ALTER TABLE `ecs_friend_link` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_friend_link` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_goods`
--

DROP TABLE IF EXISTS `ecs_goods`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_goods` (
  `goods_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `cat_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `goods_name_style` varchar(60) NOT NULL DEFAULT '+',
  `click_count` int(10) unsigned NOT NULL DEFAULT '0',
  `brand_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `provider_name` varchar(100) NOT NULL DEFAULT '',
  `goods_number` smallint(5) unsigned NOT NULL DEFAULT '0',
  `goods_weight` decimal(10,3) unsigned NOT NULL DEFAULT '0.000',
  `market_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `shop_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `promote_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `promote_start_date` int(11) unsigned NOT NULL DEFAULT '0',
  `promote_end_date` int(11) unsigned NOT NULL DEFAULT '0',
  `warn_number` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `keywords` varchar(255) NOT NULL DEFAULT '',
  `goods_brief` varchar(255) NOT NULL DEFAULT '',
  `goods_desc` text NOT NULL,
  `goods_thumb` varchar(255) NOT NULL DEFAULT '',
  `goods_img` varchar(255) NOT NULL DEFAULT '',
  `original_img` varchar(255) NOT NULL DEFAULT '',
  `is_real` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `is_on_sale` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `is_alone_sale` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `is_shipping` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `integral` int(10) unsigned NOT NULL DEFAULT '0',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `sort_order` smallint(4) unsigned NOT NULL DEFAULT '100',
  `is_delete` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_best` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_new` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_hot` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_promote` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `bonus_type_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `last_update` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_type` smallint(5) unsigned NOT NULL DEFAULT '0',
  `seller_note` varchar(255) NOT NULL DEFAULT '',
  `give_integral` int(11) NOT NULL DEFAULT '-1',
  `rank_integral` int(11) NOT NULL DEFAULT '-1',
  `suppliers_id` smallint(5) unsigned DEFAULT NULL,
  `is_check` tinyint(1) unsigned DEFAULT NULL,
  PRIMARY KEY (`goods_id`),
  KEY `goods_sn` (`goods_sn`),
  KEY `cat_id` (`cat_id`),
  KEY `last_update` (`last_update`),
  KEY `brand_id` (`brand_id`),
  KEY `goods_weight` (`goods_weight`),
  KEY `promote_end_date` (`promote_end_date`),
  KEY `promote_start_date` (`promote_start_date`),
  KEY `goods_number` (`goods_number`),
  KEY `sort_order` (`sort_order`)
) ENGINE=MyISAM AUTO_INCREMENT=106 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_goods`
--

LOCK TABLES `ecs_goods` WRITE;
/*!40000 ALTER TABLE `ecs_goods` DISABLE KEYS */;
INSERT INTO `ecs_goods` VALUES (80,250,'ECS000000','落户亲子鉴定','+',4,0,'',0,'0.000','0.01','0.01','0.00',0,0,0,'','','','images/201505/thumb_img/80_thumb_G_1432870212844.jpg','images/201505/goods_img/80_G_1432870212696.jpg','images/201505/source_img/80_G_1432870212920.jpg',1,'',1,0,0,0,1432639880,100,0,0,0,0,0,0,1440035917,0,'',-1,-1,0,NULL),(81,250,'ECS000081','基因身份证','+',132,0,'',10000,'0.000','0.01','0.01','0.00',0,0,1,'','','','images/201505/thumb_img/81_thumb_G_1432870208826.jpg','images/201505/goods_img/81_G_1432870208892.jpg','images/201505/source_img/81_G_1432870208457.jpg',1,'',1,1,0,0,1432639892,100,0,0,0,0,0,2,1434508357,0,'',-1,-1,0,NULL),(82,250,'ECS000082','个体识别','+',40,0,'',10000,'0.000','0.01','0.01','0.00',0,0,1,'','','','images/201505/thumb_img/82_thumb_G_1432870203831.jpg','images/201505/goods_img/82_G_1432870203769.jpg','images/201505/source_img/82_G_1432870203128.jpg',1,'',1,1,0,0,1432639902,100,0,0,0,0,0,2,1439453438,0,'',-1,-1,0,NULL),(83,250,'ECS000083','亲缘关系鉴定','+',25,0,'',10000,'0.000','0.01','0.01','0.00',0,0,1,'','','','images/201505/thumb_img/83_thumb_G_1432870198332.jpg','images/201505/goods_img/83_G_1432870198947.jpg','images/201505/source_img/83_G_1432870198838.jpg',1,'',1,1,0,0,1432639908,100,0,0,0,0,0,0,1439453437,0,'',-1,-1,0,NULL),(84,250,'ECS000084','移民亲子鉴定','+',28,0,'',10000,'0.000','0.01','0.01','0.00',0,0,1,'','','','images/201505/thumb_img/84_thumb_G_1432870193790.jpg','images/201505/goods_img/84_G_1432870193767.jpg','images/201505/source_img/84_G_1432870193347.jpg',1,'',1,1,0,0,1432639915,100,0,0,0,0,0,2,1439453435,0,'',-1,-1,0,NULL),(85,250,'ECS000085','胎儿亲子鉴定','+',43,0,'',10000,'0.000','0.01','0.01','0.00',0,0,1,'','','','images/201505/thumb_img/85_thumb_G_1432870188984.jpg','images/201505/goods_img/85_G_1432870188537.jpg','images/201505/source_img/85_G_1432870188568.jpg',1,'',1,1,0,0,1432639924,100,0,0,0,0,0,0,1436505088,0,'',-1,-1,0,NULL),(86,250,'ECS000086','司法亲子鉴定','+',25,0,'',10000,'0.000','0.01','0.01','0.00',0,0,1,'','','','images/201505/thumb_img/86_thumb_G_1432870180102.jpg','images/201505/goods_img/86_G_1432870180138.jpg','images/201505/source_img/86_G_1432870180415.jpg',1,'',1,1,0,0,1432639932,100,0,0,0,0,0,0,1436505085,0,'',-1,-1,0,NULL),(87,250,'ECS000087','个人亲子鉴定','+',22,0,'',10000,'0.000','0.01','0.01','0.00',0,0,1,'','','','images/201505/thumb_img/87_thumb_G_1432870170105.jpg','images/201505/goods_img/87_G_1432870170151.jpg','images/201505/source_img/87_G_1432870170149.jpg',1,'',1,1,0,0,1432639944,100,0,0,0,0,0,0,1436505089,0,'',-1,-1,0,NULL),(88,285,'sctu01','肝癌','+',79,0,'',0,'0.000','168.00','79.00','0.00',0,0,0,'','','','images/201511/thumb_img/88_thumb_G_1447636849785.jpg','images/201511/goods_img/88_G_1447636849980.jpg','images/201511/source_img/88_G_1447636849488.jpg',1,'',1,1,0,0,1439448171,10,0,1,0,0,0,0,1448486710,0,'',-1,-1,0,NULL),(89,285,'sctu06','乳腺癌','+',15,0,'',0,'0.000','199.00','99.00','0.00',0,0,0,'','','','images/201511/thumb_img/89_thumb_G_1447637320937.jpg','images/201511/goods_img/89_G_1447637320249.jpg','images/201511/source_img/89_G_1447637320344.jpg',1,'',1,1,0,0,1439448541,60,0,0,0,0,0,0,1447713369,0,'',-1,-1,0,NULL),(90,255,'Car001','解酒','+',86,0,'',0,'0.000','118.80','99.00','0.00',0,0,0,'','','','images/201508/thumb_img/90_thumb_G_1439449238668.jpg','images/201508/goods_img/90_G_1439449238178.jpg','images/201508/source_img/90_G_1439449238275.jpg',1,'',1,1,0,0,1439449238,2,0,1,0,0,0,0,1445970802,0,'',-1,-1,0,NULL),(91,255,'Car002','路怒症','+',11,0,'',0,'0.000','118.80','99.00','0.00',0,0,0,'','','','images/201508/thumb_img/91_thumb_G_1439449707017.jpg','images/201508/goods_img/91_G_1439449707457.jpg','images/201508/source_img/91_G_1439449707460.jpg',1,'',1,1,0,0,1439449707,100,0,0,0,0,0,0,1439449707,0,'',-1,-1,0,NULL),(92,255,'Car003','夜盲症','+',14,0,'',0,'0.000','118.80','99.00','0.00',0,0,0,'','','','images/201508/thumb_img/92_thumb_G_1439449882375.jpg','images/201508/goods_img/92_G_1439449882458.jpg','images/201508/source_img/92_G_1439449882459.jpg',1,'',1,1,0,0,1439449881,100,0,0,0,0,0,0,1439449881,0,'',-1,-1,0,NULL),(93,255,'Car004','探索·发现','+',278,0,'',0,'0.000','118.80','99.00','0.00',0,0,0,'','','<p><span lang=\"ZH-CN\" style=\"font-size:10.5pt;mso-bidi-font-size:\r\n11.0pt;font-family:宋体;mso-ascii-font-family:Calibri;mso-ascii-theme-font:minor-latin;\r\nmso-fareast-theme-font:minor-fareast;mso-hansi-font-family:Calibri;mso-hansi-theme-font:\r\nminor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi;\r\nmso-ansi-language:EN-US;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">你是一个喜好发现的人么？您是否有一颗冒险者的心？多巴胺是人神经系统中重要的奖赏反馈机制，让您在发现的过程中获得愉悦。遗传差异影响神经系统中多巴胺受体密度，进而影响到刺激后神经系统反应的强弱。通过基因检测探知多大的刺激才足够让您</span><span style=\"font-size:10.5pt;mso-bidi-font-size:11.0pt;font-family:&quot;Calibri&quot;,&quot;sans-serif&quot;;\r\nmso-ascii-theme-font:minor-latin;mso-fareast-font-family:宋体;mso-fareast-theme-font:\r\nminor-fareast;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;\r\nmso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language:\r\nZH-CN;mso-bidi-language:AR-SA\">high</span><span lang=\"ZH-CN\" style=\"font-size:\r\n10.5pt;mso-bidi-font-size:11.0pt;font-family:宋体;mso-ascii-font-family:Calibri;\r\nmso-ascii-theme-font:minor-latin;mso-fareast-theme-font:minor-fareast;\r\nmso-hansi-font-family:Calibri;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:\r\n&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;\r\nmso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">起来。</span></p>','images/201508/thumb_img/93_thumb_G_1439450273429.jpg','images/201508/goods_img/93_G_1439450273030.jpg','images/201508/source_img/93_G_1439450273455.jpg',1,'',1,1,0,20,1439450273,1,0,1,0,0,0,0,1445970768,0,'',-1,-1,0,NULL),(94,255,'Car005','强者','+',14,0,'',0,'0.000','118.80','99.00','0.00',0,0,0,'','','','images/201508/thumb_img/94_thumb_G_1439450605363.jpg','images/201508/goods_img/94_G_1439450605898.jpg','images/201508/source_img/94_G_1439450605342.jpg',1,'',1,1,0,0,1439450605,100,0,0,0,0,0,0,1439450605,0,'',-1,-1,0,NULL),(95,285,'sctu02','肺癌','+',16,0,'',0,'0.000','148.00','88.00','0.00',0,0,0,'','','','images/201511/thumb_img/95_thumb_G_1447637208575.jpg','images/201511/goods_img/95_G_1447637208878.jpg','images/201511/source_img/95_G_1447637208370.jpg',1,'',1,1,0,0,1439452924,20,0,0,0,0,0,0,1448486853,0,'',-1,-1,0,NULL),(96,285,'sctu03','胃癌','+',4,0,'',0,'0.000','199.00','99.00','0.00',0,0,0,'','','','images/201511/thumb_img/96_thumb_G_1447637229834.jpg','images/201511/goods_img/96_G_1447637229171.jpg','images/201511/source_img/96_G_1447637229676.jpg',1,'',1,1,0,0,1445473629,30,0,0,0,0,0,0,1448486834,0,'',-1,-1,0,NULL),(97,285,'sctu04','结直肠癌','+',0,0,'',0,'0.000','168.00','88.00','0.00',0,0,0,'','','','images/201511/thumb_img/97_thumb_G_1447637244683.jpg','images/201511/goods_img/97_G_1447637244034.jpg','images/201511/source_img/97_G_1447637244920.jpg',1,'',1,1,0,0,1445474217,40,0,0,0,0,0,0,1448486821,0,'',-1,-1,0,NULL),(98,285,'sctu05','食管癌','+',1,0,'',0,'0.000','158.00','68.00','0.00',0,0,0,'','','','images/201511/thumb_img/98_thumb_G_1447637268223.jpg','images/201511/goods_img/98_G_1447637268502.jpg','images/201511/source_img/98_G_1447637268100.jpg',1,'',1,1,0,0,1445474292,50,0,0,0,0,0,0,1448486807,0,'',-1,-1,0,NULL),(99,285,'sctu07','卵巢癌','+',4,0,'',0,'0.000','199.00','99.00','0.00',0,0,0,'','','','images/201511/thumb_img/99_thumb_G_1447637339387.jpg','images/201511/goods_img/99_G_1447637339981.jpg','images/201511/source_img/99_G_1447637339178.jpg',1,'',1,1,0,0,1445474358,70,0,0,0,0,0,0,1448486791,0,'',-1,-1,0,NULL),(100,285,'sctu08','子宫内膜癌','+',0,0,'',0,'0.000','188.00','88.00','0.00',0,0,0,'','','','images/201511/thumb_img/100_thumb_G_1447637369594.jpg','images/201511/goods_img/100_G_1447637369833.jpg','images/201511/source_img/100_G_1447637369944.jpg',1,'',1,1,0,0,1445474389,80,0,0,0,0,0,0,1448486778,0,'',-1,-1,0,NULL),(101,285,'sctu09','子宫颈癌','+',2,0,'',0,'0.000','199.00','99.00','0.00',0,0,0,'','','<p><span style=\"font-size:10.5pt;mso-bidi-font-size:11.0pt;\r\nfont-family:宋体;mso-ascii-font-family:Calibri;mso-ascii-theme-font:minor-latin;\r\nmso-fareast-theme-font:minor-fareast;mso-hansi-font-family:Calibri;mso-hansi-theme-font:\r\nminor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi;\r\nmso-ansi-language:EN-US;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">子宫颈癌，为发生在子宫颈的癌症，是女性常见恶性肿瘤之一。超过</span><span lang=\"EN-US\" style=\"font-size:10.5pt;mso-bidi-font-size:11.0pt;font-family:&quot;Calibri&quot;,&quot;sans-serif&quot;;\r\nmso-ascii-theme-font:minor-latin;mso-fareast-font-family:宋体;mso-fareast-theme-font:\r\nminor-fareast;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;\r\nmso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language:\r\nZH-CN;mso-bidi-language:AR-SA\">90%</span><span style=\"font-size:10.5pt;\r\nmso-bidi-font-size:11.0pt;font-family:宋体;mso-ascii-font-family:Calibri;\r\nmso-ascii-theme-font:minor-latin;mso-fareast-theme-font:minor-fareast;\r\nmso-hansi-font-family:Calibri;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:\r\n&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;\r\nmso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">的子宫颈癌患者曾被人类乳突病毒感染，病毒通过整合侵入人体基因导致癌症发生。<a name=\"OLE_LINK1\">通过检测与子宫颈癌相关的基因变异情况，推断宫颈癌发生的风险，针对性的控制健康危险因素，达到早预防，早发现和早治疗，从而减少子宫颈癌的发生。</a></span></p>','images/201511/thumb_img/101_thumb_G_1447637384986.jpg','images/201511/goods_img/101_G_1447637384052.jpg','images/201511/source_img/101_G_1447637384671.jpg',1,'',1,1,0,0,1445474417,90,0,0,0,0,0,0,1448493607,0,'',-1,-1,0,NULL),(102,285,'sctu10','甲状腺癌','+',6,0,'',0,'0.000','188.00','88.00','0.00',0,0,0,'','','<p style=\"text-align: left;\"><span style=\"background-color: rgb(255, 255, 255);\"><span style=\"font-size: 10.5pt; font-family: 宋体;\">&nbsp; &nbsp; 甲状腺癌是常见的甲状腺恶性肿瘤，缺碘可导致甲状腺肿瘤。通过检测与甲状腺癌相关的基因变异情况，推断甲状腺癌发生的风险，针对性的控制健康危险因素，达到早预防，早发现和早治疗，从而减少甲状腺癌的发生。</span></span></p>','images/201511/thumb_img/102_thumb_G_1447637412087.jpg','images/201511/goods_img/102_G_1447637412888.jpg','images/201511/source_img/102_G_1447637412438.jpg',1,'',1,1,0,0,1445474452,100,0,0,0,0,0,0,1448493551,0,'',-1,-1,0,NULL),(103,285,'sctu11','前列腺癌','+',1,0,'',0,'0.000','199.00','99.00','0.00',0,0,0,'','','','images/201511/thumb_img/103_thumb_G_1447637432400.jpg','images/201511/goods_img/103_G_1447637432428.jpg','images/201511/source_img/103_G_1447637432480.jpg',1,'',1,1,0,0,1445474632,110,0,0,0,0,0,0,1448486732,0,'',-1,-1,0,NULL),(104,270,'set01','肿瘤通用套餐','+',48,0,'',0,'0.000','900.00','699.00','0.00',0,0,0,'','','','images/201511/thumb_img/104_thumb_G_1447712816430.jpg','images/201511/goods_img/104_G_1447712816090.jpg','images/201511/source_img/104_G_1447712816826.jpg',1,'',1,1,0,6,1447712816,100,0,0,0,0,0,0,1448499237,0,'',-1,-1,0,NULL),(105,270,'set02','女性关爱套餐','+',48,0,'',0,'0.000','838.80','699.00','0.00',0,0,0,'','','','images/201511/thumb_img/105_thumb_G_1447712914688.jpg','images/201511/goods_img/105_G_1447712914288.jpg','images/201511/source_img/105_G_1447712914105.jpg',1,'',1,1,0,5,1447712914,100,0,0,0,0,0,0,1448499228,0,'',-1,-1,0,NULL);
/*!40000 ALTER TABLE `ecs_goods` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_goods_activity`
--

DROP TABLE IF EXISTS `ecs_goods_activity`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_goods_activity` (
  `act_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `act_name` varchar(255) NOT NULL,
  `act_desc` text NOT NULL,
  `act_type` tinyint(3) unsigned NOT NULL,
  `goods_id` mediumint(8) unsigned NOT NULL,
  `product_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(255) NOT NULL,
  `start_time` int(10) unsigned NOT NULL,
  `end_time` int(10) unsigned NOT NULL,
  `is_finished` tinyint(3) unsigned NOT NULL,
  `ext_info` text NOT NULL,
  PRIMARY KEY (`act_id`),
  KEY `act_name` (`act_name`,`act_type`,`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_goods_activity`
--

LOCK TABLES `ecs_goods_activity` WRITE;
/*!40000 ALTER TABLE `ecs_goods_activity` DISABLE KEYS */;
INSERT INTO `ecs_goods_activity` VALUES (1,'夺宝奇兵之诺基亚N96','新一轮的夺宝开始了\n本期是 诺基亚n96',0,23,0,'诺基亚N96',1242107580,1242193980,0,'a:4:{s:11:\"start_price\";s:4:\"1.00\";s:9:\"end_price\";s:6:\"800.00\";s:9:\"max_price\";i:0;s:11:\"cost_points\";s:1:\"1\";}'),(2,'夺宝奇兵之夏新N7','本期的夺宝奖品是 夏新N7',0,81,0,'基因身份证',1438149420,1469944620,0,'a:4:{s:11:\"start_price\";s:4:\"1.00\";s:9:\"end_price\";s:6:\"800.00\";s:9:\"max_price\";i:0;s:11:\"cost_points\";s:1:\"1\";}'),(3,'P806','本期团购活动——联想新品P806\n团购买的多优惠多',1,24,0,'P806',1241971200,1242403200,3,'a:4:{s:12:\"price_ladder\";a:3:{i:0;a:2:{s:6:\"amount\";i:10;s:5:\"price\";d:1850;}i:1;a:2:{s:6:\"amount\";i:15;s:5:\"price\";d:1800;}i:2;a:2:{s:6:\"amount\";i:20;s:5:\"price\";d:1780;}}s:15:\"restrict_amount\";i:0;s:13:\"gift_integral\";i:0;s:7:\"deposit\";d:1000;}'),(4,'拍卖活动——索爱C702c','',2,10,0,'索爱C702c',1242144000,1242403200,0,'a:5:{s:7:\"deposit\";d:0;s:11:\"start_price\";d:0;s:9:\"end_price\";i:0;s:9:\"amplitude\";d:20;s:6:\"no_top\";i:1;}'),(5,'摩托罗拉E8 大礼包','礼包大优惠',4,31,0,'摩托罗拉E8 ',1242110400,1252046400,0,'a:1:{s:13:\"package_price\";s:4:\"1430\";}'),(6,'诺基亚N85大礼包','诺基亚N85超值大礼包',4,32,0,'诺基亚N85',1242110760,1248936360,0,'a:1:{s:13:\"package_price\";s:4:\"3150\";}'),(7,'拍卖活动——索爱C702c(第2期)','拍卖活动————索爱C702c （第2期）',2,10,0,'索爱C702c',1241712000,1274803200,2,'a:5:{s:7:\"deposit\";d:50;s:11:\"start_price\";d:0;s:9:\"end_price\";i:0;s:9:\"amplitude\";d:50;s:6:\"no_top\";i:1;}'),(8,'P806','团购第2期',1,24,0,'P806',1242316800,1274803200,0,'a:4:{s:12:\"price_ladder\";a:2:{i:0;a:2:{s:6:\"amount\";i:5;s:5:\"price\";d:1910;}i:1;a:2:{s:6:\"amount\";i:10;s:5:\"price\";d:1860;}}s:15:\"restrict_amount\";i:0;s:13:\"gift_integral\";i:0;s:7:\"deposit\";d:1000;}'),(9,'落户亲子鉴定','',1,80,0,'落户亲子鉴定',1299168000,1488902400,0,'a:4:{s:12:\"price_ladder\";a:1:{i:0;a:2:{s:6:\"amount\";i:10;s:5:\"price\";d:1;}}s:15:\"restrict_amount\";i:30;s:13:\"gift_integral\";i:10;s:7:\"deposit\";d:0;}'),(10,'拍卖活动一','拍卖活动一',2,81,0,'基因身份证',1330876800,1583683200,0,'a:5:{s:7:\"deposit\";d:10;s:11:\"start_price\";d:10;s:9:\"end_price\";d:11110;s:9:\"amplitude\";d:10;s:6:\"no_top\";i:0;}'),(11,'肿瘤检测套餐A','肿瘤检测三件套：肝癌、乳腺癌、肺癌',4,0,0,'',1440662880,1453277280,0,'a:1:{s:13:\"package_price\";s:3:\"399\";}');
/*!40000 ALTER TABLE `ecs_goods_activity` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_goods_article`
--

DROP TABLE IF EXISTS `ecs_goods_article`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_goods_article` (
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `article_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `admin_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`goods_id`,`article_id`,`admin_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_goods_article`
--

LOCK TABLES `ecs_goods_article` WRITE;
/*!40000 ALTER TABLE `ecs_goods_article` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_goods_article` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_goods_attr`
--

DROP TABLE IF EXISTS `ecs_goods_attr`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_goods_attr` (
  `goods_attr_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `attr_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `attr_value` text NOT NULL,
  `attr_price` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`goods_attr_id`),
  KEY `goods_id` (`goods_id`),
  KEY `attr_id` (`attr_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2141 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_goods_attr`
--

LOCK TABLES `ecs_goods_attr` WRITE;
/*!40000 ALTER TABLE `ecs_goods_attr` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_goods_attr` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_goods_cat`
--

DROP TABLE IF EXISTS `ecs_goods_cat`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_goods_cat` (
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `cat_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`goods_id`,`cat_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_goods_cat`
--

LOCK TABLES `ecs_goods_cat` WRITE;
/*!40000 ALTER TABLE `ecs_goods_cat` DISABLE KEYS */;
INSERT INTO `ecs_goods_cat` VALUES (89,280);
/*!40000 ALTER TABLE `ecs_goods_cat` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_goods_gallery`
--

DROP TABLE IF EXISTS `ecs_goods_gallery`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_goods_gallery` (
  `img_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `img_url` varchar(255) NOT NULL DEFAULT '',
  `img_desc` varchar(255) NOT NULL DEFAULT '',
  `thumb_url` varchar(255) NOT NULL DEFAULT '',
  `img_original` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`img_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=146 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_goods_gallery`
--

LOCK TABLES `ecs_goods_gallery` WRITE;
/*!40000 ALTER TABLE `ecs_goods_gallery` DISABLE KEYS */;
INSERT INTO `ecs_goods_gallery` VALUES (106,86,'images/201505/goods_img/86_P_1432870180288.jpg','','images/201505/thumb_img/86_thumb_P_1432870180488.jpg','images/201505/source_img/86_P_1432870180058.jpg'),(105,87,'images/201505/goods_img/87_P_1432870170008.jpg','','images/201505/thumb_img/87_thumb_P_1432870170113.jpg','images/201505/source_img/87_P_1432870170097.jpg'),(104,86,'images/201505/goods_img/86_P_1432869865258.jpg','','images/201505/thumb_img/86_thumb_P_1432869865454.jpg','images/201505/source_img/86_P_1432869865537.jpg'),(103,87,'images/201505/goods_img/87_P_1432869833641.jpg','','images/201505/thumb_img/87_thumb_P_1432869833727.jpg','images/201505/source_img/87_P_1432869833734.jpg'),(102,87,'images/201505/goods_img/87_P_1432640061936.jpg','','images/201505/thumb_img/87_thumb_P_1432640061304.jpg','images/201505/source_img/87_P_1432640061461.jpg'),(101,86,'images/201505/goods_img/86_P_1432640055507.jpg','','images/201505/thumb_img/86_thumb_P_1432640055137.jpg','images/201505/source_img/86_P_1432640055262.jpg'),(100,85,'images/201505/goods_img/85_P_1432640048336.jpg','','images/201505/thumb_img/85_thumb_P_1432640048749.jpg','images/201505/source_img/85_P_1432640048585.jpg'),(99,84,'images/201505/goods_img/84_P_1432640040856.jpg','','images/201505/thumb_img/84_thumb_P_1432640040043.jpg','images/201505/source_img/84_P_1432640040062.jpg'),(98,83,'images/201505/goods_img/83_P_1432640033468.jpg','','images/201505/thumb_img/83_thumb_P_1432640033192.jpg','images/201505/source_img/83_P_1432640033523.jpg'),(97,82,'images/201505/goods_img/82_P_1432640026243.jpg','','images/201505/thumb_img/82_thumb_P_1432640026223.jpg','images/201505/source_img/82_P_1432640026167.jpg'),(96,81,'images/201505/goods_img/81_P_1432640016947.jpg','','images/201505/thumb_img/81_thumb_P_1432640016364.jpg','images/201505/source_img/81_P_1432640016445.jpg'),(95,80,'images/201505/goods_img/80_P_1432639990536.jpg','','images/201505/thumb_img/80_thumb_P_1432639990339.jpg','images/201505/source_img/80_P_1432639990712.jpg'),(107,85,'images/201505/goods_img/85_P_1432870188113.jpg','','images/201505/thumb_img/85_thumb_P_1432870188226.jpg','images/201505/source_img/85_P_1432870188229.jpg'),(108,84,'images/201505/goods_img/84_P_1432870193496.jpg','','images/201505/thumb_img/84_thumb_P_1432870193234.jpg','images/201505/source_img/84_P_1432870193514.jpg'),(109,83,'images/201505/goods_img/83_P_1432870198458.jpg','','images/201505/thumb_img/83_thumb_P_1432870198092.jpg','images/201505/source_img/83_P_1432870198942.jpg'),(110,82,'images/201505/goods_img/82_P_1432870203324.jpg','','images/201505/thumb_img/82_thumb_P_1432870203344.jpg','images/201505/source_img/82_P_1432870203777.jpg'),(111,81,'images/201505/goods_img/81_P_1432870208118.jpg','','images/201505/thumb_img/81_thumb_P_1432870208189.jpg','images/201505/source_img/81_P_1432870208309.jpg'),(112,80,'images/201505/goods_img/80_P_1432870212965.jpg','','images/201505/thumb_img/80_thumb_P_1432870212808.jpg','images/201505/source_img/80_P_1432870212112.jpg'),(115,90,'images/201508/goods_img/90_P_1439449238966.jpg','','images/201508/thumb_img/90_thumb_P_1439449238162.jpg','images/201508/source_img/90_P_1439449238207.jpg'),(116,91,'images/201508/goods_img/91_P_1439449707854.jpg','','images/201508/thumb_img/91_thumb_P_1439449707378.jpg','images/201508/source_img/91_P_1439449707215.jpg'),(117,92,'images/201508/goods_img/92_P_1439449882986.jpg','','images/201508/thumb_img/92_thumb_P_1439449882937.jpg','images/201508/source_img/92_P_1439449882256.jpg'),(118,93,'images/201508/goods_img/93_P_1439450273819.jpg','','images/201508/thumb_img/93_thumb_P_1439450273488.jpg','images/201508/source_img/93_P_1439450273828.jpg'),(119,94,'images/201508/goods_img/94_P_1439450605245.jpg','','images/201508/thumb_img/94_thumb_P_1439450605979.jpg','images/201508/source_img/94_P_1439450605818.jpg'),(133,88,'images/201511/goods_img/88_P_1447636849418.jpg','','images/201511/thumb_img/88_thumb_P_1447636849750.jpg','images/201511/source_img/88_P_1447636849979.jpg'),(134,95,'images/201511/goods_img/95_P_1447637208094.jpg','','images/201511/thumb_img/95_thumb_P_1447637208379.jpg','images/201511/source_img/95_P_1447637208256.jpg'),(135,96,'images/201511/goods_img/96_P_1447637229411.jpg','','images/201511/thumb_img/96_thumb_P_1447637229398.jpg','images/201511/source_img/96_P_1447637229351.jpg'),(136,97,'images/201511/goods_img/97_P_1447637244090.jpg','','images/201511/thumb_img/97_thumb_P_1447637244878.jpg','images/201511/source_img/97_P_1447637244991.jpg'),(137,98,'images/201511/goods_img/98_P_1447637268291.jpg','','images/201511/thumb_img/98_thumb_P_1447637268112.jpg','images/201511/source_img/98_P_1447637268814.jpg'),(138,89,'images/201511/goods_img/89_P_1447637320471.jpg','','images/201511/thumb_img/89_thumb_P_1447637320388.jpg','images/201511/source_img/89_P_1447637320087.jpg'),(139,99,'images/201511/goods_img/99_P_1447637339890.jpg','','images/201511/thumb_img/99_thumb_P_1447637339605.jpg','images/201511/source_img/99_P_1447637339687.jpg'),(140,100,'images/201511/goods_img/100_P_1447637369515.jpg','','images/201511/thumb_img/100_thumb_P_1447637369277.jpg','images/201511/source_img/100_P_1447637369788.jpg'),(141,101,'images/201511/goods_img/101_P_1447637384075.jpg','','images/201511/thumb_img/101_thumb_P_1447637384273.jpg','images/201511/source_img/101_P_1447637384226.jpg'),(142,102,'images/201511/goods_img/102_P_1447637412347.jpg','','images/201511/thumb_img/102_thumb_P_1447637412234.jpg','images/201511/source_img/102_P_1447637412512.jpg'),(143,103,'images/201511/goods_img/103_P_1447637432699.jpg','','images/201511/thumb_img/103_thumb_P_1447637432169.jpg','images/201511/source_img/103_P_1447637432163.jpg'),(144,104,'images/201511/goods_img/104_P_1447712816462.jpg','','images/201511/thumb_img/104_thumb_P_1447712816662.jpg','images/201511/source_img/104_P_1447712816608.jpg'),(145,105,'images/201511/goods_img/105_P_1447712914341.jpg','','images/201511/thumb_img/105_thumb_P_1447712914085.jpg','images/201511/source_img/105_P_1447712914410.jpg');
/*!40000 ALTER TABLE `ecs_goods_gallery` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_goods_type`
--

DROP TABLE IF EXISTS `ecs_goods_type`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_goods_type` (
  `cat_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(60) NOT NULL DEFAULT '',
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `attr_group` varchar(255) NOT NULL,
  PRIMARY KEY (`cat_id`)
) ENGINE=MyISAM AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_goods_type`
--

LOCK TABLES `ecs_goods_type` WRITE;
/*!40000 ALTER TABLE `ecs_goods_type` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_goods_type` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_group_goods`
--

DROP TABLE IF EXISTS `ecs_group_goods`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_group_goods` (
  `parent_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `admin_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`parent_id`,`goods_id`,`admin_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_group_goods`
--

LOCK TABLES `ecs_group_goods` WRITE;
/*!40000 ALTER TABLE `ecs_group_goods` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_group_goods` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_keywords`
--

DROP TABLE IF EXISTS `ecs_keywords`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_keywords` (
  `date` date NOT NULL DEFAULT '0000-00-00',
  `searchengine` varchar(20) NOT NULL DEFAULT '',
  `keyword` varchar(90) NOT NULL DEFAULT '',
  `count` mediumint(8) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`date`,`searchengine`,`keyword`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_keywords`
--

LOCK TABLES `ecs_keywords` WRITE;
/*!40000 ALTER TABLE `ecs_keywords` DISABLE KEYS */;
INSERT INTO `ecs_keywords` VALUES ('2009-04-21','ecshop','诺基亚',1),('2009-04-27','ecshop','智能手机',1),('2009-05-04','ecshop','斤',1),('2009-05-10','ecshop','诺基亚',1),('2009-05-11','ecshop','智能手机',1),('2009-05-11','ecshop','诺基亚',1),('2009-05-12','ecshop','三星',1),('2009-05-12','ecshop','智能手机',1),('2009-05-12','ecshop','p806',1),('2009-05-12','ecshop','诺基亚',1),('2009-05-12','ecshop','夏新',1),('2009-05-18','ecshop','52',2),('2009-05-22','ecshop','p',1),('2012-03-11','ecshop','赤霞珠',1),('2012-03-11','ecshop','整箱',1),('2012-05-13','ecshop','赤霞珠',1),('2015-06-30','ECTouch','个人',2),('2015-08-18','ECTouch','车',2),('2015-08-18','ECTouch','诺基亚',2),('2015-09-01','ECTouch','ewqeqw',12),('2015-09-08','ECTouch','基因',10),('2015-09-08','ECTouch','??o???',1);
/*!40000 ALTER TABLE `ecs_keywords` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_link_goods`
--

DROP TABLE IF EXISTS `ecs_link_goods`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_link_goods` (
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `link_goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `is_double` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `admin_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`goods_id`,`link_goods_id`,`admin_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_link_goods`
--

LOCK TABLES `ecs_link_goods` WRITE;
/*!40000 ALTER TABLE `ecs_link_goods` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_link_goods` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_mail_templates`
--

DROP TABLE IF EXISTS `ecs_mail_templates`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_mail_templates` (
  `template_id` tinyint(1) unsigned NOT NULL AUTO_INCREMENT,
  `template_code` varchar(30) NOT NULL DEFAULT '',
  `is_html` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `template_subject` varchar(200) NOT NULL DEFAULT '',
  `template_content` text NOT NULL,
  `last_modify` int(10) unsigned NOT NULL DEFAULT '0',
  `last_send` int(10) unsigned NOT NULL DEFAULT '0',
  `type` varchar(10) NOT NULL,
  PRIMARY KEY (`template_id`),
  UNIQUE KEY `template_code` (`template_code`),
  KEY `type` (`type`)
) ENGINE=MyISAM AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_mail_templates`
--

LOCK TABLES `ecs_mail_templates` WRITE;
/*!40000 ALTER TABLE `ecs_mail_templates` DISABLE KEYS */;
INSERT INTO `ecs_mail_templates` VALUES (1,'send_password',1,'密码找回','{$user_name}您好！<br>\n<br>\n您已经进行了密码重置的操作，请点击以下链接(或者复制到您的浏览器):<br>\n<br>\n<a href=\"{$reset_email}\" target=\"_blank\">{$reset_email}</a><br>\n<br>\n以确认您的新密码重置操作！<br>\n<br>\n{$shop_name}<br>\n{$send_date}',1194824789,0,'template'),(2,'order_confirm',0,'订单确认通知','亲爱的{$order.consignee}，你好！ \n\n我们已经收到您于 {$order.formated_add_time} 提交的订单，该订单编号为：{$order.order_sn} 请记住这个编号以便日后的查询。\n\n{$shop_name}\n{$sent_date}\n\n\n',1158226370,0,'template'),(3,'deliver_notice',1,'发货通知','亲爱的{$order.consignee}。你好！</br></br>\n\n您的订单{$order.order_sn}已于{$send_time}按照您预定的配送方式给您发货了。</br>\n</br>\n{if $order.invoice_no}发货单号是{$order.invoice_no}。</br>{/if}\n</br>\n在您收到货物之后请点击下面的链接确认您已经收到货物：</br>\n<a href=\"{$confirm_url}\" target=\"_blank\">{$confirm_url}</a></br></br>\n如果您还没有收到货物可以点击以下链接给我们留言：</br></br>\n<a href=\"{$send_msg_url}\" target=\"_blank\">{$send_msg_url}</a></br>\n<br>\n再次感谢您对我们的支持。欢迎您的再次光临。 <br>\n<br>\n{$shop_name} </br>\n{$send_date}',1194823291,0,'template'),(4,'order_cancel',0,'订单取消','亲爱的{$order.consignee}，你好！ \n\n您的编号为：{$order.order_sn}的订单已取消。\n\n{$shop_name}\n{$send_date}',1156491130,0,'template'),(5,'order_invalid',0,'订单无效','亲爱的{$order.consignee}，你好！\n\n您的编号为：{$order.order_sn}的订单无效。\n\n{$shop_name}\n{$send_date}',1156491164,0,'template'),(6,'send_bonus',0,'发红包','亲爱的{$user_name}您好！\n\n恭喜您获得了{$count}个红包，金额{if $count > 1}分别{/if}为{$money}\n\n{$shop_name}\n{$send_date}\n',1156491184,0,'template'),(7,'group_buy',1,'团购商品','亲爱的{$consignee}，您好！<br>\n<br>\n您于{$order_time}在本店参加团购商品活动，所购买的商品名称为：{$goods_name}，数量：{$goods_number}，订单号为：{$order_sn}，订单金额为：{$order_amount}<br>\n<br>\n此团购商品现在已到结束日期，并达到最低价格，您现在可以对该订单付款。<br>\n<br>\n请点击下面的链接：<br>\n<a href=\"{$shop_url}\" target=\"_blank\">{$shop_url}</a><br>\n<br>\n请尽快登录到用户中心，查看您的订单详情信息。 <br>\n<br>\n{$shop_name} <br>\n<br>\n{$send_date}',1194824668,0,'template'),(8,'register_validate',1,'邮件验证','{$user_name}您好！<br><br>\r\n\r\n这封邮件是 {$shop_name} 发送的。你收到这封邮件是为了验证你注册邮件地址是否有效。如果您已经通过验证了，请忽略这封邮件。<br>\r\n请点击以下链接(或者复制到您的浏览器)来验证你的邮件地址:<br>\r\n<a href=\"{$validate_email}\" target=\"_blank\">{$validate_email}</a><br><br>\r\n\r\n{$shop_name}<br>\r\n{$send_date}',1162201031,0,'template'),(9,'virtual_card',0,'虚拟卡片','亲爱的{$order.consignee}\r\n你好！您的订单{$order.order_sn}中{$goods.goods_name} 商品的详细信息如下:\r\n{foreach from=$virtual_card item=card}\r\n{if $card.card_sn}卡号：{$card.card_sn}{/if}{if $card.card_password}卡片密码：{$card.card_password}{/if}{if $card.end_date}截至日期：{$card.end_date}{/if}\r\n{/foreach}\r\n再次感谢您对我们的支持。欢迎您的再次光临。\r\n\r\n{$shop_name} \r\n{$send_date}',1162201031,0,'template'),(10,'attention_list',0,'关注商品','亲爱的{$user_name}您好~\n\n您关注的商品 : {$goods_name} 最近已经更新,请您查看最新的商品信息\n\n{$goods_url}\r\n\r\n{$shop_name} \r\n{$send_date}',1183851073,0,'template'),(11,'remind_of_new_order',0,'新订单通知','亲爱的店长，您好：\n   快来看看吧，又有新订单了。\n    订单号:{$order.order_sn} \n 订单金额:{$order.order_amount}，\n 用户购买商品:{foreach from=$goods_list item=goods_data}{$goods_data.goods_name}(货号:{$goods_data.goods_sn})    {/foreach} \n\n 收货人:{$order.consignee}， \n 收货人地址:{$order.address}，\n 收货人电话:{$order.tel} {$order.mobile}, \n 配送方式:{$order.shipping_name}(费用:{$order.shipping_fee}), \n 付款方式:{$order.pay_name}(费用:{$order.pay_fee})。\n\n               系统提醒\n               {$send_date}',1196239170,0,'template'),(12,'goods_booking',1,'缺货回复','亲爱的{$user_name}。你好！</br></br>{$dispose_note}</br></br>您提交的缺货商品链接为</br></br><a href=\"{$goods_link}\" target=\"_blank\">{$goods_name}</a></br><br>{$shop_name} </br>{$send_date}',0,0,'template'),(13,'user_message',1,'留言回复','亲爱的{$user_name}。你好！</br></br>对您的留言：</br>{$message_content}</br></br>店主作了如下回复：</br>{$message_note}</br></br>您可以随时回到店中和店主继续沟通。</br>{$shop_name}</br>{$send_date}',0,0,'template'),(14,'recomment',1,'用户评论回复','亲爱的{$user_name}。你好！</br></br>对您的评论：</br>“{$comment}”</br></br>店主作了如下回复：</br>“{$recomment}”</br></br>您可以随时回到店中和店主继续沟通。</br>{$shop_name}</br>{$send_date}',0,0,'template');
/*!40000 ALTER TABLE `ecs_mail_templates` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_member_price`
--

DROP TABLE IF EXISTS `ecs_member_price`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_member_price` (
  `price_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `user_rank` tinyint(3) NOT NULL DEFAULT '0',
  `user_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  PRIMARY KEY (`price_id`),
  KEY `goods_id` (`goods_id`,`user_rank`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_member_price`
--

LOCK TABLES `ecs_member_price` WRITE;
/*!40000 ALTER TABLE `ecs_member_price` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_member_price` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_nav`
--

DROP TABLE IF EXISTS `ecs_nav`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_nav` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `ctype` varchar(10) DEFAULT NULL,
  `cid` smallint(5) unsigned DEFAULT NULL,
  `name` varchar(255) NOT NULL,
  `ifshow` tinyint(1) NOT NULL,
  `vieworder` tinyint(1) NOT NULL,
  `opennew` tinyint(1) NOT NULL,
  `url` varchar(255) NOT NULL,
  `type` varchar(10) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `type` (`type`),
  KEY `ifshow` (`ifshow`)
) ENGINE=MyISAM AUTO_INCREMENT=54 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_nav`
--

LOCK TABLES `ecs_nav` WRITE;
/*!40000 ALTER TABLE `ecs_nav` DISABLE KEYS */;
INSERT INTO `ecs_nav` VALUES (2,NULL,NULL,'选购中心',1,2,0,'pick_out.php','top'),(3,'',0,'查看购物车',1,0,0,'flow.php','top'),(6,NULL,NULL,'标签云',1,5,6,'tag_cloud.php','top'),(7,NULL,NULL,'免责条款',1,1,0,'article.php?id=1','bottom'),(8,NULL,NULL,'隐私保护',1,2,0,'article.php?id=2','bottom'),(9,NULL,NULL,'咨询热点',1,3,0,'article.php?id=3','bottom'),(10,NULL,NULL,'联系我们',1,4,0,'article.php?id=4','bottom'),(11,NULL,NULL,'公司简介',1,5,0,'article.php?id=5','bottom'),(12,NULL,NULL,'批发方案',1,6,0,'wholesale.php','bottom'),(14,NULL,NULL,'配送方式',1,7,0,'myship.php','bottom'),(23,NULL,NULL,'报价单',0,6,0,'quotation.php','top'),(51,'c',270,'ABC保险公司专区',1,1,0,'category.php?id=270','middle'),(47,NULL,NULL,'加强葡萄酒',1,10,0,'category.php?id=260','bottom'),(41,NULL,NULL,'3G资讯',1,8,0,'article_cat.php?id=4','bottom'),(42,NULL,NULL,'最新资讯',1,9,0,'article_cat.php?id=12','bottom'),(52,NULL,NULL,'积分商城',1,2,0,'exchange.php','middle'),(53,NULL,NULL,'团购活动',1,3,0,'group_buy.php','middle');
/*!40000 ALTER TABLE `ecs_nav` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_order_action`
--

DROP TABLE IF EXISTS `ecs_order_action`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_order_action` (
  `action_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `action_user` varchar(30) NOT NULL DEFAULT '',
  `order_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `shipping_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `pay_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `action_place` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `action_note` varchar(255) NOT NULL DEFAULT '',
  `log_time` int(11) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`action_id`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM AUTO_INCREMENT=283 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_order_action`
--

LOCK TABLES `ecs_order_action` WRITE;
/*!40000 ALTER TABLE `ecs_order_action` DISABLE KEYS */;
INSERT INTO `ecs_order_action` VALUES (1,2,'admin',1,0,2,0,'[售后] 1132',1242142350),(2,2,'admin',1,1,2,0,'已经发货，注意接收',1242142389),(3,1,'admin',1,1,2,0,'已经发货，注意接收',1242142432),(4,2,'买家',1,2,2,0,'',1242142449),(5,1,'买家',1,2,2,0,'',1242142451),(6,3,'admin',1,1,2,0,'已经发货了，注意接收',1242142589),(7,3,'买家',1,2,2,0,'',1242142634),(8,5,'admin',1,3,2,0,'',1242142869),(9,6,'admin',3,0,0,0,'暂时缺货',1242143337),(10,7,'admin',1,0,0,0,'',1242143454),(11,1,'admin',1,2,2,0,'[售后] 售后',1242143773),(12,2,'admin',4,0,0,0,'质量问题',1242144185),(13,12,'buyer',2,0,0,0,'用户取消',1242576313),(14,13,'admin',1,1,0,0,'11',1242576445),(15,14,'admin',1,3,2,0,'',1242976715),(16,14,'admin',1,1,2,0,'已经发货，请接收',1242976740),(17,15,'admin',1,0,0,0,'',1245044587),(18,15,'admin',1,0,2,0,'已经付款',1245044644),(19,15,'admin',1,4,2,0,'',1245044964),(20,15,'admin',1,4,2,0,'北京供货商',1245045061),(21,3,'admin',4,0,0,0,'不喜欢这个颜色',1245045334),(22,15,'admin',1,1,2,0,'',1245045443),(23,15,'admin',4,0,0,0,'退货',1245045515),(24,16,'admin',1,4,2,0,'上海供货',1245045723),(25,17,'admin',1,1,2,0,'',1245048189),(26,17,'admin',4,0,0,0,'退货',1245048212),(27,19,'admin',1,1,2,0,'',1245384050),(28,21,'admin',1,0,0,0,'111111111111111111',1320906514),(29,21,'admin',1,0,2,0,'11111111111',1320906517),(30,21,'admin',1,3,2,0,'11111111111111111',1320906520),(31,21,'admin',5,5,2,0,'11111111111',1320906525),(32,21,'admin',1,1,2,1,'111111111',1320906532),(33,21,'admin',5,2,2,0,'1111111111',1320906555),(34,21,'admin',5,2,2,0,'[售后] 111111',1320906558),(35,22,'admin',1,0,0,0,'1111111',1330769582),(36,22,'admin',1,0,2,0,'1111111111',1330769585),(37,22,'admin',5,5,2,0,'11111111',1330769590),(38,22,'admin',1,1,2,1,'111',1330769614),(39,29,'买家',1,0,2,0,'',1434052154),(40,29,'admin',5,5,2,0,'',1434081400),(41,29,'admin',1,1,2,1,'',1434081443),(42,27,'buyer',2,0,0,0,'用户取消',1434477668),(43,26,'buyer',2,0,0,0,'用户取消',1434477680),(44,30,'买家',1,0,2,0,'',1435002620),(45,32,'买家',1,0,2,0,'',1436212838),(46,32,'admin',5,5,2,0,'',1436242490),(47,34,'admin',1,0,0,0,'',1436319041),(48,34,'admin',1,0,2,0,'ffff',1436319046),(49,36,'admin',1,0,0,0,'',1436345424),(50,36,'admin',1,0,2,0,'fff',1436345428),(51,36,'admin',1,0,2,0,'[售后] tet',1436345451),(52,32,'admin',1,1,2,1,'寄送',1436345707),(53,37,'admin',1,0,0,0,'',1436491222),(54,37,'admin',1,0,2,0,'test',1436491227),(55,37,'admin',5,5,2,0,'',1436491236),(56,38,'admin',1,0,0,0,'',1436495666),(57,38,'admin',1,0,2,0,'fff',1436495673),(58,39,'买家',1,0,2,0,'',1437333414),(59,40,'买家',1,0,2,0,'',1437353250),(60,40,'admin',5,5,2,0,'',1437382497),(61,41,'admin',5,5,2,0,'',1439455329),(62,41,'admin',1,1,2,1,'',1439777354),(63,42,'admin',1,0,0,0,'',1439778269),(64,42,'admin',1,0,2,0,'测试已付款',1439778302),(65,42,'admin',5,5,2,0,'',1439778357),(66,42,'admin',1,1,2,1,'',1439778479),(67,40,'admin',1,1,2,1,'',1439803560),(68,44,'admin',1,0,0,0,'',1440035053),(69,44,'admin',1,0,2,0,'111',1440035066),(70,44,'admin',5,5,2,0,'',1440035079),(71,44,'admin',1,1,2,1,'',1440035128),(72,44,'买家',5,2,2,0,'',1440006447),(73,47,'admin',1,0,0,0,'',1440124110),(74,47,'admin',1,0,2,0,'已付款',1440124128),(75,47,'admin',5,5,2,0,'',1440124220),(76,47,'admin',1,1,2,1,'',1440126322),(77,48,'admin',5,5,2,0,'',1440128720),(78,48,'admin',1,1,2,1,'',1440128751),(79,48,'买家',5,2,2,0,'',1440099983),(80,49,'admin',1,0,0,0,'',1440315782),(81,49,'admin',1,0,2,0,'111',1440315792),(82,49,'admin',5,5,2,0,'',1440315874),(83,49,'admin',1,1,2,1,'',1440315920),(84,51,'admin',1,0,0,0,'',1440991910),(85,51,'admin',1,0,2,0,'测试111',1440991922),(86,51,'admin',5,5,2,0,'',1440992256),(87,51,'admin',1,1,2,1,'',1440992470),(88,52,'admin',1,0,0,0,'',1441011552),(89,52,'admin',1,0,2,0,'Test111',1441011561),(90,52,'admin',5,5,2,0,'',1441011581),(91,52,'admin',1,1,2,1,'',1441011813),(92,52,'admin',5,5,2,1,'',1441011828),(93,52,'admin',1,1,2,1,'',1441011896),(94,53,'admin',1,0,0,0,'',1441013090),(95,53,'admin',1,0,2,0,'TEst111\r\n',1441013103),(96,53,'admin',5,5,2,0,'',1441013122),(97,53,'admin',1,1,2,1,'',1441071296),(98,54,'admin',1,0,0,0,'',1441071395),(99,54,'admin',1,0,2,0,'test',1441071403),(100,54,'admin',5,5,2,0,'jisong',1441071422),(101,54,'admin',1,1,2,1,'',1441071462),(102,57,'admin',1,0,0,0,'',1441073489),(103,57,'admin',1,0,2,0,'Test111',1441073552),(104,57,'admin',5,5,2,0,'',1441073596),(105,57,'admin',1,1,2,1,'',1441073710),(106,58,'admin',1,0,0,0,'',1441075504),(107,58,'admin',1,0,2,0,'Test111',1441075517),(108,59,'admin',1,0,0,0,'',1441075812),(109,59,'admin',1,0,2,0,'Test111',1441075823),(110,59,'admin',5,5,2,0,'',1441075830),(111,59,'admin',1,1,2,1,'',1441075854),(112,60,'admin',1,0,0,0,'',1441075951),(113,60,'admin',1,0,2,0,'Test111',1441075961),(114,60,'admin',5,5,2,0,'',1441075971),(115,60,'admin',1,1,2,1,'',1441075997),(116,61,'admin',1,0,0,0,'',1441076349),(117,61,'admin',1,0,2,0,'Test111',1441076360),(118,50,'admin',1,0,0,0,'',1441088993),(119,50,'admin',1,0,2,0,'kkk',1441089003),(120,50,'admin',5,5,2,0,'',1441089011),(121,50,'admin',1,1,2,1,'',1441089021),(122,56,'admin',1,0,0,0,'',1441101098),(123,56,'admin',1,0,2,0,'f\'f\'f\'f',1441101103),(124,56,'admin',5,5,2,0,'',1441101112),(125,62,'admin',1,0,0,0,'',1441101961),(126,62,'admin',1,0,2,0,'ff',1441101968),(127,62,'admin',5,5,2,0,'',1441102053),(128,62,'admin',1,1,2,1,'寄送',1441102070),(129,62,'admin',1,1,2,1,'寄送',1441102100),(130,63,'admin',1,0,0,0,'',1441102717),(131,63,'admin',1,0,2,0,'f\'f\'f',1441102721),(132,63,'admin',5,5,2,0,'',1441102870),(133,63,'admin',1,1,2,1,'',1441102887),(134,63,'admin',1,1,2,1,'',1441102962),(135,63,'admin',1,1,2,1,'',1441103062),(136,65,'admin',1,0,0,0,'',1441592964),(137,65,'admin',1,0,2,0,'TEst111',1441592973),(138,65,'admin',5,5,2,0,'',1441593073),(139,65,'admin',1,1,2,1,'',1441593131),(140,64,'admin',1,0,0,0,'',1441596382),(141,64,'admin',1,0,2,0,'f\'f',1441596389),(142,67,'admin',1,0,0,0,'',1441604404),(143,67,'admin',1,0,2,0,'fff',1441604409),(144,68,'admin',1,0,0,0,'',1441605843),(145,68,'admin',1,0,2,0,'f\'f\'f',1441605847),(146,68,'admin',1,0,2,0,'fff',1441606483),(147,68,'admin',5,5,2,0,'',1441606489),(148,68,'admin',1,1,2,1,'ffff',1441606499),(149,69,'admin',1,0,0,0,'',1441612147),(150,69,'admin',1,0,2,0,'Test111',1441612163),(151,69,'admin',5,5,2,0,'',1441612174),(152,69,'admin',1,1,2,1,'',1441612235),(153,70,'admin',1,0,0,0,'',1441613874),(154,70,'admin',1,0,2,0,'fff',1441613878),(155,70,'admin',5,5,2,0,'',1441613886),(156,72,'admin',1,0,0,0,'',1441619229),(157,72,'admin',1,0,2,0,'TEst111',1441619246),(158,72,'admin',5,5,2,0,'',1441619259),(159,71,'admin',1,0,0,0,'',1441619379),(160,71,'admin',1,0,2,0,'fff',1441619383),(161,71,'admin',5,5,2,0,'',1441619388),(162,72,'admin',1,1,2,1,'',1441619390),(163,73,'admin',1,0,0,0,'',1441620068),(164,73,'admin',1,0,2,0,'111',1441620085),(165,73,'admin',5,5,2,0,'',1441620097),(166,73,'admin',1,1,2,1,'',1441620117),(167,74,'admin',1,0,0,0,'',1441621056),(168,74,'admin',1,0,2,0,'111',1441621075),(169,74,'admin',5,5,2,0,'',1441621100),(170,74,'admin',1,1,2,1,'',1441621150),(171,76,'admin',1,0,0,0,'',1441633826),(172,76,'admin',1,0,2,0,'111',1441633834),(173,76,'admin',5,5,2,0,'',1441633870),(174,76,'admin',1,1,2,1,'',1441633906),(175,77,'admin',1,0,0,0,'',1441634527),(176,77,'admin',1,0,2,0,'111',1441634533),(177,77,'admin',5,5,2,0,'',1441634541),(178,77,'admin',1,1,2,1,'',1441634571),(179,78,'admin',1,0,0,0,'',1441635165),(180,78,'admin',1,0,2,0,'111',1441635170),(181,82,'admin',1,0,0,0,'',1441753058),(182,82,'admin',1,0,2,0,'111',1441753065),(183,82,'admin',5,5,2,0,'',1441753100),(184,82,'admin',1,1,2,1,'',1441753111),(185,84,'admin',1,0,0,0,'',1442284428),(186,84,'admin',1,0,2,0,'111',1442284433),(187,84,'admin',5,5,2,0,'',1442284441),(188,84,'admin',1,1,2,1,'',1442284538),(189,85,'admin',1,0,0,0,'',1442285326),(190,85,'admin',1,0,2,0,'111',1442285334),(191,108,'买家',1,0,2,0,'',1443132928),(192,111,'buyer',2,0,0,0,'用户取消',1443215203),(193,90,'admin',1,0,0,0,'',1443215712),(194,90,'admin',1,0,2,0,'fff',1443215717),(195,90,'admin',5,5,2,0,'',1443215782),(196,90,'admin',1,1,2,1,'',1443215811),(197,112,'admin',1,0,0,0,'',1443232871),(198,112,'admin',1,0,2,0,'fff',1443232876),(199,113,'admin',1,0,0,0,'',1443233300),(200,113,'admin',1,0,2,0,'f\'f',1443233304),(201,114,'admin',1,0,0,0,'',1443236146),(202,114,'admin',1,0,2,0,'111',1443236193),(203,114,'admin',5,5,2,0,'',1443236233),(204,114,'admin',1,1,2,1,'',1443236271),(205,115,'admin',1,0,0,0,'',1443238827),(206,115,'admin',1,0,2,0,'111',1443238834),(207,115,'admin',5,5,2,0,'',1443238841),(208,115,'admin',1,1,2,1,'',1443238856),(210,118,'admin',1,0,0,0,'',1443240245),(211,118,'admin',1,0,2,0,'111',1443242949),(212,120,'admin',1,0,0,0,'',1443398874),(213,120,'admin',1,0,2,0,'111',1443398894),(214,120,'admin',5,5,2,0,'',1443398905),(215,120,'admin',1,1,2,1,'',1443399017),(216,121,'admin',1,0,0,0,'',1443400809),(217,121,'admin',1,0,2,0,'111',1443400846),(218,121,'admin',5,5,2,0,'',1443400888),(219,121,'admin',1,1,2,1,'',1443401017),(220,123,'admin',1,0,0,0,'',1443407352),(221,123,'admin',1,0,2,0,'111',1443407419),(222,123,'admin',5,5,2,0,'',1443407749),(223,123,'admin',1,1,2,1,'',1443407759),(224,122,'admin',1,0,0,0,'',1443408931),(225,122,'admin',1,0,2,0,'111',1443408976),(226,128,'admin',1,0,0,0,'',1443473538),(227,128,'admin',1,0,2,0,'111',1443473547),(228,128,'admin',5,5,2,0,'',1443473576),(229,128,'admin',1,1,2,1,'',1443473592),(230,129,'admin',1,0,0,0,'',1444172670),(231,129,'admin',1,0,2,0,'111',1444172676),(232,129,'admin',5,5,2,0,'',1444172681),(233,129,'admin',1,1,2,1,'',1444172699),(234,94,'buyer',2,0,0,0,'用户取消',1444239246),(235,127,'admin',1,0,0,0,'',1444601697),(236,127,'admin',1,0,2,0,'test',1444601702),(237,137,'admin',1,0,0,0,'',1444602257),(238,137,'admin',1,0,2,0,'ggg',1444602263),(239,141,'admin',1,0,0,0,'',1444603082),(240,141,'admin',1,0,2,0,'fff',1444603087),(241,146,'admin',1,0,0,0,'',1444608181),(242,146,'admin',1,0,2,0,'111',1444608235),(243,146,'admin',5,5,2,0,'',1444608287),(244,146,'admin',1,1,2,1,'',1444608319),(245,151,'admin',1,0,0,0,'',1445126382),(246,151,'admin',1,0,2,0,'111',1445126427),(247,151,'admin',5,5,2,0,'',1445126464),(248,151,'admin',1,1,2,1,'',1445126607),(249,155,'admin',1,0,0,0,'',1447715877),(250,155,'admin',1,0,2,0,'11',1447715883),(251,155,'admin',5,5,2,0,'',1447715889),(252,155,'admin',1,1,2,1,'',1447715901),(253,156,'buyer',2,0,0,0,'用户取消',1447716675),(254,157,'admin',5,5,2,0,'',1447716753),(255,157,'admin',1,1,2,1,'',1447716765),(256,159,'buyer',2,0,0,0,'用户取消',1447797471),(257,164,'buyer',2,0,0,0,'用户取消',1447797702),(258,158,'buyer',2,0,0,0,'用户取消',1447797931),(259,165,'buyer',2,0,0,0,'用户取消',1447798041),(260,162,'buyer',2,0,0,0,'用户取消',1447798203),(261,166,'admin',1,0,0,0,'',1447798226),(262,160,'buyer',2,0,0,0,'用户取消',1447798229),(263,166,'admin',1,0,2,0,'111',1447798235),(264,168,'buyer',2,0,0,0,'用户取消',1447798248),(265,166,'admin',5,5,2,0,'',1447799610),(266,166,'admin',1,1,2,1,'',1447799954),(267,174,'admin',1,0,0,0,'',1447804612),(268,174,'admin',1,0,2,0,'111',1447804621),(269,174,'admin',5,5,2,0,'',1447804639),(270,174,'admin',1,1,2,1,'',1447804668),(271,178,'买家',1,0,2,0,'',1448385221),(272,179,'admin',5,5,2,0,'',1448392952),(273,179,'admin',1,1,2,1,'',1448392979),(274,176,'admin',1,0,0,0,'',1448394317),(275,176,'admin',1,0,2,0,'t',1448394322),(276,176,'admin',5,5,2,0,'',1448394330),(277,180,'buyer',2,0,0,0,'用户取消',1448394427),(278,181,'buyer',2,0,0,0,'用户取消',1448487650),(279,184,'买家',1,0,2,0,'',1448488930),(280,183,'admin',5,5,2,0,'',1448489157),(281,183,'admin',1,1,2,1,'',1448489174),(282,184,'admin',5,5,2,0,'',1448489225);
/*!40000 ALTER TABLE `ecs_order_action` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_order_goods`
--

DROP TABLE IF EXISTS `ecs_order_goods`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_order_goods` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `product_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_number` smallint(5) unsigned NOT NULL DEFAULT '1',
  `market_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_attr` text NOT NULL,
  `send_number` smallint(5) unsigned NOT NULL DEFAULT '0',
  `is_real` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `parent_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `is_gift` smallint(5) unsigned NOT NULL DEFAULT '0',
  `goods_attr_id` varchar(255) NOT NULL DEFAULT '',
  `relevant_id` int(10) NOT NULL,
  `report_name` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`rec_id`),
  KEY `order_id` (`order_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=329 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_order_goods`
--

LOCK TABLES `ecs_order_goods` WRITE;
/*!40000 ALTER TABLE `ecs_order_goods` DISABLE KEYS */;
INSERT INTO `ecs_order_goods` VALUES (1,1,8,'飞利浦9@9v','ECS000008',0,1,'478.79','385.00','颜色:黑 \n',0,1,'',0,0,'231',0,NULL),(2,2,12,'摩托罗拉A810','ECS000012',0,1,'1179.60','960.00','',0,1,'',0,0,'',0,NULL),(3,3,17,'夏新N7','ECS000017',0,1,'2760.00','2300.00','',0,1,'',0,0,'',0,NULL),(4,4,22,'多普达Touch HD','ECS000022',0,1,'7198.80','5999.00','',0,1,'',0,0,'',0,NULL),(5,5,9,'诺基亚E66','ECS000009',0,3,'2757.60','2200.00','',0,1,'',0,0,'',0,NULL),(6,5,24,'P806','ECS000024',0,1,'2400.00','2000.00','',0,1,'',0,0,'',0,NULL),(7,6,5,'索爱原装M2卡读卡器','ECS000005',0,1,'24.00','20.00','',0,1,'',0,0,'',0,NULL),(8,7,9,'诺基亚E66','ECS000009',0,1,'2757.60','2298.00','',0,1,'',0,0,'',0,NULL),(9,8,20,'三星BC01','ECS000020',0,1,'336.00','238.00','',0,1,'',0,0,'',0,NULL),(10,8,8,'飞利浦9@9v','ECS000008',0,1,'478.79','385.00','颜色:黑 \n',0,1,'',0,0,'231',0,NULL),(11,9,24,'P806','ECS000024',0,1,'2400.00','2000.00','',0,1,'',0,0,'',0,NULL),(12,10,24,'P806','ECS000024',0,1,'2400.00','0.00','',0,1,'',0,0,'',0,NULL),(13,11,23,'诺基亚N96','ECS000023',0,1,'4440.00','3800.00','附加配件: 原装电池 [+100]',0,1,'',0,0,'',0,NULL),(14,12,20,'三星BC01','ECS000020',0,1,'336.00','238.00','',0,1,'',0,0,'',0,NULL),(15,13,12,'摩托罗拉A810','ECS000012',0,1,'1179.60','960.00','',0,1,'',0,0,'',0,NULL),(16,14,15,'摩托罗拉A810','ECS000015',0,5,'705.60','588.00','',0,1,'',0,0,'',0,NULL),(17,14,20,'三星BC01','ECS000020',0,1,'336.00','238.00','',0,1,'',0,0,'',0,NULL),(18,14,22,'多普达Touch HD','ECS000022',0,1,'7198.80','5999.00','',0,1,'',0,0,'',0,NULL),(19,14,3,'诺基亚原装5800耳机','ECS000002',0,4,'81.60','68.00','颜色:银色 \n',0,1,'',0,0,'',0,NULL),(20,14,9,'诺基亚E66','ECS000009',0,2,'2757.60','2298.00','',0,1,'',0,0,'',0,NULL),(21,15,13,'诺基亚5320 XpressMusic','ECS000013',0,3,'1583.20','1210.00','颜色:红[10] \n',0,1,'',0,0,'',0,NULL),(22,15,14,'诺基亚5800XM','ECS000014',0,1,'3150.00','2493.75','',0,1,'',0,0,'',0,NULL),(23,15,24,'P806','ECS000024',0,4,'2400.00','1900.00','',0,1,'',0,0,'',0,NULL),(24,15,9,'诺基亚E66','ECS000009',0,1,'2757.60','2183.10','',0,1,'',0,0,'',0,NULL),(25,15,8,'飞利浦9@9v','ECS000008',0,3,'478.79','379.05','颜色:黑 \n',0,1,'',0,0,'231',0,NULL),(26,16,12,'摩托罗拉A810','ECS000012',0,2,'1179.60','933.85','',2,1,'',0,0,'',0,NULL),(27,16,1,'KD876','ECS000000',0,1,'1665.60','1318.60','',0,1,'',0,0,'',0,NULL),(28,17,24,'P806','ECS000024',0,1,'2400.00','1900.00','',0,1,'',0,0,'',0,NULL),(29,18,24,'P806','ECS000024',0,5,'2400.00','100.00','',0,1,'',0,0,'',0,NULL),(30,19,12,'摩托罗拉A810','ECS000012',0,2,'1179.60','933.85','',2,1,'',0,0,'',0,NULL),(31,19,24,'P806','ECS000024',0,2,'2400.00','1850.00','颜色:灰色 \n',2,1,'',0,0,'167',0,NULL),(32,21,61,'模板堂ecmoban.com测试商品29','ECS000061',0,1,'216.00','180.00','颜色:红 \n尺寸:70B \n',1,1,'',0,0,'1720,1723',0,NULL),(33,21,37,'模板堂ecmoban.com测试商品5','ECS000037',0,1,'216.00','180.00','颜色:红 \n尺寸:70B \n',1,1,'',0,0,'445,448',0,NULL),(34,21,36,'模板堂ecmoban.com测试商品4','ECS000036',0,1,'216.00','180.00','颜色:红 \n尺寸:70B \n',1,1,'',0,0,'395,398',0,NULL),(35,22,76,'ecshop模板堂(ecmoban.com) 测试商品09','ECS000076',0,1,'600.00','500.00','',1,1,'',0,0,'',0,NULL),(36,22,75,'ecshop模板堂(ecmoban.com) 测试商品08','ECS000075',0,2,'600.00','500.00','',2,1,'',0,0,'',0,NULL),(37,22,77,'ecshop模板堂(ecmoban.com) 测试商品10','ECS000077',0,1,'600.00','500.00','',1,1,'',0,0,'',0,NULL),(38,22,78,'ecshop模板堂(ecmoban.com) 测试商品11','ECS000078',0,1,'600.00','500.00','',1,1,'',0,0,'',0,NULL),(39,22,79,'ecshop模板堂(ecmoban.com) 测试商品12','ECS000079',0,1,'600.00','500.00','',1,1,'',0,0,'',0,NULL),(40,22,74,'ecshop模板堂(ecmoban.com) 测试商品07','ECS000074',0,1,'600.00','500.00','',1,1,'',0,0,'',0,NULL),(41,22,73,'ecshop模板堂(ecmoban.com) 测试商品06','ECS000073',0,1,'600.00','500.00','',1,1,'',0,0,'',0,NULL),(42,22,72,'ecshop模板堂(ecmoban.com) 测试商品05','ECS000072',0,1,'600.00','480.00','',1,1,'',0,0,'',0,NULL),(43,22,71,'ecshop模板堂(ecmoban.com) 测试商品04','ECS000071',0,1,'600.00','480.00','',1,1,'',0,0,'',0,NULL),(44,22,70,'ecshop模板堂(ecmoban.com) 测试商品03','ECS000070',0,1,'600.00','480.00','',1,1,'',0,0,'',0,NULL),(45,23,78,'ecshop模板堂(ecmoban.com) 测试商品11','ECS000078',0,1,'600.00','500.00','',0,1,'',0,0,'',0,NULL),(46,24,74,'ecshop模板堂(ecmoban.com) 测试商品07','ECS000074',0,1,'600.00','500.00','',0,1,'',0,0,'',0,NULL),(47,24,73,'ecshop模板堂(ecmoban.com) 测试商品06','ECS000073',0,1,'600.00','500.00','',0,1,'',0,0,'',0,NULL),(48,24,77,'ecshop模板堂(ecmoban.com) 测试商品10','ECS000077',0,3,'600.00','500.00','',0,1,'',0,0,'',0,NULL),(49,25,74,'ecshop模板堂(ecmoban.com) 测试商品07','ECS000074',0,2,'600.00','500.00','',0,1,'',0,0,'',0,NULL),(50,25,73,'ecshop模板堂(ecmoban.com) 测试商品06','ECS000073',0,2,'600.00','500.00','',0,1,'',0,0,'',0,NULL),(51,25,77,'ecshop模板堂(ecmoban.com) 测试商品10','ECS000077',0,5,'600.00','500.00','',0,1,'',0,0,'',0,NULL),(52,26,77,'ecshop模板堂(ecmoban.com) 测试商品10','ECS000077',0,1,'600.00','500.00','',0,1,'',0,0,'',0,NULL),(53,27,85,'胎儿亲子鉴定','ECS000085',0,1,'0.00','0.00','',0,1,'',0,0,'',0,NULL),(54,28,85,'胎儿亲子鉴定','ECS000085',0,1,'0.00','0.00','',0,1,'',0,0,'',0,NULL),(55,29,85,'胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',1,1,'',0,0,'',0,NULL),(56,30,85,'胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',0,1,'',0,0,'',0,NULL),(57,31,85,'1.1、胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',0,1,'',0,0,'',5,NULL),(58,31,85,'1.2、胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',0,1,'',0,0,'',6,NULL),(59,31,85,'1.3、胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',0,1,'',0,0,'',8,NULL),(60,32,85,'1.1、胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',1,1,'',0,0,'',9,'123_ECS000085.pdf'),(61,32,85,'1.2、胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',1,1,'',0,0,'',10,'1234_ECS000085.pdf'),(62,32,87,'2.1、个人亲子鉴定','ECS000087',0,1,'0.01','0.01','',1,1,'',0,0,'',9,'123_ECS000087.pdf'),(63,33,85,'1.1、胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',0,1,'',0,0,'',6,NULL),(64,34,86,'1.1、司法亲子鉴定','ECS000086',0,1,'0.01','0.01','',0,1,'',0,0,'',12,NULL),(65,35,86,'1.1、司法亲子鉴定','ECS000086',0,1,'0.01','0.01','',0,1,'',0,0,'',11,NULL),(66,36,85,'1.1、胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',0,1,'',0,0,'',11,'213_ECS000085.pdf'),(67,37,86,'1.1、司法亲子鉴定','ECS000086',0,1,'0.01','0.01','',1,1,'',0,0,'',1,'321_ECS000086.pdf'),(68,38,86,'1.1、司法亲子鉴定','ECS000086',0,1,'0.01','0.01','',0,1,'',0,0,'',3,'121_ECS000086.pdf'),(69,39,82,'1.1、个体识别','ECS000082',0,1,'0.01','0.01','',0,1,'',0,0,'',9,NULL),(70,39,82,'1.2、个体识别','ECS000082',0,1,'0.01','0.01','',0,1,'',0,0,'',11,NULL),(71,40,86,'1.1、司法亲子鉴定','ECS000086',0,1,'0.01','0.01','',1,1,'',0,0,'',9,NULL),(72,40,86,'1.2、司法亲子鉴定','ECS000086',0,1,'0.01','0.01','',1,1,'',0,0,'',10,NULL),(73,40,84,'2.1、移民亲子鉴定','ECS000084',0,1,'0.01','0.01','',1,1,'',0,0,'',9,NULL),(74,41,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',9,'123_Car004.pdf'),(75,42,90,'1.1、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',9,NULL),(76,43,94,'1.1、强者','Car005',0,1,'118.80','99.00','',0,1,'',0,0,'',9,NULL),(77,43,94,'1.2、强者','Car005',0,1,'118.80','99.00','',0,1,'',0,0,'',10,NULL),(78,43,93,'2.1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',11,NULL),(79,43,90,'3.1、解酒','Car001',0,1,'118.80','99.00','',0,1,'',0,0,'',9,NULL),(80,44,90,'1.1、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',9,NULL),(81,44,90,'1.2、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',10,NULL),(82,45,80,'落户亲子鉴定','ECS000000',0,1,'0.01','0.00','',0,1,'',0,0,'',0,NULL),(83,46,90,'1.1、解酒','Car001',0,1,'118.80','99.00','',0,1,'',0,0,'',11,NULL),(84,47,91,'1.1、路怒症','Car002',0,1,'118.80','99.00','',1,1,'',0,0,'',17,'0020009370_Car002.pdf'),(85,48,94,'1.1、强者','Car005',0,1,'118.80','99.00','',1,1,'',0,0,'',18,NULL),(86,48,94,'1.2、强者','Car005',0,1,'118.80','99.00','',1,1,'',0,0,'',19,NULL),(87,48,93,'2.1、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',18,NULL),(88,49,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',20,NULL),(89,49,93,'1.2、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',21,NULL),(90,50,84,'1.1、移民亲子鉴定','ECS000084',0,1,'0.01','0.01','',1,1,'',0,0,'',1,'321_ECS000084.pdf'),(91,50,84,'1.2、移民亲子鉴定','ECS000084',0,1,'0.01','0.01','',1,1,'',0,0,'',2,'456_ECS000084.pdf'),(92,51,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',9,'123_Car004.pdf'),(93,51,93,'1.2、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',23,'22222_Car004.pdf'),(94,52,90,'1.1、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',24,NULL),(95,52,90,'1.2、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',27,NULL),(96,53,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',25,'12345_Car004.pdf'),(97,53,93,'1.2、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',9,'123_Car004.pdf'),(98,53,90,'2.1、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',25,'12345_Car001.pdf'),(99,53,90,'2.2、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',24,NULL),(100,53,88,'3.1、肝癌','Health001',0,1,'168.00','79.00','',1,1,'',0,0,'',25,'12345_Health001.pdf'),(101,53,88,'3.2、肝癌','Health001',0,1,'168.00','79.00','',1,1,'',0,0,'',24,NULL),(102,54,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',25,'12345_Car004.pdf'),(103,55,90,'1.1、解酒','Car001',0,1,'118.80','99.00','',0,1,'',0,0,'',9,NULL),(104,55,90,'1.2、解酒','Car001',0,1,'118.80','99.00','',0,1,'',0,0,'',23,'22222_Car001.pdf'),(105,55,93,'2.1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',23,'22222_Car004.pdf'),(106,55,93,'2.2、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',24,NULL),(107,56,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',9,'123_Car004.pdf'),(108,56,93,'1.2、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',23,'22222_Car004.pdf'),(109,56,90,'2.1、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',23,'22222_Car001.pdf'),(110,56,90,'2.2、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',22,NULL),(111,57,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',9,'123_Car004.pdf'),(112,57,93,'1.2、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',23,'22222_Car004.pdf'),(113,57,90,'2.1、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',23,'22222_Car001.pdf'),(114,57,90,'2.2、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',25,'12345_Car001.pdf'),(115,58,88,'1.1、肝癌','Health001',0,1,'168.00','79.00','',0,1,'',0,0,'',23,'22222_Health001.pdf'),(116,59,88,'1.1、肝癌','Health001',0,1,'168.00','79.00','',1,1,'',0,0,'',29,NULL),(117,60,88,'1.1、肝癌','Health001',0,1,'168.00','79.00','',1,1,'',0,0,'',23,NULL),(118,61,88,'1.1、肝癌','Health001',0,1,'168.00','79.00','',0,1,'',0,0,'',23,NULL),(119,62,84,'1.1、移民亲子鉴定','ECS000084',0,1,'0.01','0.01','',1,1,'',0,0,'',28,''),(120,63,84,'1.1、移民亲子鉴定','ECS000084',0,1,'0.01','0.01','',1,1,'',0,0,'',28,NULL),(121,64,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',1,'321_Car004.pdf'),(122,64,93,'1.2、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',3,NULL),(123,64,93,'1.3、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',2,NULL),(124,64,93,'1.4、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',5,NULL),(125,64,93,'1.5、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',8,NULL),(126,65,90,'1.1、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',0,NULL),(127,65,90,'1.2、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',0,NULL),(128,66,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',0,NULL),(129,66,93,'1.2、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',0,NULL),(130,67,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',2,NULL),(131,67,93,'1.2、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',8,NULL),(132,68,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',47,'111_Car004.pdf'),(133,68,93,'1.2、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',48,'222_Car004.pdf'),(134,69,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',25,'12345_Car004.pdf'),(135,69,93,'1.2、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',50,'101_Car004.pdf'),(136,70,90,'1.1、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',5,NULL),(137,71,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',1,'321_Car004.pdf'),(138,71,93,'1.2、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',2,NULL),(139,71,93,'1.3、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',3,NULL),(140,72,90,'1.1、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',23,'22222_Car001.pdf'),(141,72,90,'1.2、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',51,'102_Car001.pdf'),(142,73,88,'1.1、肝癌','Health001',0,1,'168.00','79.00','',1,1,'',0,0,'',52,'103_Health001.pdf'),(143,73,88,'1.2、肝癌','Health001',0,1,'168.00','79.00','',1,1,'',0,0,'',25,'12345_Health001.pdf'),(144,74,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',55,'107_Car004.pdf'),(145,74,93,'1.2、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',29,'33333_Car004.pdf'),(146,75,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',56,NULL),(147,76,90,'1.1、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',57,NULL),(148,76,90,'1.2、解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',58,NULL),(149,77,88,'1.1、肝癌','Health001',0,1,'168.00','79.00','',1,1,'',0,0,'',58,NULL),(150,78,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',23,'22222_Car004.pdf'),(151,79,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',14,NULL),(152,80,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',69,NULL),(153,80,93,'1.2、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',70,NULL),(154,81,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',69,NULL),(155,81,93,'1.2、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',70,NULL),(156,81,93,'1.3、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',71,NULL),(157,82,88,'1.1、肝癌','Health001',0,1,'168.00','79.00','',1,1,'',0,0,'',72,NULL),(158,82,88,'1.2、肝癌','Health001',0,1,'168.00','79.00','',1,1,'',0,0,'',73,NULL),(159,83,88,'1.1、肝癌','Health001',0,1,'168.00','79.00','',0,1,'',0,0,'',46,'1001_Health001.pdf'),(160,84,88,'1.1、肝癌','Health001',0,1,'168.00','79.00','',1,1,'',0,0,'',46,'1001_Health001.pdf'),(161,85,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',51,'102_Car004.pdf'),(162,86,91,'1.1、路怒症','Car002',0,1,'118.80','99.00','',0,1,'',0,0,'',74,NULL),(163,86,91,'1.2、路怒症','Car002',0,1,'118.80','99.00','',0,1,'',0,0,'',75,NULL),(164,87,91,'1.1、路怒症','Car002',0,1,'118.80','99.00','',0,1,'',0,0,'',51,NULL),(165,87,91,'1.2、路怒症','Car002',0,1,'118.80','99.00','',0,1,'',0,0,'',53,NULL),(166,88,90,'1.1、解酒','Car001',0,1,'118.80','99.00','',0,1,'',0,0,'',1,NULL),(167,88,90,'1.2、解酒','Car001',0,1,'118.80','99.00','',0,1,'',0,0,'',2,NULL),(168,88,93,'2.1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',3,NULL),(169,88,93,'2.2、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',6,NULL),(170,89,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',5,NULL),(171,90,93,'1.1、探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',1,'321_Car004.pdf'),(172,91,85,'1、胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(173,92,82,'1、个体识别','ECS000082',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(174,93,82,'1、个体识别','ECS000082',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(175,94,81,'1、基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(176,94,93,'1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',76,NULL),(177,94,86,'1、司法亲子鉴定','ECS000086',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(178,95,83,'1、亲缘关系鉴定','ECS000083',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(179,96,93,'1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',76,NULL),(180,97,92,'1、夜盲症','Car003',0,1,'118.80','99.00','',0,1,'',0,0,'',76,NULL),(181,98,93,'1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',76,NULL),(182,98,92,'1、夜盲症','Car003',0,1,'118.80','99.00','',0,1,'',0,0,'',78,NULL),(183,99,82,'1、个体识别','ECS000082',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(184,99,82,'2、个体识别','ECS000082',0,1,'0.01','0.01','',0,1,'',0,0,'',78,NULL),(185,100,82,'1、个体识别','ECS000082',0,1,'0.01','0.01','',0,1,'',0,0,'',81,NULL),(186,100,82,'2、个体识别','ECS000082',0,1,'0.01','0.01','',0,1,'',0,0,'',80,NULL),(187,100,82,'3、个体识别','ECS000082',0,1,'0.01','0.01','',0,1,'',0,0,'',79,NULL),(188,101,91,'1、路怒症','Car002',0,1,'118.80','99.00','',0,1,'',0,0,'',77,NULL),(189,102,81,'1、基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',77,NULL),(190,102,81,'2、基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',82,NULL),(191,102,81,'3、基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',83,NULL),(192,103,81,'1、基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',84,NULL),(193,104,85,'1、胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',0,1,'',0,0,'',84,NULL),(194,104,85,'2、胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',0,1,'',0,0,'',85,NULL),(195,104,85,'3、胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',0,1,'',0,0,'',86,NULL),(196,105,86,'1、司法亲子鉴定','ECS000086',0,1,'0.01','0.01','',0,1,'',0,0,'',84,NULL),(197,106,81,'1、基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',86,NULL),(198,107,85,'1、胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',0,1,'',0,0,'',84,NULL),(199,107,83,'1、亲缘关系鉴定','ECS000083',0,1,'0.01','0.01','',0,1,'',0,0,'',85,NULL),(200,107,82,'1、个体识别','ECS000082',0,1,'0.01','0.01','',0,1,'',0,0,'',86,NULL),(201,108,81,'1、基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',86,NULL),(202,109,83,'1、亲缘关系鉴定','ECS000083',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(203,109,83,'2、亲缘关系鉴定','ECS000083',0,1,'0.01','0.01','',0,1,'',0,0,'',78,NULL),(204,109,83,'3、亲缘关系鉴定','ECS000083',0,1,'0.01','0.01','',0,1,'',0,0,'',79,NULL),(205,109,81,'1、基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',79,NULL),(206,110,81,'1、基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',86,NULL),(207,111,93,'1、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',1,'321_Car004.pdf'),(208,111,93,'2、探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',14,NULL),(209,111,90,'1、解酒','Car001',0,1,'118.80','99.00','',0,1,'',0,0,'',1,NULL),(210,112,88,'0.&nbsp;&nbsp;肝癌','sctu01',0,1,'168.00','79.00','',0,1,'',0,0,'',47,NULL),(211,112,88,'1.&nbsp;&nbsp;肝癌','sctu01',0,1,'168.00','79.00','',0,1,'',0,0,'',87,NULL),(212,113,88,'1.&nbsp;&nbsp;肝癌','sctu01',0,1,'168.00','79.00','',0,1,'',0,0,'',89,NULL),(213,113,88,'2.&nbsp;&nbsp;肝癌','sctu01',0,1,'168.00','79.00','',0,1,'',0,0,'',88,NULL),(214,114,90,'1.&nbsp;&nbsp;解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',74,NULL),(215,114,90,'2.&nbsp;&nbsp;解酒','Car001',0,1,'118.80','99.00','',1,1,'',0,0,'',75,NULL),(216,115,88,'1.&nbsp;&nbsp;肝癌','sctu01',0,1,'168.00','79.00','',1,1,'',0,0,'',90,NULL),(217,115,88,'2.&nbsp;&nbsp;肝癌','sctu01',0,1,'168.00','79.00','',1,1,'',0,0,'',91,NULL),(218,116,94,'1.&nbsp;&nbsp;强者','Car005',0,1,'118.80','99.00','',0,1,'',0,0,'',58,NULL),(219,116,94,'2.&nbsp;&nbsp;强者','Car005',0,1,'118.80','99.00','',0,1,'',0,0,'',75,NULL),(223,118,90,'2.&nbsp;&nbsp;解酒','Car001',0,1,'118.80','99.00','',0,1,'',0,0,'',75,NULL),(222,118,90,'1.&nbsp;&nbsp;解酒','Car001',0,1,'118.80','99.00','',0,1,'',0,0,'',58,NULL),(224,119,93,'1.&nbsp;&nbsp;探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',1,NULL),(225,119,93,'2.&nbsp;&nbsp;探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',45,NULL),(226,119,93,'3.&nbsp;&nbsp;探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',39,NULL),(227,120,88,'1.&nbsp;&nbsp;肝癌','sctu01',0,1,'168.00','79.00','',1,1,'',0,0,'',92,NULL),(228,121,95,'肺癌','sctu02',0,1,'148.00','88.00','',1,1,'',0,0,'',92,NULL),(229,121,95,'肺癌','sctu02',0,1,'148.00','88.00','',1,1,'',0,0,'',93,NULL),(230,121,88,'肝癌','sctu01',0,1,'168.00','79.00','',1,1,'',0,0,'',93,NULL),(231,122,93,'探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',54,NULL),(232,122,93,'探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',55,NULL),(233,123,93,'探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',90,NULL),(234,123,93,'探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',94,NULL),(235,124,93,'探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',95,NULL),(236,125,93,'探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',96,NULL),(237,126,93,'探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',96,NULL),(238,126,93,'探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',97,NULL),(239,127,93,'探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',3,NULL),(240,127,93,'探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',5,NULL),(241,128,93,'探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',56,NULL),(242,128,93,'探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',58,NULL),(243,129,88,'肝癌','sctu01',0,1,'168.00','79.00','',1,1,'',0,0,'',98,NULL),(244,129,95,'肺癌','sctu02',0,1,'148.00','88.00','',1,1,'',0,0,'',98,NULL),(245,130,81,'基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(246,131,82,'个体识别','ECS000082',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(247,132,83,'亲缘关系鉴定','ECS000083',0,1,'0.01','0.01','',0,1,'',0,0,'',79,NULL),(248,133,81,'基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',80,NULL),(249,133,84,'移民亲子鉴定','ECS000084',0,1,'0.01','0.01','',0,1,'',0,0,'',78,NULL),(250,134,84,'移民亲子鉴定','ECS000084',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(251,134,85,'胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',0,1,'',0,0,'',78,NULL),(252,134,85,'胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',0,1,'',0,0,'',79,NULL),(253,134,87,'个人亲子鉴定','ECS000087',0,1,'0.01','0.01','',0,1,'',0,0,'',80,NULL),(254,135,87,'个人亲子鉴定','ECS000087',0,1,'0.01','0.01','',0,1,'',0,0,'',78,NULL),(255,135,84,'移民亲子鉴定','ECS000084',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(256,135,85,'胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',0,1,'',0,0,'',79,NULL),(257,136,82,'个体识别','ECS000082',0,1,'0.01','0.01','',0,1,'',0,0,'',78,NULL),(258,136,84,'移民亲子鉴定','ECS000084',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(259,137,85,'胎儿亲子鉴定','ECS000085',0,1,'0.01','0.01','',0,1,'',0,0,'',78,NULL),(260,137,83,'亲缘关系鉴定','ECS000083',0,1,'0.01','0.01','',0,1,'',0,0,'',79,NULL),(261,138,93,'探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',1,NULL),(262,139,87,'个人亲子鉴定','ECS000087',0,1,'0.01','0.01','',0,1,'',0,0,'',78,NULL),(263,139,83,'亲缘关系鉴定','ECS000083',0,1,'0.01','0.01','',0,1,'',0,0,'',79,NULL),(264,140,81,'基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(265,140,93,'探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',76,NULL),(266,141,88,'肝癌','sctu01',0,1,'168.00','79.00','',0,1,'',0,0,'',78,NULL),(267,141,88,'肝癌','sctu01',0,1,'168.00','79.00','',0,1,'',0,0,'',79,NULL),(268,142,81,'基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(269,143,82,'个体识别','ECS000082',0,1,'0.01','0.01','',0,1,'',0,0,'',76,NULL),(270,144,84,'移民亲子鉴定','ECS000084',0,1,'0.01','0.01','',0,1,'',0,0,'',77,NULL),(271,145,93,'探索·发现','Car004',0,1,'118.80','99.00','',0,1,'',0,0,'',77,NULL),(272,146,95,'肺癌','sctu02',0,1,'148.00','88.00','',1,1,'',0,0,'',99,NULL),(273,146,89,'乳腺癌','sctu06',0,1,'199.00','99.00','',1,1,'',0,0,'',99,NULL),(274,146,89,'乳腺癌','sctu06',0,1,'199.00','99.00','',1,1,'',0,0,'',93,NULL),(275,146,88,'肝癌','sctu01',0,1,'168.00','79.00','',1,1,'',0,0,'',99,NULL),(276,147,88,'肝癌','sctu01',0,1,'168.00','79.00','',0,1,'',0,0,'',82,NULL),(277,148,81,'基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',77,NULL),(278,149,82,'个体识别','ECS000082',0,1,'0.01','0.01','',0,1,'',0,0,'',78,NULL),(279,150,89,'乳腺癌','sctu06',0,1,'199.00','99.00','',0,1,'',0,0,'',20,NULL),(280,150,95,'肺癌','sctu02',0,1,'148.00','88.00','',0,1,'',0,0,'',20,NULL),(281,150,95,'肺癌','sctu02',0,1,'148.00','88.00','',0,1,'',0,0,'',21,NULL),(282,150,88,'肝癌','sctu01',0,1,'168.00','79.00','',0,1,'',0,0,'',20,NULL),(283,150,88,'肝癌','sctu01',0,1,'168.00','79.00','',0,1,'',0,0,'',21,NULL),(284,151,89,'乳腺癌','sctu06',0,1,'199.00','99.00','',1,1,'',0,0,'',100,NULL),(285,151,95,'肺癌','sctu02',0,1,'148.00','88.00','',1,1,'',0,0,'',100,NULL),(286,151,95,'肺癌','sctu02',0,1,'148.00','88.00','',1,1,'',0,0,'',101,NULL),(287,151,88,'肝癌','sctu01',0,1,'168.00','79.00','',1,1,'',0,0,'',100,NULL),(288,151,88,'肝癌','sctu01',0,1,'168.00','79.00','',1,1,'',0,0,'',101,NULL),(289,152,89,'乳腺癌','sctu06',0,1,'199.00','99.00','',0,1,'',0,0,'',21,NULL),(290,152,90,'解酒','Car001',0,1,'118.80','99.00','',0,1,'',0,0,'',21,NULL),(291,152,88,'肝癌','sctu01',0,1,'168.00','79.00','',0,1,'',0,0,'',21,NULL),(292,153,88,'肝癌','sctu01',0,1,'168.00','79.00','',0,1,'',0,0,'',9,NULL),(293,153,88,'肝癌','sctu01',0,1,'168.00','79.00','',0,1,'',0,0,'',75,NULL),(294,154,81,'基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',84,NULL),(295,155,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',1,1,'',0,0,'',99,NULL),(296,156,105,'女性关爱套餐','set02',0,1,'800.00','699.00','',0,1,'',0,0,'',102,NULL),(297,157,105,'女性关爱套餐','set02',0,1,'838.80','699.00','',1,1,'',0,0,'',102,NULL),(298,158,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',0,1,'',0,0,'',105,NULL),(299,159,105,'女性关爱套餐','set02',0,1,'838.80','699.00','',0,1,'',0,0,'',103,NULL),(300,160,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',0,1,'',0,0,'',106,NULL),(301,161,105,'女性关爱套餐','set02',0,1,'838.80','699.00','',0,1,'',0,0,'',104,NULL),(302,162,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',0,1,'',0,0,'',109,NULL),(303,163,105,'女性关爱套餐','set02',0,1,'838.80','699.00','',0,1,'',0,0,'',72,NULL),(304,164,105,'女性关爱套餐','set02',0,1,'838.80','699.00','',0,1,'',0,0,'',103,NULL),(305,165,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',0,1,'',0,0,'',105,NULL),(306,166,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',1,1,'',0,0,'',109,NULL),(307,167,105,'女性关爱套餐','set02',0,1,'838.80','699.00','',0,1,'',0,0,'',103,NULL),(308,168,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',0,1,'',0,0,'',106,NULL),(309,169,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',0,1,'',0,0,'',105,NULL),(310,170,105,'女性关爱套餐','set02',0,1,'838.80','699.00','',0,1,'',0,0,'',104,NULL),(311,171,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',0,1,'',0,0,'',106,NULL),(312,171,105,'女性关爱套餐','set02',0,1,'838.80','699.00','',0,1,'',0,0,'',106,NULL),(313,172,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',0,1,'',0,0,'',110,NULL),(314,173,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',0,1,'',0,0,'',111,NULL),(315,174,105,'女性关爱套餐','set02',0,1,'838.80','699.00','',1,1,'',0,0,'',112,NULL),(316,174,96,'胃癌','sctu03',0,1,'199.00','99.00','',1,1,'',0,0,'',111,NULL),(317,175,95,'肺癌','sctu02',0,1,'148.00','88.00','',0,1,'',0,0,'',111,NULL),(318,175,99,'卵巢癌','sctu07',0,1,'199.00','99.00','',0,1,'',0,0,'',112,NULL),(319,175,88,'肝癌','sctu01',0,1,'168.00','79.00','',0,1,'',0,0,'',113,NULL),(320,176,93,'探索·发现','Car004',0,1,'118.80','99.00','',1,1,'',0,0,'',10,NULL),(321,177,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',0,1,'',0,0,'',102,NULL),(322,178,81,'基因身份证','ECS000081',0,1,'0.01','0.01','',0,1,'',0,0,'',115,NULL),(323,179,105,'女性关爱套餐','set02',0,1,'838.80','699.00','',1,1,'',0,0,'',99,NULL),(324,180,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',0,1,'',0,0,'',23,NULL),(325,181,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',0,1,'',0,0,'',120,NULL),(326,182,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',0,1,'',0,0,'',120,NULL),(327,183,104,'肿瘤通用套餐','set01',0,1,'900.00','699.00','',1,1,'',0,0,'',120,NULL),(328,184,81,'基因身份证','ECS000081',0,1,'0.01','0.01','',1,1,'',0,0,'',58,NULL);
/*!40000 ALTER TABLE `ecs_order_goods` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_order_info`
--

DROP TABLE IF EXISTS `ecs_order_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_order_info` (
  `order_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_sn` varchar(20) NOT NULL DEFAULT '',
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `order_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `shipping_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `pay_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `consignee` varchar(60) NOT NULL DEFAULT '',
  `country` smallint(5) unsigned NOT NULL DEFAULT '0',
  `province` smallint(5) unsigned NOT NULL DEFAULT '0',
  `city` smallint(5) unsigned NOT NULL DEFAULT '0',
  `district` smallint(5) unsigned NOT NULL DEFAULT '0',
  `address` varchar(255) NOT NULL DEFAULT '',
  `zipcode` varchar(60) NOT NULL DEFAULT '',
  `tel` varchar(60) NOT NULL DEFAULT '',
  `mobile` varchar(60) NOT NULL DEFAULT '',
  `email` varchar(60) NOT NULL DEFAULT '',
  `best_time` varchar(120) NOT NULL DEFAULT '',
  `sign_building` varchar(120) NOT NULL DEFAULT '',
  `postscript` varchar(255) NOT NULL DEFAULT '',
  `shipping_id` tinyint(3) NOT NULL DEFAULT '0',
  `shipping_name` varchar(120) NOT NULL DEFAULT '',
  `pay_id` tinyint(3) NOT NULL DEFAULT '0',
  `pay_name` varchar(120) NOT NULL DEFAULT '',
  `how_oos` varchar(120) NOT NULL DEFAULT '',
  `how_surplus` varchar(120) NOT NULL DEFAULT '',
  `pack_name` varchar(120) NOT NULL DEFAULT '',
  `card_name` varchar(120) NOT NULL DEFAULT '',
  `card_message` varchar(255) NOT NULL DEFAULT '',
  `inv_payee` varchar(120) NOT NULL DEFAULT '',
  `inv_content` varchar(120) NOT NULL DEFAULT '',
  `goods_amount` decimal(10,2) NOT NULL DEFAULT '0.00',
  `shipping_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `insure_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `pay_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `pack_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `card_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `money_paid` decimal(10,2) NOT NULL DEFAULT '0.00',
  `surplus` decimal(10,2) NOT NULL DEFAULT '0.00',
  `integral` int(10) unsigned NOT NULL DEFAULT '0',
  `integral_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `bonus` decimal(10,2) NOT NULL DEFAULT '0.00',
  `order_amount` decimal(10,2) NOT NULL DEFAULT '0.00',
  `from_ad` smallint(5) NOT NULL DEFAULT '0',
  `referer` varchar(255) NOT NULL DEFAULT '',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `confirm_time` int(10) unsigned NOT NULL DEFAULT '0',
  `pay_time` int(10) unsigned NOT NULL DEFAULT '0',
  `shipping_time` int(10) unsigned NOT NULL DEFAULT '0',
  `pack_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `card_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `bonus_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `invoice_no` varchar(255) NOT NULL DEFAULT '',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `extension_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `to_buyer` varchar(255) NOT NULL DEFAULT '',
  `pay_note` varchar(255) NOT NULL DEFAULT '',
  `agency_id` smallint(5) unsigned NOT NULL,
  `inv_type` varchar(60) NOT NULL,
  `tax` decimal(10,2) NOT NULL,
  `is_separate` tinyint(1) NOT NULL DEFAULT '0',
  `parent_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `discount` decimal(10,2) NOT NULL,
  `mobile_pay` int(1) unsigned NOT NULL DEFAULT '0',
  `mobile_order` int(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`order_id`),
  UNIQUE KEY `order_sn` (`order_sn`),
  KEY `user_id` (`user_id`),
  KEY `order_status` (`order_status`),
  KEY `shipping_status` (`shipping_status`),
  KEY `pay_status` (`pay_status`),
  KEY `shipping_id` (`shipping_id`),
  KEY `pay_id` (`pay_id`),
  KEY `extension_code` (`extension_code`,`extension_id`),
  KEY `agency_id` (`agency_id`)
) ENGINE=MyISAM AUTO_INCREMENT=185 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_order_info`
--

LOCK TABLES `ecs_order_info` WRITE;
/*!40000 ALTER TABLE `ecs_order_info` DISABLE KEYS */;
INSERT INTO `ecs_order_info` VALUES (1,'2009051298180',1,1,2,2,'刘先生',1,2,52,500,'[中国 北京 北京 海淀区] 中关村海兴大厦','100085','010-25851234','13986765412','ecshop@ecshop.com','中午','法院','',5,'申通快递',1,'余额支付','等待所有商品备齐后再发','','','','','','','385.00','15.00','0.00','0.00','0.00','0.00','0.00','400.00',0,'0.00','0.00','0.00',0,'本站',1242142274,1242142274,1242142274,1242142432,0,0,0,'122','',0,'','',0,'','0.00',0,0,'0.00',0,0),(2,'2009051255518',1,4,0,0,'刘先生',1,2,52,500,'[中国 北京 北京 海淀区] 中关村海兴大厦','100085','010-25851234','13986765412','ecshop@ecshop.com','中午','法院','',3,'城际快递',1,'余额支付','等待所有商品备齐后再发','','精品包装','祝福贺卡','晚来的祝福','','','960.00','10.00','0.00','0.00','0.00','5.00','0.00','0.00',0,'0.00','0.00','0.00',0,'本站',1242142324,1242142324,1242142324,1242142389,1,1,0,'111','',0,'','',0,'','0.00',0,0,'0.00',0,0),(3,'2009051267570',1,4,0,0,'刘先生',1,2,52,500,'[中国 北京 北京 海淀区] 中关村海兴大厦','100085','010-25851234','13986765412','ecshop@ecshop.com','中午','法院','',3,'城际快递',1,'余额支付','等待所有商品备齐后再发','','','','','','','2300.00','10.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.00',0,'本站',1242142549,1242142549,1242142549,1242142589,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(4,'2009051230249',1,1,0,2,'刘先生',1,2,52,500,'[中国 北京 北京 海淀区] 中关村海兴大厦','100085','010-25851234','13986765412','ecshop@ecshop.com','中午','法院','',3,'城际快递',1,'余额支付','等待所有商品备齐后再发','','','','','','','5999.00','10.00','0.00','0.00','0.00','0.00','0.00','5989.00',0,'0.00','20.00','0.00',0,'本站',1242142681,1242142681,1242142681,0,0,0,1,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(5,'2009051276258',1,1,3,2,'刘先生',1,2,52,500,'[中国 北京 北京 海淀区] 中关村海兴大厦','100085','010-25851234','13986765412','ecshop@ecshop.com','中午','法院','',3,'城际快递',1,'余额支付','等待所有商品备齐后再发','','','','','','','8600.00','10.00','0.00','0.00','0.00','0.00','0.00','8610.00',0,'0.00','0.00','0.00',0,'本站',1242142808,1242142808,1242142808,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(6,'2009051217221',3,3,0,0,'叶先生',1,2,52,510,'通州区旗舰凯旋小区','','13588104710','','text@ecshop.com','','','',5,'申通快递',2,'银行汇款/转帐','等待所有商品备齐后再发','','','','','','','20.00','15.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','35.00',0,'',1242143292,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(7,'2009051227085',3,1,0,0,'叶先生',1,2,52,510,'通州区旗舰凯旋小区','','13588104710','','text@ecshop.com','','','',5,'申通快递',2,'银行汇款/转帐','等待所有商品备齐后再发','','','','','','','2298.00','15.00','0.00','0.00','0.00','0.00','0.00','1000.00',0,'0.00','0.00','1198.10',0,'',1242143383,1242143454,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'114.90',0,0),(8,'2009051299732',3,0,0,0,'叶先生',1,2,52,510,'通州区旗舰凯旋小区','','13588104710','','text@ecshop.com','','','',5,'申通快递',2,'银行汇款/转帐','等待所有商品备齐后再发','','','','','','','623.00','15.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','638.00',0,'',1242143444,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(9,'2009051210718',3,0,0,0,'叶先生',1,2,52,510,'通州区旗舰凯旋小区','','13588104710','','text@ecshop.com','','','',5,'申通快递',2,'银行汇款/转帐','等待所有商品备齐后再发','','','','','','','2000.00','15.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','2015.00',0,'',1242143732,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(10,'2009051268194',1,1,0,2,'刘先生',1,2,52,500,'海兴大厦','','010-25851234','13986765412','ecshop@ecshop.com','','','',3,'城际快递',1,'余额支付','等待所有商品备齐后再发','','','','','','','0.00','10.00','0.00','0.00','0.00','0.00','0.00','10.00',17000,'0.00','0.00','0.00',0,'',1242143920,1242143920,1242143920,0,0,0,0,'','exchange_goods',24,'','',0,'','0.00',0,0,'0.00',0,0),(11,'2009051264945',0,1,0,0,'林小姐',1,2,52,500,'中关村海兴大厦','','135474510','','linzi@116.com','','','',3,'城际快递',2,'银行汇款/转帐','','','','','','','','3800.00','10.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','3810.00',0,'管理员添加',1242144250,1242144363,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(12,'2009051712919',1,2,0,0,'刘先生',1,2,52,502,'海兴大厦','','010-25851234','13986765412','ecshop@ecshop.com','','','',3,'城际快递',3,'货到付款','等待所有商品备齐后再发','','','','','','','238.00','10.00','0.00','5.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','253.00',0,'本站',1242576304,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(13,'2009051719232',1,1,1,0,'刘先生',1,2,52,502,'海兴大厦','','010-25851234','13986765412','ecshop@ecshop.com','','','',3,'城际快递',3,'货到付款','等待所有商品备齐后再发','','','','','','','960.00','10.00','0.00','5.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','975.00',0,'本站',1242576341,1242576445,0,1242576445,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(14,'2009052224892',1,1,1,2,'刘先生',1,2,52,502,'海兴大厦','','010-25851234','13986765412','ecshop@ecshop.com','','','',3,'城际快递',1,'余额支付','等待所有商品备齐后再发','','','','','','','14045.00','10.00','0.00','0.00','0.00','0.00','0.00','13806.60',0,'0.00','5.00','0.00',0,'本站',1242976699,1242976699,1242976699,1242976740,0,0,2,'1123344','',0,'','',0,'','0.00',0,0,'243.40',0,0),(15,'2009061585887',1,4,0,0,'刘先生',1,2,52,502,'海兴大厦','','010-25851234','13986765412','ecshop@ecshop.com','','','',3,'城际快递',2,'银行汇款/转帐','等待所有商品备齐后再发','','','','','','','17044.00','10.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','17054.00',0,'本站',1245044533,1245044587,1245044644,1245045443,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(16,'2009061525429',1,1,4,2,'刘先生',1,2,52,502,'海兴大厦','','010-25851234','13986765412','ecshop@ecshop.com','','','',3,'城际快递',1,'余额支付','等待所有商品备齐后再发','','','','','','','3186.30','10.00','0.00','0.00','0.00','0.00','0.00','3196.30',0,'0.00','0.00','0.00',0,'本站',1245045672,1245045672,1245045672,1245045723,0,0,0,'2009061525121','',0,'','',0,'','0.00',0,0,'0.00',0,0),(17,'2009061503335',1,4,0,0,'刘先生',1,2,52,502,'海兴大厦','','010-25851234','13986765412','ecshop@ecshop.com','','','',3,'城际快递',1,'余额支付','等待所有商品备齐后再发','','','','','','','1900.00','10.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.00',0,'本站',1245047978,1245047978,1245047978,1245048189,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(18,'2009061510313',1,1,0,2,'刘先生',1,2,52,502,'海兴大厦','','010-25851234','13986765412','ecshop@ecshop.com','','','',3,'城际快递',1,'余额支付','等待所有商品备齐后再发','','','','','','','500.00','10.00','0.00','0.00','0.00','0.00','0.00','500.00',0,'0.00','0.00','0.00',0,'本站',1245048585,1245048585,1245048585,0,0,0,0,'','group_buy',8,'','',0,'','0.00',0,0,'0.00',0,0),(19,'2009061909851',1,1,1,2,'刘先生',1,2,52,502,'海兴大厦','','010-25851234','13986765412','ecshop@ecshop.com','','','',3,'城际快递',1,'余额支付','等待所有商品备齐后再发','','','','','','','5567.70','10.00','0.00','0.00','0.00','0.00','0.00','5577.70',0,'0.00','0.00','0.00',0,'本站',1245384008,1245384008,1245384008,1245384049,0,0,0,'232421','',0,'','',0,'','0.00',0,0,'0.00',0,0),(20,'2011111031786',0,3,0,0,'',0,0,0,0,'','','','','','','','',0,'',0,'','','','','','','','','0.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.00',0,'管理员添加',1320906371,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(21,'2011111096844',0,5,2,2,'111111111',1,3,37,410,'11111111111','','111111111111111111','','11@126.com','','','',5,'申通快递',2,'银行汇款/转帐','等待所有商品备齐后再发','','','','','','','540.00','15.00','0.00','0.00','0.00','0.00','555.00','0.00',0,'0.00','0.00','0.00',0,'本站',1320906499,1320906514,1320906517,1320906532,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(22,'2012030312654',0,5,1,2,'333',1,26,324,2764,'1111','','1111','','11@126.com','','','',5,'申通快递',2,'银行汇款/转帐','等待所有商品备齐后再发','','','','','','','5440.00','15.00','0.00','0.00','0.00','0.00','5455.00','0.00',0,'0.00','0.00','0.00',0,'本站',1330769555,1330769582,1330769585,1330769614,0,0,0,'11','',0,'','',0,'','0.00',0,0,'0.00',0,0),(23,'2012030639597',0,0,0,0,'11111111',1,4,54,532,'11111111','','1111111111111','','11@123.com','','','',5,'申通快递',2,'银行汇款/转帐','等待所有商品备齐后再发','','','','','','','500.00','15.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','515.00',0,'本站',1331046146,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(24,'2012040954314',0,0,0,0,'111111',1,2,52,500,'111111','','11111111111111','','111@123.com','','','',5,'申通快递',2,'银行汇款/转帐','等待所有商品备齐后再发','','','','','','','2500.00','15.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','2515.00',0,'本站',1333985943,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(25,'2012040977971',0,0,0,0,'11',1,2,52,500,'1111111','','111111','','1111111@123.com','','','',5,'申通快递',2,'银行汇款/转帐','等待所有商品备齐后再发','','','','','','','4500.00','15.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','4515.00',0,'本站',1333989458,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',0,0),(26,'2015052659704',9,2,0,0,'121',1,25,321,2707,'sfgjjs','','','13811111111','','','','',5,'申通快递',2,'银行汇款/转帐','等待所有商品备齐后再发','','','','','','','500.00','15.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','515.00',0,'',1432603624,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(27,'2015061278115',9,2,0,0,'121',1,25,321,2707,'sfgjjs','','','13811111111','','','','',5,'申通快递',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.00','15.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','15.00',0,'',1434049653,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(28,'2015061283041',10,1,0,2,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.00',0,'',1434050567,1434050567,1434050567,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(29,'2015061214464',16,5,1,2,'邓州',1,5,65,627,'我的地址','','','15858589988','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.01','0.00',0,'0.00','0.00','0.00',0,'',1434052140,1434052154,1434052154,1434081443,0,0,0,'28808889989','',0,'','',0,'','0.00',0,0,'0.00',1,1),(30,'2015062354279',9,1,0,2,'121',1,25,321,2707,'sfgjjs','','','13811111111','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.01','0.00',0,'0.00','0.00','0.00',0,'',1435002608,1435002620,1435002620,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(31,'2015070642950',10,0,0,0,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.03','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.03',0,'',1436142647,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(32,'2015070771605',9,1,2,2,'Eric Shen',1,25,321,2707,'康桥路787号','','','13811111111','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.03','0.00','0.00','0.00','0.00','0.00','0.03','0.00',0,'0.00','0.00','0.00',0,'',1436212824,1436212838,1436212838,1436345707,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(33,'2015070850157',10,0,0,0,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1436288754,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(34,'2015070816374',10,1,2,2,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.01','0.00',0,'0.00','0.00','0.00',0,'',1436289452,1436319041,1436319046,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(35,'2015070873726',9,0,0,0,'Eric Shen',1,25,321,2707,'康桥路787号','','','13811111111','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1436316428,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(36,'2015070813477',9,1,2,2,'Eric Shen',1,25,321,2707,'康桥路787号','','','13811111111','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.01','0.00',0,'0.00','0.00','0.00',0,'',1436316456,1436345424,1436345428,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(37,'2015071081304',10,1,2,2,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.01','0.00',0,'0.00','0.00','0.00',0,'',1436462398,1436491222,1436491227,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(38,'2015071096687',10,1,2,2,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.01','0.00',0,'0.00','0.00','0.00',0,'',1436466844,1436495666,1436495673,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(39,'2015072080838',9,1,2,2,'Eric Shen',1,25,321,2707,'康桥路787号','','','13811111111','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.02','0.00','0.00','0.00','0.00','0.00','0.02','0.00',0,'0.00','0.00','0.00',0,'',1437333400,1437333414,1437333414,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(40,'2015072012627',9,1,2,2,'Eric Shen',1,25,321,2707,'康桥路787号','','','13811111111','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.03','0.00','0.00','0.00','0.00','0.00','0.03','0.00',0,'0.00','0.00','0.00',0,'',1437353241,1437353250,1437353250,1439803560,0,0,0,'34343','',0,'','',0,'','0.00',0,0,'0.00',1,1),(41,'2015081372212',9,1,2,2,'Eric Shen',1,25,321,2707,'康桥路787号','','','13811111111','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','99.00','0.00',0,'',1439426349,1439426349,1439426349,1439777354,0,0,32,'305980661496','',0,'','',0,'','0.00',0,0,'0.00',1,1),(42,'2015081388010',9,1,2,2,'Eric Shen',1,25,321,2707,'康桥路787号','','','13811111111','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','99.00','0.00',0,'0.00','0.00','0.00',0,'',1439427664,1439778269,1439778302,1439778479,0,0,0,'443434','',0,'','',0,'','0.00',0,0,'0.00',1,1),(43,'2015081370062',9,0,0,0,'Eric Shen',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','396.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','396.00',0,'',1439439407,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(44,'2015081926442',9,5,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','99.00','0.00',0,'0.00','99.00','0.00',0,'',1439925866,1440035053,1440035066,1440035128,0,0,33,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(45,'2015082073708',30,1,0,2,'测试',1,2,52,500,'和核桃仁和投入和体会','111111','15021195316','18217233896','2345dd6@qq.com','','','',8,'顺丰速运',1,'余额支付','等待所有商品备齐后再发','','','','','','','0.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',50,'0.00','0.00','0.00',0,'本站',1440036142,1440036142,1440036142,0,0,0,0,'','exchange_goods',80,'','',0,'','0.00',0,0,'0.00',0,0),(46,'2015082069905',9,0,0,0,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','99.00',0,'',1440012060,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(47,'2015082145333',33,1,2,2,'徐珏',1,25,321,2708,'邯郸路','','','15050355884','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','99.00','0.00',0,'0.00','0.00','0.00',0,'',1440095266,1440124110,1440124128,1440126322,0,0,0,'909348749392','',0,'','',0,'','0.00',0,0,'0.00',1,1),(48,'2015082177519',33,1,2,2,'徐珏',1,25,321,2708,'邯郸路','','','15050355884','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','297.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','297.00','0.00',0,'',1440099632,1440099632,1440099632,1440128751,0,0,52,'1234567','',0,'','',0,'','0.00',0,0,'0.00',1,1),(49,'2015082322880',24,1,2,2,'小明',1,5,63,612,'用于uuui','','','138000000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','198.00','0.00',0,'0.00','0.00','0.00',0,'',1440286947,1440315782,1440315792,1440315920,0,0,0,'12877913','',0,'','',0,'','0.00',0,0,'0.00',1,1),(50,'2015082852225',10,1,2,2,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.02','0.00','0.00','0.00','0.00','0.00','0.02','0.00',0,'0.00','0.00','0.00',0,'',1440713081,1441088993,1441089003,1441089021,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(51,'2015083125696',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','198.00','0.00',0,'0.00','0.00','0.00',0,'',1440962658,1440991910,1440991922,1440992470,0,0,0,'test1234','',0,'','',0,'','0.00',0,0,'0.00',1,1),(52,'2015083148335',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','198.00','0.00',0,'0.00','0.00','0.00',0,'',1440982642,1441011552,1441011561,1441011896,0,0,0,'test12345','',0,'','',0,'','0.00',0,0,'0.00',1,1),(53,'2015083143876',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','554.00','0.00','0.00','0.00','0.00','0.00','554.00','0.00',0,'0.00','0.00','0.00',0,'',1440984127,1441013090,1441013103,1441071296,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(54,'2015090146865',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','99.00','0.00',0,'0.00','0.00','0.00',0,'',1441042571,1441071395,1441071403,1441071462,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(55,'2015090117821',9,0,0,0,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','396.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','396.00',0,'',1441044241,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(56,'2015090197114',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','396.00','0.00','0.00','0.00','0.00','0.00','396.00','0.00',0,'0.00','0.00','0.00',0,'',1441044551,1441101098,1441101103,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(57,'2015090186106',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','396.00','0.00','0.00','0.00','0.00','0.00','396.00','0.00',0,'0.00','0.00','0.00',0,'',1441044632,1441073489,1441073552,1441073710,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(58,'2015090186641',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','79.00','0.00','0.00','0.00','0.00','0.00','79.00','0.00',0,'0.00','0.00','0.00',0,'',1441046685,1441075504,1441075517,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(59,'2015090192296',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','79.00','0.00','0.00','0.00','0.00','0.00','79.00','0.00',0,'0.00','0.00','0.00',0,'',1441047000,1441075812,1441075823,1441075854,0,0,0,'Test已寄送','',0,'','',0,'','0.00',0,0,'0.00',1,1),(60,'2015090187070',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','79.00','0.00','0.00','0.00','0.00','0.00','79.00','0.00',0,'0.00','0.00','0.00',0,'',1441047137,1441075951,1441075961,1441075997,0,0,0,'Test已寄送','',0,'','',0,'','0.00',0,0,'0.00',1,1),(61,'2015090178378',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','79.00','0.00','0.00','0.00','0.00','0.00','79.00','0.00',0,'0.00','0.00','0.00',0,'',1441047539,1441076349,1441076360,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(62,'2015090155175',10,1,2,2,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.01','0.00',0,'0.00','0.00','0.00',0,'',1441073145,1441101961,1441101968,1441102100,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(63,'2015090152548',10,1,2,2,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.01','0.00',0,'0.00','0.00','0.00',0,'',1441073906,1441102717,1441102721,1441103062,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(64,'2015090290825',10,1,2,2,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','495.00','0.00','0.00','0.00','0.00','0.00','495.00','0.00',0,'0.00','0.00','0.00',0,'',1441145251,1441596382,1441596389,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(65,'2015090721693',9,5,1,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','198.00','0.00',0,'0.00','0.00','0.00',0,'',1441564127,1441592964,1441592973,1441593131,0,0,0,'TEst001','',0,'','',0,'','0.00',0,0,'0.00',1,1),(66,'2015090733871',10,0,0,0,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','198.00',0,'',1441574107,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(67,'2015090736642',10,1,2,2,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','198.00','0.00',0,'0.00','0.00','0.00',0,'',1441574376,1441604404,1441604409,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(68,'2015090722504',36,1,2,2,'测试',1,2,52,500,'测试','','','15556666435','','','','',8,'顺丰速运',2,'银行汇款/转帐','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','198.00','0.00',0,'0.00','0.00','0.00',9,'本站',1441576772,1441605843,1441605847,1441606499,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(69,'2015090735378',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','198.00','0.00',0,'0.00','0.00','0.00',0,'',1441583318,1441612147,1441612163,1441612235,0,0,0,'TEst001','',0,'','',0,'','0.00',0,0,'0.00',1,1),(70,'2015090791765',10,1,2,2,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','99.00','0.00',0,'0.00','0.00','0.00',0,'',1441584977,1441613874,1441613878,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(71,'2015090752102',10,1,2,2,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','297.00','0.00','0.00','0.00','0.00','0.00','297.00','0.00',0,'0.00','0.00','0.00',0,'',1441585096,1441619379,1441619383,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(72,'2015090748350',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','198.00','0.00',0,'0.00','0.00','0.00',0,'',1441590401,1441619229,1441619246,1441619390,0,0,0,'TEst001','',0,'','',0,'','0.00',0,0,'0.00',1,1),(73,'2015090786419',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','158.00','0.00','0.00','0.00','0.00','0.00','158.00','0.00',0,'0.00','0.00','0.00',0,'',1441591235,1441620068,1441620085,1441620117,0,0,0,'111','',0,'','',0,'','0.00',0,0,'0.00',1,1),(74,'2015090728711',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','198.00','0.00',0,'0.00','0.00','0.00',0,'',1441592175,1441621056,1441621075,1441621150,0,0,0,'111','',0,'','',0,'','0.00',0,0,'0.00',1,1),(75,'2015090715039',9,0,0,0,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','99.00',0,'',1441604480,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(76,'2015090730430',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','198.00','0.00',0,'0.00','0.00','0.00',0,'',1441604978,1441633826,1441633834,1441633906,0,0,0,'111','',0,'','',0,'','0.00',0,0,'0.00',1,1),(77,'2015090794469',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','79.00','0.00','0.00','0.00','0.00','0.00','79.00','0.00',0,'0.00','0.00','0.00',0,'',1441605692,1441634527,1441634533,1441634571,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(78,'2015090764208',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','99.00','0.00',0,'0.00','0.00','0.00',0,'',1441606355,1441635165,1441635170,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(79,'2015090931105',10,0,0,0,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','99.00',0,'',1441739795,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(80,'2015090970689',41,0,0,0,'小小1',1,25,321,2706,'测试地址1','','','13818400000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','198.00',0,'',1441743357,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(81,'2015090996797',41,0,0,0,'小小1',1,25,321,2706,'测试地址1','','','13818400000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','297.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','297.00',0,'',1441748612,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(82,'2015090943804',43,1,2,2,'张洁薇',1,18,248,2101,'12357955865','','','13524319001','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','158.00','0.00','0.00','0.00','0.00','0.00','158.00','0.00',0,'0.00','0.00','0.00',0,'',1441752993,1441753058,1441753065,1441753111,0,0,0,'111','',0,'','',0,'','0.00',0,0,'0.00',1,1),(83,'2015091508213',9,0,0,0,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','79.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','79.00',0,'',1442284308,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(84,'2015091558197',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','79.00','0.00','0.00','0.00','0.00','0.00','79.00','0.00',0,'0.00','0.00','0.00',0,'',1442284401,1442284428,1442284433,1442284538,0,0,0,'111','',0,'','',0,'','0.00',0,0,'0.00',1,1),(85,'2015091580844',9,1,2,2,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','99.00','0.00',0,'0.00','0.00','0.00',0,'',1442285286,1442285326,1442285334,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(86,'2015092157827',9,0,0,0,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','198.00',0,'',1442795821,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(87,'2015092271747',9,0,0,0,'沈雨后',1,25,321,2707,'康桥路787号','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','198.00',0,'',1442882907,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(88,'2015092513871',10,0,0,0,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','396.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',1000,'10.00','297.00','89.00',0,'',1443118219,0,0,0,0,0,53,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(89,'2015092508335',10,0,0,0,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','99.00',0,'',1443119737,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(90,'2015092591504',10,1,2,2,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','99.00','0.00',0,'0.00','0.00','0.00',0,'',1443120018,1443215712,1443215717,1443215811,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(91,'2015092515031',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1443121758,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(92,'2015092599216',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1443121970,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(93,'2015092554907',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1443122150,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(94,'2015092511599',46,2,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','99.02','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','99.02',0,'',1443122775,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(95,'2015092532419',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1443123285,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(96,'2015092532667',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','99.00',0,'',1443123308,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(97,'2015092599538',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','99.00',0,'',1443123807,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(98,'2015092583522',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','198.00',0,'',1443124006,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(99,'2015092551769',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.02','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.02',0,'',1443124058,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(100,'2015092552790',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.03','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.03',0,'',1443124128,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(101,'2015092531150',48,0,0,0,'来看看',1,2,52,500,'看看咯哦','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','99.00',0,'',1443128278,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(102,'2015092584496',48,0,0,0,'来看看',1,2,52,500,'看看咯哦','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.03','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.03',0,'',1443128355,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(103,'2015092568286',47,0,0,0,'ca de',1,5,62,604,'参加了咯哦哦哦','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1443128613,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(104,'2015092556370',47,0,0,0,'ca de',1,5,62,604,'参加了咯哦哦哦','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.03','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.03',0,'',1443128724,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(105,'2015092562778',47,0,0,0,'ca de',1,5,62,604,'参加了咯哦哦哦','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1443128788,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(106,'2015092520833',47,0,0,0,'ca de',1,5,62,604,'参加了咯哦哦哦','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1443129159,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(107,'2015092593143',47,0,0,0,'ca de',1,5,62,604,'参加了咯哦哦哦','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.03','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.03',0,'',1443130983,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(108,'2015092533875',47,1,2,2,'ca de',1,5,62,604,'参加了咯哦哦哦','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.01','0.00',0,'0.00','0.00','0.00',0,'',1443132919,1443132928,1443132928,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(109,'2015092568471',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.04','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.04',0,'',1443134671,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(110,'2015092541990',47,0,0,0,'ca de',1,5,62,604,'参加了咯哦哦哦','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1443136807,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(111,'2015092563204',10,2,0,0,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','297.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','297.00',0,'',1443142451,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(112,'2015092638752',36,1,7,2,'测试',1,2,52,500,'测试','','','15556666435','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','158.00','0.00','0.00','0.00','0.00','0.00','158.00','0.00',0,'0.00','0.00','0.00',0,'',1443232599,1443232871,1443232876,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(113,'2015092683902',36,1,2,2,'测试',1,2,52,500,'测试','','','15556666435','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','158.00','0.00','0.00','0.00','0.00','0.00','158.00','0.00',0,'0.00','0.00','0.00',0,'',1443233289,1443233300,1443233304,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(114,'2015092620158',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','198.00','0.00',0,'0.00','0.00','0.00',0,'',1443236060,1443236146,1443236193,1443236271,0,0,0,'111','',0,'','',0,'','0.00',0,0,'0.00',1,1),(115,'2015092649065',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','158.00','0.00','0.00','0.00','0.00','0.00','158.00','0.00',0,'0.00','0.00','0.00',0,'',1443238778,1443238827,1443238834,1443238856,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(116,'2015092682027',9,0,0,0,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','5.00','193.00',0,'',1443239358,0,0,0,0,0,50,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(118,'2015092640818',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','198.00','0.00',0,'0.00','0.00','0.00',0,'',1443240218,1443240245,1443242949,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(119,'2015092895490',10,0,0,0,'王阿里1',1,9,121,0,'花园路888号','','','15858589988','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','297.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','297.00',0,'',1443391956,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(120,'2015092825891',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','79.00','0.00','0.00','0.00','0.00','0.00','79.00','0.00',0,'0.00','0.00','0.00',0,'',1443398831,1443398874,1443398894,1443399017,0,0,0,'111','',0,'','',0,'','0.00',0,0,'0.00',1,1),(121,'2015092857499',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','255.00','0.00','0.00','0.00','0.00','0.00','255.00','0.00',0,'0.00','0.00','0.00',0,'',1443400749,1443400809,1443400846,1443401017,0,0,0,'111','',0,'','',0,'','0.00',0,0,'0.00',1,1),(122,'2015092821370',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','196.00','0.00',0,'0.00','2.00','0.00',0,'',1443403092,1443408931,1443408976,0,0,0,55,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(123,'2015092805025',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','198.00','0.00',0,'0.00','0.00','0.00',0,'',1443405522,1443407352,1443407419,1443407759,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(124,'2015092839580',52,0,0,0,'aaa',1,4,56,550,'saddsa','','','1333333333','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','99.00',0,'',1443409514,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(125,'2015092879998',16,0,0,0,'邓州',1,5,65,627,'我的地址','','','15858589988','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','99.00',0,'',1443409619,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(126,'2015092861032',16,0,0,0,'邓州',1,5,65,627,'我的地址','','','15858589988','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','198.00',0,'',1443409769,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(127,'2015092944408',10,1,2,2,'王阿里1',1,9,121,0,'花园路888号','','78978945','15858589988','123456@qq.com','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','158.00','0.00',4000,'40.00','0.00','0.00',0,'',1443460242,1444601697,1444601702,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(128,'2015092975968',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','198.00','0.00','0.00','0.00','0.00','0.00','198.00','0.00',0,'0.00','0.00','0.00',0,'',1443473362,1443473538,1443473547,1443473592,0,0,0,'111','',0,'','',0,'','0.00',0,0,'0.00',1,1),(129,'2015100721517',50,1,2,2,'王小明',1,2,52,500,'东安街66号首都企业广场11楼205室','','','13811100000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','167.00','0.00','0.00','0.00','0.00','0.00','167.00','0.00',0,'0.00','0.00','0.00',0,'',1444172614,1444172670,1444172676,1444172699,0,0,0,'111','',0,'','',0,'','0.00',0,0,'0.00',1,1),(130,'2015100830224',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1444238394,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(131,'2015100853293',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1444238587,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(132,'2015100860883',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1444238643,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(133,'2015100834454',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.02','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.02',0,'',1444239072,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(134,'2015101211151',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.04','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.04',0,'',1444598988,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(135,'2015101252984',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.03','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.03',0,'',1444599044,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(136,'2015101281465',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.02','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.02',0,'',1444599219,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(137,'2015101226058',46,1,2,2,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.02','0.00','0.00','0.00','0.00','0.00','0.02','0.00',0,'0.00','0.00','0.00',0,'',1444601364,1444602257,1444602263,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(138,'2015101241982',10,0,0,0,'王阿里1',1,9,121,0,'花园路888号','','78978945','15858589988','123456@qq.com','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','99.00',0,'',1444601568,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(139,'2015101283184',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.02','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.02',0,'',1444602314,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(140,'2015101241628',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','99.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','99.01',0,'',1444602929,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(141,'2015101230842',46,1,7,2,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','158.00','0.00','0.00','0.00','0.00','0.00','158.00','0.00',0,'0.00','0.00','0.00',0,'',1444603008,1444603082,1444603087,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(142,'2015101269261',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',8,'本站',1444606357,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(143,'2015101278012',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',8,'本站',1444606392,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(144,'2015101215370',48,0,0,0,'来看看',1,2,52,500,'看看咯哦','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',8,'本站',1444607220,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(145,'2015101206079',48,0,0,0,'来看看',1,2,52,500,'看看咯哦','','','18829552577','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','99.00',8,'本站',1444607268,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(146,'2015101278452',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','365.00','0.00','0.00','0.00','0.00','0.00','266.00','0.00',0,'0.00','99.00','0.00',0,'',1444608003,1444608181,1444608235,1444608319,0,0,56,'111','',0,'','',0,'','0.00',0,0,'0.00',1,1),(147,'2015101231132',48,0,0,0,'来看看',1,2,52,500,'看看咯哦','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','79.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','79.00',0,'',1444609885,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(148,'2015101297863',48,0,0,0,'来看看',1,2,52,500,'看看咯哦','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1444609935,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(149,'2015101560387',46,0,0,0,'sd',1,8,114,989,'dfvftgtyhyh','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1444870439,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(150,'2015101812542',24,0,0,0,'小明',1,5,63,612,'用于uuui','','','138000000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','433.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','433.00',0,'',1445126031,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(151,'2015101823035',24,1,2,2,'小明',1,5,63,612,'用于uuui','','','138000000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','433.00','0.00','0.00','0.00','0.00','0.00','433.00','0.00',0,'0.00','0.00','0.00',0,'',1445126286,1445126382,1445126427,1445126607,0,0,0,'111','',0,'','',0,'','0.00',0,0,'0.00',1,1),(152,'2015102110286',24,0,0,0,'小明',1,5,63,612,'用于uuui','','','138000000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','277.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','277.00',0,'',1445411590,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(153,'2015102255835',9,0,0,0,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','158.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','158.00',0,'',1445463778,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(154,'2015102553198',47,0,0,0,'ca de',1,5,62,604,'参加了咯哦哦哦','','','18829552577','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','0.01',0,'',1445702863,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(155,'2015111725234',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','699.00','0.00',0,'0.00','0.00','0.00',0,'',1447715839,1447715877,1447715883,1447715901,0,0,0,'111','',0,'','',0,'','0.00',0,0,'0.00',1,1),(156,'2015111713594',9,2,0,0,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',7,'本站',1447716469,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(157,'2015111706235',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','699.00','0.00',0,'',1447716639,1447716639,1447716639,1447716765,0,0,104,'111','',0,'','',0,'','0.00',0,0,'0.00',1,1),(158,'2015111850533',66,2,0,0,'李春波',1,25,321,2708,'杨浦区邯郸路100号61栋155室','','','15921182605','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',0,'',1447797350,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(159,'2015111857420',28,2,0,0,'沙佳彤',1,25,321,2717,'上海市宝山区友谊路1999弄4号102室','','','18800353267','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',0,'',1447797379,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(160,'2015111889032',64,2,0,0,'黄迅威',1,16,221,1851,'苏苑新村44-603','','','18952405911','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',0,'',1447797406,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(161,'2015111873502',63,0,0,0,'邢秋月',1,25,321,2704,'共和新路4605弄1号楼','','','13122353187','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',0,'',1447797596,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(162,'2015111882735',17,2,0,0,'丁达',1,25,321,2707,'杨高路3839弄5号楼402','','','13916640924','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',0,'',1447797626,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(163,'2015111897659',43,0,0,0,'张洁薇',1,25,321,2707,'潍坊西路100弄3号楼1002室','','','13524319001','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',0,'',1447797660,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(164,'2015111836524',28,2,0,0,'沙佳彤',1,25,321,2717,'上海市宝山区友谊路1999弄4号102室','','','18800353267','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',9,'本站',1447797663,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(165,'2015111879161',66,2,0,0,'李春波',1,25,321,2708,'杨浦区邯郸路100号61栋155室','','','15921182605','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',0,'',1447797731,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(166,'2015111899108',17,1,2,2,'丁达',1,25,321,2707,'杨高路3839弄5号楼402','','','13916640924','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','699.00','0.00',0,'0.00','0.00','0.00',0,'',1447797773,1447798226,1447798235,1447799954,0,0,0,'111','',0,'','',0,'','0.00',0,0,'0.00',1,1),(167,'2015111849548',28,0,0,0,'沙佳彤',1,25,321,2717,'上海市宝山区友谊路1999弄4号102室','','','18800353267','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',9,'本站',1447797774,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(168,'2015111861510',64,2,0,0,'黄迅威',1,16,221,1851,'苏苑新村44-603','','','18952405911','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',0,'',1447797804,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(169,'2015111865666',66,0,0,0,'李春波',1,25,321,2708,'杨浦区邯郸路100号61栋155室','','','15921182605','','','','',8,'顺丰速运',4,'支付宝（手机版）','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',7,'本站',1447797869,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(170,'2015111869253',63,0,0,0,'邢秋月',1,25,321,2704,'共和新路4605弄1号楼','','','13122353187','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',0,'',1447797893,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(171,'2015111838927',64,0,0,0,'黄迅威',1,16,221,1851,'苏苑新村44-603','','','18952405911','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','1398.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','1398.00',7,'本站',1447798391,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(172,'2015111845639',68,0,0,0,'杨健伟',1,25,321,2708,'营口路578号15K','','','13917067756','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',0,'',1447803056,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(173,'2015111881677',70,0,0,0,'赵春',1,25,321,2707,'上海市浦东新区季景路19弄57号楼401','','','13817401962','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',0,'',1447803560,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(174,'2015111854728',70,1,2,2,'赵春',1,25,321,2707,'上海市浦东新区季景路19弄57号楼401','','','13817401962','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','798.00','0.00','0.00','0.00','0.00','0.00','798.00','0.00',0,'0.00','0.00','0.00',0,'',1447804544,1447804612,1447804621,1447804668,0,0,0,'3409u38','',0,'','',0,'','0.00',0,0,'0.00',1,1),(175,'2015111878551',70,0,0,0,'赵春',1,25,321,2707,'上海市浦东新区季景路19弄57号楼401','','','13817401962','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','266.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','266.00',0,'',1447805282,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(176,'2015111981630',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','99.00','0.00','0.00','0.00','0.00','0.00','99.00','0.00',0,'0.00','0.00','0.00',0,'',1447877624,1448394317,1448394322,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(177,'2015112591289',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','699.00','0.00',0,'',1448384498,1448384498,1448384498,0,0,0,103,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(178,'2015112591065',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.01','0.00',0,'0.00','0.00','0.00',0,'',1448385201,1448385221,1448385221,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(179,'2015112534597',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','699.00','0.00',0,'',1448392924,1448392924,1448392924,1448392979,0,0,101,'12345','',0,'','',0,'','0.00',0,0,'0.00',1,1),(180,'2015112595498',9,2,0,0,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',0,'',1448394396,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(181,'2015112616343',9,2,0,0,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','0.00','699.00',0,'',1448487622,0,0,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(182,'2015112629166',9,0,0,0,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','10.10','688.90',0,'',1448488625,0,0,0,0,0,84,'','',0,'','',0,'','0.00',0,0,'0.00',1,1),(183,'2015112662945',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','699.00','0.00','0.00','0.00','0.00','0.00','0.00','0.00',0,'0.00','699.00','0.00',0,'',1448488822,1448488822,1448488822,1448489174,0,0,102,'1234567','',0,'','',0,'','0.00',0,0,'0.00',1,1),(184,'2015112630783',9,1,2,2,'沈雨后',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','','','','',8,'顺丰速运',5,'微信支付','等待所有商品备齐后再发','','','','','','','0.01','0.00','0.00','0.00','0.00','0.00','0.01','0.00',0,'0.00','0.00','0.00',0,'',1448488920,1448488930,1448488930,0,0,0,0,'','',0,'','',0,'','0.00',0,0,'0.00',1,1);
/*!40000 ALTER TABLE `ecs_order_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_pack`
--

DROP TABLE IF EXISTS `ecs_pack`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_pack` (
  `pack_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `pack_name` varchar(120) NOT NULL DEFAULT '',
  `pack_img` varchar(255) NOT NULL DEFAULT '',
  `pack_fee` decimal(6,2) unsigned NOT NULL DEFAULT '0.00',
  `free_money` smallint(5) unsigned NOT NULL DEFAULT '0',
  `pack_desc` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`pack_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_pack`
--

LOCK TABLES `ecs_pack` WRITE;
/*!40000 ALTER TABLE `ecs_pack` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_pack` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_package_goods`
--

DROP TABLE IF EXISTS `ecs_package_goods`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_package_goods` (
  `package_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `product_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_number` smallint(5) unsigned NOT NULL DEFAULT '1',
  `admin_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`package_id`,`goods_id`,`admin_id`,`product_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_package_goods`
--

LOCK TABLES `ecs_package_goods` WRITE;
/*!40000 ALTER TABLE `ecs_package_goods` DISABLE KEYS */;
INSERT INTO `ecs_package_goods` VALUES (5,6,0,1,1),(5,5,0,1,1),(6,4,0,1,1),(6,7,0,1,1),(6,32,0,1,1),(5,31,0,1,1),(11,88,0,1,1),(11,89,0,1,1),(11,95,0,1,1);
/*!40000 ALTER TABLE `ecs_package_goods` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_pay_log`
--

DROP TABLE IF EXISTS `ecs_pay_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_pay_log` (
  `log_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `order_amount` decimal(10,2) unsigned NOT NULL,
  `order_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_paid` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`log_id`)
) ENGINE=MyISAM AUTO_INCREMENT=186 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_pay_log`
--

LOCK TABLES `ecs_pay_log` WRITE;
/*!40000 ALTER TABLE `ecs_pay_log` DISABLE KEYS */;
INSERT INTO `ecs_pay_log` VALUES (1,1,'0.00',0,0),(2,2,'0.00',0,0),(3,3,'0.00',0,0),(4,4,'0.00',0,0),(5,5,'0.00',0,0),(6,6,'35.00',0,0),(7,7,'2198.10',0,0),(8,8,'638.00',0,0),(9,9,'2015.00',0,0),(10,10,'0.00',0,0),(11,11,'3810.00',0,0),(12,12,'253.00',0,0),(13,13,'975.00',0,0),(14,14,'0.00',0,0),(15,15,'17054.00',0,0),(16,16,'0.00',0,0),(17,17,'0.00',0,0),(18,18,'0.00',0,0),(19,20,'0.00',0,0),(20,21,'555.00',0,0),(21,22,'5455.00',0,0),(22,23,'515.00',0,0),(23,24,'2515.00',0,0),(24,25,'4515.00',0,0),(25,26,'515.00',0,0),(26,27,'15.00',0,0),(27,28,'0.00',0,0),(28,29,'0.01',0,1),(29,30,'0.01',0,1),(30,31,'0.03',0,0),(31,32,'0.03',0,1),(32,33,'0.01',0,0),(33,34,'0.01',0,0),(34,35,'0.01',0,0),(35,36,'0.01',0,0),(36,37,'0.01',0,0),(37,38,'0.01',0,0),(38,39,'0.02',0,1),(39,40,'0.03',0,1),(40,41,'0.00',0,0),(41,42,'99.00',0,0),(42,43,'396.00',0,0),(43,1,'100.00',1,0),(44,2,'100.00',1,0),(45,44,'99.00',0,0),(46,45,'0.00',0,0),(47,46,'99.00',0,0),(48,47,'99.00',0,0),(49,48,'0.00',0,0),(50,49,'198.00',0,0),(51,50,'0.02',0,0),(52,51,'198.00',0,0),(53,52,'198.00',0,0),(54,53,'554.00',0,0),(55,54,'99.00',0,0),(56,55,'396.00',0,0),(57,56,'396.00',0,0),(58,57,'396.00',0,0),(59,58,'79.00',0,0),(60,59,'79.00',0,0),(61,60,'79.00',0,0),(62,61,'79.00',0,0),(63,62,'0.01',0,0),(64,63,'0.01',0,0),(65,64,'495.00',0,0),(66,65,'198.00',0,0),(67,66,'198.00',0,0),(68,67,'198.00',0,0),(69,68,'0.00',0,0),(70,69,'198.00',0,0),(71,70,'99.00',0,0),(72,71,'297.00',0,0),(73,72,'198.00',0,0),(74,73,'158.00',0,0),(75,74,'198.00',0,0),(76,75,'99.00',0,0),(77,76,'198.00',0,0),(78,77,'79.00',0,0),(79,78,'99.00',0,0),(80,79,'99.00',0,0),(81,80,'198.00',0,0),(82,81,'297.00',0,0),(83,82,'158.00',0,0),(84,83,'79.00',0,0),(85,84,'79.00',0,0),(86,85,'99.00',0,0),(87,86,'198.00',0,0),(88,87,'198.00',0,0),(89,88,'89.00',0,0),(90,89,'99.00',0,0),(91,90,'99.00',0,0),(92,91,'0.01',0,0),(93,92,'0.01',0,0),(94,93,'0.01',0,0),(95,94,'99.02',0,0),(96,95,'0.01',0,0),(97,96,'99.00',0,0),(98,97,'99.00',0,0),(99,98,'198.00',0,0),(100,99,'0.02',0,0),(101,100,'0.03',0,0),(102,101,'99.00',0,0),(103,102,'0.03',0,0),(104,103,'0.01',0,0),(105,104,'0.03',0,0),(106,105,'0.01',0,0),(107,106,'0.01',0,0),(108,107,'0.03',0,0),(109,108,'0.01',0,1),(110,109,'0.04',0,0),(111,110,'0.01',0,0),(112,111,'297.00',0,0),(113,112,'158.00',0,0),(114,113,'158.00',0,0),(115,114,'198.00',0,0),(116,115,'158.00',0,0),(117,116,'193.00',0,0),(118,117,'198.00',0,0),(119,118,'198.00',0,0),(120,119,'297.00',0,0),(121,120,'79.00',0,0),(122,121,'255.00',0,0),(123,122,'196.00',0,0),(124,123,'198.00',0,0),(125,124,'99.00',0,0),(126,125,'99.00',0,0),(127,126,'198.00',0,0),(128,127,'158.00',0,0),(129,128,'198.00',0,0),(130,129,'167.00',0,0),(131,130,'0.01',0,0),(132,131,'0.01',0,0),(133,132,'0.01',0,0),(134,133,'0.02',0,0),(135,134,'0.04',0,0),(136,135,'0.03',0,0),(137,136,'0.02',0,0),(138,137,'0.02',0,0),(139,138,'99.00',0,0),(140,139,'0.02',0,0),(141,140,'99.01',0,0),(142,141,'158.00',0,0),(143,142,'0.01',0,0),(144,143,'0.01',0,0),(145,144,'0.01',0,0),(146,145,'99.00',0,0),(147,146,'266.00',0,0),(148,147,'79.00',0,0),(149,148,'0.01',0,0),(150,149,'0.01',0,0),(151,150,'433.00',0,0),(152,151,'433.00',0,0),(153,152,'277.00',0,0),(154,153,'158.00',0,0),(155,154,'0.01',0,0),(156,155,'699.00',0,0),(157,156,'699.00',0,0),(158,157,'0.00',0,0),(159,158,'699.00',0,0),(160,159,'699.00',0,0),(161,160,'699.00',0,0),(162,161,'699.00',0,0),(163,162,'699.00',0,0),(164,163,'699.00',0,0),(165,164,'699.00',0,0),(166,165,'699.00',0,0),(167,166,'699.00',0,0),(168,167,'699.00',0,0),(169,168,'699.00',0,0),(170,169,'699.00',0,0),(171,170,'699.00',0,0),(172,171,'1398.00',0,0),(173,172,'699.00',0,0),(174,173,'699.00',0,0),(175,174,'798.00',0,0),(176,175,'266.00',0,0),(177,176,'99.00',0,0),(178,177,'0.00',0,0),(179,178,'0.01',0,1),(180,179,'0.00',0,0),(181,180,'699.00',0,0),(182,181,'699.00',0,0),(183,182,'688.90',0,0),(184,183,'0.00',0,0),(185,184,'0.01',0,1);
/*!40000 ALTER TABLE `ecs_pay_log` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_payment`
--

DROP TABLE IF EXISTS `ecs_payment`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_payment` (
  `pay_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `pay_code` varchar(20) NOT NULL DEFAULT '',
  `pay_name` varchar(120) NOT NULL DEFAULT '',
  `pay_fee` varchar(10) NOT NULL DEFAULT '0',
  `pay_desc` text NOT NULL,
  `pay_order` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `pay_config` text NOT NULL,
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_cod` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_online` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`pay_id`),
  UNIQUE KEY `pay_code` (`pay_code`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_payment`
--

LOCK TABLES `ecs_payment` WRITE;
/*!40000 ALTER TABLE `ecs_payment` DISABLE KEYS */;
INSERT INTO `ecs_payment` VALUES (1,'balance','余额支付','0','使用帐户余额支付。只有会员才能使用，通过设置信用额度，可以透支。',0,'a:0:{}',1,0,1),(2,'bank','银行汇款/转帐','0','银行名称\n收款人信息：全称 ××× ；帐号或地址 ××× ；开户行 ×××。\n注意事项：办理电汇时，请在电汇单“汇款用途”一栏处注明您的订单号。',0,'a:0:{}',1,0,0),(3,'cod','货到付款','0','开通城市：×××\n货到付款区域：×××',0,'a:0:{}',1,1,0);
/*!40000 ALTER TABLE `ecs_payment` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_plugins`
--

DROP TABLE IF EXISTS `ecs_plugins`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_plugins` (
  `code` varchar(30) NOT NULL DEFAULT '',
  `version` varchar(10) NOT NULL DEFAULT '',
  `library` varchar(255) NOT NULL DEFAULT '',
  `assign` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `install_date` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`code`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_plugins`
--

LOCK TABLES `ecs_plugins` WRITE;
/*!40000 ALTER TABLE `ecs_plugins` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_plugins` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_products`
--

DROP TABLE IF EXISTS `ecs_products`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_products` (
  `product_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_attr` varchar(50) DEFAULT NULL,
  `product_sn` varchar(60) DEFAULT NULL,
  `product_number` smallint(5) unsigned DEFAULT '0',
  PRIMARY KEY (`product_id`)
) ENGINE=MyISAM AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_products`
--

LOCK TABLES `ecs_products` WRITE;
/*!40000 ALTER TABLE `ecs_products` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_products` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_reg_extend_info`
--

DROP TABLE IF EXISTS `ecs_reg_extend_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_reg_extend_info` (
  `Id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL,
  `reg_field_id` int(10) unsigned NOT NULL,
  `content` text NOT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_reg_extend_info`
--

LOCK TABLES `ecs_reg_extend_info` WRITE;
/*!40000 ALTER TABLE `ecs_reg_extend_info` DISABLE KEYS */;
INSERT INTO `ecs_reg_extend_info` VALUES (1,10,100,''),(2,10,101,''),(3,10,102,''),(4,10,103,''),(5,31,100,'dd'),(6,31,101,'111');
/*!40000 ALTER TABLE `ecs_reg_extend_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_reg_fields`
--

DROP TABLE IF EXISTS `ecs_reg_fields`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_reg_fields` (
  `id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `reg_field_name` varchar(60) NOT NULL,
  `dis_order` tinyint(3) unsigned NOT NULL DEFAULT '100',
  `display` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_need` tinyint(1) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=104 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_reg_fields`
--

LOCK TABLES `ecs_reg_fields` WRITE;
/*!40000 ALTER TABLE `ecs_reg_fields` DISABLE KEYS */;
INSERT INTO `ecs_reg_fields` VALUES (1,'MSN',0,0,1,0),(2,'QQ',0,0,1,0),(3,'电话',5,1,1,0),(4,'家庭电话',0,0,1,0),(5,'手机',4,1,1,0),(6,'密码找回问题',0,0,1,0),(100,'姓名',1,1,0,0),(101,'地址',6,1,0,0),(102,'性别',2,1,0,0),(103,'生日',3,1,0,0);
/*!40000 ALTER TABLE `ecs_reg_fields` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_region`
--

DROP TABLE IF EXISTS `ecs_region`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_region` (
  `region_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `region_name` varchar(120) NOT NULL DEFAULT '',
  `region_type` tinyint(1) NOT NULL DEFAULT '2',
  `agency_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`region_id`),
  KEY `parent_id` (`parent_id`),
  KEY `region_type` (`region_type`),
  KEY `agency_id` (`agency_id`)
) ENGINE=MyISAM AUTO_INCREMENT=3409 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_region`
--

LOCK TABLES `ecs_region` WRITE;
/*!40000 ALTER TABLE `ecs_region` DISABLE KEYS */;
INSERT INTO `ecs_region` VALUES (1,0,'中国',0,0),(2,1,'北京',1,0),(3,1,'安徽',1,0),(4,1,'福建',1,0),(5,1,'甘肃',1,0),(6,1,'广东',1,0),(7,1,'广西',1,0),(8,1,'贵州',1,0),(9,1,'海南',1,0),(10,1,'河北',1,0),(11,1,'河南',1,0),(12,1,'黑龙江',1,0),(13,1,'湖北',1,0),(14,1,'湖南',1,0),(15,1,'吉林',1,0),(16,1,'江苏',1,0),(17,1,'江西',1,0),(18,1,'辽宁',1,0),(19,1,'内蒙古',1,0),(20,1,'宁夏',1,0),(21,1,'青海',1,0),(22,1,'山东',1,0),(23,1,'山西',1,0),(24,1,'陕西',1,0),(25,1,'上海',1,0),(26,1,'四川',1,0),(27,1,'天津',1,0),(28,1,'西藏',1,0),(29,1,'新疆',1,0),(30,1,'云南',1,0),(31,1,'浙江',1,0),(32,1,'重庆',1,0),(33,1,'香港',1,0),(34,1,'澳门',1,0),(35,1,'台湾',1,0),(36,3,'安庆',2,0),(37,3,'蚌埠',2,0),(38,3,'巢湖',2,0),(39,3,'池州',2,0),(40,3,'滁州',2,0),(41,3,'阜阳',2,0),(42,3,'淮北',2,0),(43,3,'淮南',2,0),(44,3,'黄山',2,0),(45,3,'六安',2,0),(46,3,'马鞍山',2,0),(47,3,'宿州',2,0),(48,3,'铜陵',2,0),(49,3,'芜湖',2,0),(50,3,'宣城',2,0),(51,3,'亳州',2,0),(52,2,'北京',2,0),(53,4,'福州',2,0),(54,4,'龙岩',2,0),(55,4,'南平',2,0),(56,4,'宁德',2,0),(57,4,'莆田',2,0),(58,4,'泉州',2,0),(59,4,'三明',2,0),(60,4,'厦门',2,0),(61,4,'漳州',2,0),(62,5,'兰州',2,0),(63,5,'白银',2,0),(64,5,'定西',2,0),(65,5,'甘南',2,0),(66,5,'嘉峪关',2,0),(67,5,'金昌',2,0),(68,5,'酒泉',2,0),(69,5,'临夏',2,0),(70,5,'陇南',2,0),(71,5,'平凉',2,0),(72,5,'庆阳',2,0),(73,5,'天水',2,0),(74,5,'武威',2,0),(75,5,'张掖',2,0),(76,6,'广州',2,0),(77,6,'深圳',2,0),(78,6,'潮州',2,0),(79,6,'东莞',2,0),(80,6,'佛山',2,0),(81,6,'河源',2,0),(82,6,'惠州',2,0),(83,6,'江门',2,0),(84,6,'揭阳',2,0),(85,6,'茂名',2,0),(86,6,'梅州',2,0),(87,6,'清远',2,0),(88,6,'汕头',2,0),(89,6,'汕尾',2,0),(90,6,'韶关',2,0),(91,6,'阳江',2,0),(92,6,'云浮',2,0),(93,6,'湛江',2,0),(94,6,'肇庆',2,0),(95,6,'中山',2,0),(96,6,'珠海',2,0),(97,7,'南宁',2,0),(98,7,'桂林',2,0),(99,7,'百色',2,0),(100,7,'北海',2,0),(101,7,'崇左',2,0),(102,7,'防城港',2,0),(103,7,'贵港',2,0),(104,7,'河池',2,0),(105,7,'贺州',2,0),(106,7,'来宾',2,0),(107,7,'柳州',2,0),(108,7,'钦州',2,0),(109,7,'梧州',2,0),(110,7,'玉林',2,0),(111,8,'贵阳',2,0),(112,8,'安顺',2,0),(113,8,'毕节',2,0),(114,8,'六盘水',2,0),(115,8,'黔东南',2,0),(116,8,'黔南',2,0),(117,8,'黔西南',2,0),(118,8,'铜仁',2,0),(119,8,'遵义',2,0),(120,9,'海口',2,0),(121,9,'三亚',2,0),(122,9,'白沙',2,0),(123,9,'保亭',2,0),(124,9,'昌江',2,0),(125,9,'澄迈县',2,0),(126,9,'定安县',2,0),(127,9,'东方',2,0),(128,9,'乐东',2,0),(129,9,'临高县',2,0),(130,9,'陵水',2,0),(131,9,'琼海',2,0),(132,9,'琼中',2,0),(133,9,'屯昌县',2,0),(134,9,'万宁',2,0),(135,9,'文昌',2,0),(136,9,'五指山',2,0),(137,9,'儋州',2,0),(138,10,'石家庄',2,0),(139,10,'保定',2,0),(140,10,'沧州',2,0),(141,10,'承德',2,0),(142,10,'邯郸',2,0),(143,10,'衡水',2,0),(144,10,'廊坊',2,0),(145,10,'秦皇岛',2,0),(146,10,'唐山',2,0),(147,10,'邢台',2,0),(148,10,'张家口',2,0),(149,11,'郑州',2,0),(150,11,'洛阳',2,0),(151,11,'开封',2,0),(152,11,'安阳',2,0),(153,11,'鹤壁',2,0),(154,11,'济源',2,0),(155,11,'焦作',2,0),(156,11,'南阳',2,0),(157,11,'平顶山',2,0),(158,11,'三门峡',2,0),(159,11,'商丘',2,0),(160,11,'新乡',2,0),(161,11,'信阳',2,0),(162,11,'许昌',2,0),(163,11,'周口',2,0),(164,11,'驻马店',2,0),(165,11,'漯河',2,0),(166,11,'濮阳',2,0),(167,12,'哈尔滨',2,0),(168,12,'大庆',2,0),(169,12,'大兴安岭',2,0),(170,12,'鹤岗',2,0),(171,12,'黑河',2,0),(172,12,'鸡西',2,0),(173,12,'佳木斯',2,0),(174,12,'牡丹江',2,0),(175,12,'七台河',2,0),(176,12,'齐齐哈尔',2,0),(177,12,'双鸭山',2,0),(178,12,'绥化',2,0),(179,12,'伊春',2,0),(180,13,'武汉',2,0),(181,13,'仙桃',2,0),(182,13,'鄂州',2,0),(183,13,'黄冈',2,0),(184,13,'黄石',2,0),(185,13,'荆门',2,0),(186,13,'荆州',2,0),(187,13,'潜江',2,0),(188,13,'神农架林区',2,0),(189,13,'十堰',2,0),(190,13,'随州',2,0),(191,13,'天门',2,0),(192,13,'咸宁',2,0),(193,13,'襄樊',2,0),(194,13,'孝感',2,0),(195,13,'宜昌',2,0),(196,13,'恩施',2,0),(197,14,'长沙',2,0),(198,14,'张家界',2,0),(199,14,'常德',2,0),(200,14,'郴州',2,0),(201,14,'衡阳',2,0),(202,14,'怀化',2,0),(203,14,'娄底',2,0),(204,14,'邵阳',2,0),(205,14,'湘潭',2,0),(206,14,'湘西',2,0),(207,14,'益阳',2,0),(208,14,'永州',2,0),(209,14,'岳阳',2,0),(210,14,'株洲',2,0),(211,15,'长春',2,0),(212,15,'吉林',2,0),(213,15,'白城',2,0),(214,15,'白山',2,0),(215,15,'辽源',2,0),(216,15,'四平',2,0),(217,15,'松原',2,0),(218,15,'通化',2,0),(219,15,'延边',2,0),(220,16,'南京',2,0),(221,16,'苏州',2,0),(222,16,'无锡',2,0),(223,16,'常州',2,0),(224,16,'淮安',2,0),(225,16,'连云港',2,0),(226,16,'南通',2,0),(227,16,'宿迁',2,0),(228,16,'泰州',2,0),(229,16,'徐州',2,0),(230,16,'盐城',2,0),(231,16,'扬州',2,0),(232,16,'镇江',2,0),(233,17,'南昌',2,0),(234,17,'抚州',2,0),(235,17,'赣州',2,0),(236,17,'吉安',2,0),(237,17,'景德镇',2,0),(238,17,'九江',2,0),(239,17,'萍乡',2,0),(240,17,'上饶',2,0),(241,17,'新余',2,0),(242,17,'宜春',2,0),(243,17,'鹰潭',2,0),(244,18,'沈阳',2,0),(245,18,'大连',2,0),(246,18,'鞍山',2,0),(247,18,'本溪',2,0),(248,18,'朝阳',2,0),(249,18,'丹东',2,0),(250,18,'抚顺',2,0),(251,18,'阜新',2,0),(252,18,'葫芦岛',2,0),(253,18,'锦州',2,0),(254,18,'辽阳',2,0),(255,18,'盘锦',2,0),(256,18,'铁岭',2,0),(257,18,'营口',2,0),(258,19,'呼和浩特',2,0),(259,19,'阿拉善盟',2,0),(260,19,'巴彦淖尔盟',2,0),(261,19,'包头',2,0),(262,19,'赤峰',2,0),(263,19,'鄂尔多斯',2,0),(264,19,'呼伦贝尔',2,0),(265,19,'通辽',2,0),(266,19,'乌海',2,0),(267,19,'乌兰察布市',2,0),(268,19,'锡林郭勒盟',2,0),(269,19,'兴安盟',2,0),(270,20,'银川',2,0),(271,20,'固原',2,0),(272,20,'石嘴山',2,0),(273,20,'吴忠',2,0),(274,20,'中卫',2,0),(275,21,'西宁',2,0),(276,21,'果洛',2,0),(277,21,'海北',2,0),(278,21,'海东',2,0),(279,21,'海南',2,0),(280,21,'海西',2,0),(281,21,'黄南',2,0),(282,21,'玉树',2,0),(283,22,'济南',2,0),(284,22,'青岛',2,0),(285,22,'滨州',2,0),(286,22,'德州',2,0),(287,22,'东营',2,0),(288,22,'菏泽',2,0),(289,22,'济宁',2,0),(290,22,'莱芜',2,0),(291,22,'聊城',2,0),(292,22,'临沂',2,0),(293,22,'日照',2,0),(294,22,'泰安',2,0),(295,22,'威海',2,0),(296,22,'潍坊',2,0),(297,22,'烟台',2,0),(298,22,'枣庄',2,0),(299,22,'淄博',2,0),(300,23,'太原',2,0),(301,23,'长治',2,0),(302,23,'大同',2,0),(303,23,'晋城',2,0),(304,23,'晋中',2,0),(305,23,'临汾',2,0),(306,23,'吕梁',2,0),(307,23,'朔州',2,0),(308,23,'忻州',2,0),(309,23,'阳泉',2,0),(310,23,'运城',2,0),(311,24,'西安',2,0),(312,24,'安康',2,0),(313,24,'宝鸡',2,0),(314,24,'汉中',2,0),(315,24,'商洛',2,0),(316,24,'铜川',2,0),(317,24,'渭南',2,0),(318,24,'咸阳',2,0),(319,24,'延安',2,0),(320,24,'榆林',2,0),(321,25,'上海',2,0),(322,26,'成都',2,0),(323,26,'绵阳',2,0),(324,26,'阿坝',2,0),(325,26,'巴中',2,0),(326,26,'达州',2,0),(327,26,'德阳',2,0),(328,26,'甘孜',2,0),(329,26,'广安',2,0),(330,26,'广元',2,0),(331,26,'乐山',2,0),(332,26,'凉山',2,0),(333,26,'眉山',2,0),(334,26,'南充',2,0),(335,26,'内江',2,0),(336,26,'攀枝花',2,0),(337,26,'遂宁',2,0),(338,26,'雅安',2,0),(339,26,'宜宾',2,0),(340,26,'资阳',2,0),(341,26,'自贡',2,0),(342,26,'泸州',2,0),(343,27,'天津',2,0),(344,28,'拉萨',2,0),(345,28,'阿里',2,0),(346,28,'昌都',2,0),(347,28,'林芝',2,0),(348,28,'那曲',2,0),(349,28,'日喀则',2,0),(350,28,'山南',2,0),(351,29,'乌鲁木齐',2,0),(352,29,'阿克苏',2,0),(353,29,'阿拉尔',2,0),(354,29,'巴音郭楞',2,0),(355,29,'博尔塔拉',2,0),(356,29,'昌吉',2,0),(357,29,'哈密',2,0),(358,29,'和田',2,0),(359,29,'喀什',2,0),(360,29,'克拉玛依',2,0),(361,29,'克孜勒苏',2,0),(362,29,'石河子',2,0),(363,29,'图木舒克',2,0),(364,29,'吐鲁番',2,0),(365,29,'五家渠',2,0),(366,29,'伊犁',2,0),(367,30,'昆明',2,0),(368,30,'怒江',2,0),(369,30,'普洱',2,0),(370,30,'丽江',2,0),(371,30,'保山',2,0),(372,30,'楚雄',2,0),(373,30,'大理',2,0),(374,30,'德宏',2,0),(375,30,'迪庆',2,0),(376,30,'红河',2,0),(377,30,'临沧',2,0),(378,30,'曲靖',2,0),(379,30,'文山',2,0),(380,30,'西双版纳',2,0),(381,30,'玉溪',2,0),(382,30,'昭通',2,0),(383,31,'杭州',2,0),(384,31,'湖州',2,0),(385,31,'嘉兴',2,0),(386,31,'金华',2,0),(387,31,'丽水',2,0),(388,31,'宁波',2,0),(389,31,'绍兴',2,0),(390,31,'台州',2,0),(391,31,'温州',2,0),(392,31,'舟山',2,0),(393,31,'衢州',2,0),(394,32,'重庆',2,0),(395,33,'香港',2,0),(396,34,'澳门',2,0),(397,35,'台湾',2,0),(398,36,'迎江区',3,0),(399,36,'大观区',3,0),(400,36,'宜秀区',3,0),(401,36,'桐城市',3,0),(402,36,'怀宁县',3,0),(403,36,'枞阳县',3,0),(404,36,'潜山县',3,0),(405,36,'太湖县',3,0),(406,36,'宿松县',3,0),(407,36,'望江县',3,0),(408,36,'岳西县',3,0),(409,37,'中市区',3,0),(410,37,'东市区',3,0),(411,37,'西市区',3,0),(412,37,'郊区',3,0),(413,37,'怀远县',3,0),(414,37,'五河县',3,0),(415,37,'固镇县',3,0),(416,38,'居巢区',3,0),(417,38,'庐江县',3,0),(418,38,'无为县',3,0),(419,38,'含山县',3,0),(420,38,'和县',3,0),(421,39,'贵池区',3,0),(422,39,'东至县',3,0),(423,39,'石台县',3,0),(424,39,'青阳县',3,0),(425,40,'琅琊区',3,0),(426,40,'南谯区',3,0),(427,40,'天长市',3,0),(428,40,'明光市',3,0),(429,40,'来安县',3,0),(430,40,'全椒县',3,0),(431,40,'定远县',3,0),(432,40,'凤阳县',3,0),(433,41,'蚌山区',3,0),(434,41,'龙子湖区',3,0),(435,41,'禹会区',3,0),(436,41,'淮上区',3,0),(437,41,'颍州区',3,0),(438,41,'颍东区',3,0),(439,41,'颍泉区',3,0),(440,41,'界首市',3,0),(441,41,'临泉县',3,0),(442,41,'太和县',3,0),(443,41,'阜南县',3,0),(444,41,'颖上县',3,0),(445,42,'相山区',3,0),(446,42,'杜集区',3,0),(447,42,'烈山区',3,0),(448,42,'濉溪县',3,0),(449,43,'田家庵区',3,0),(450,43,'大通区',3,0),(451,43,'谢家集区',3,0),(452,43,'八公山区',3,0),(453,43,'潘集区',3,0),(454,43,'凤台县',3,0),(455,44,'屯溪区',3,0),(456,44,'黄山区',3,0),(457,44,'徽州区',3,0),(458,44,'歙县',3,0),(459,44,'休宁县',3,0),(460,44,'黟县',3,0),(461,44,'祁门县',3,0),(462,45,'金安区',3,0),(463,45,'裕安区',3,0),(464,45,'寿县',3,0),(465,45,'霍邱县',3,0),(466,45,'舒城县',3,0),(467,45,'金寨县',3,0),(468,45,'霍山县',3,0),(469,46,'雨山区',3,0),(470,46,'花山区',3,0),(471,46,'金家庄区',3,0),(472,46,'当涂县',3,0),(473,47,'埇桥区',3,0),(474,47,'砀山县',3,0),(475,47,'萧县',3,0),(476,47,'灵璧县',3,0),(477,47,'泗县',3,0),(478,48,'铜官山区',3,0),(479,48,'狮子山区',3,0),(480,48,'郊区',3,0),(481,48,'铜陵县',3,0),(482,49,'镜湖区',3,0),(483,49,'弋江区',3,0),(484,49,'鸠江区',3,0),(485,49,'三山区',3,0),(486,49,'芜湖县',3,0),(487,49,'繁昌县',3,0),(488,49,'南陵县',3,0),(489,50,'宣州区',3,0),(490,50,'宁国市',3,0),(491,50,'郎溪县',3,0),(492,50,'广德县',3,0),(493,50,'泾县',3,0),(494,50,'绩溪县',3,0),(495,50,'旌德县',3,0),(496,51,'涡阳县',3,0),(497,51,'蒙城县',3,0),(498,51,'利辛县',3,0),(499,51,'谯城区',3,0),(500,52,'东城区',3,0),(501,52,'西城区',3,0),(502,52,'海淀区',3,0),(503,52,'朝阳区',3,0),(504,52,'崇文区',3,0),(505,52,'宣武区',3,0),(506,52,'丰台区',3,0),(507,52,'石景山区',3,0),(508,52,'房山区',3,0),(509,52,'门头沟区',3,0),(510,52,'通州区',3,0),(511,52,'顺义区',3,0),(512,52,'昌平区',3,0),(513,52,'怀柔区',3,0),(514,52,'平谷区',3,0),(515,52,'大兴区',3,0),(516,52,'密云县',3,0),(517,52,'延庆县',3,0),(518,53,'鼓楼区',3,0),(519,53,'台江区',3,0),(520,53,'仓山区',3,0),(521,53,'马尾区',3,0),(522,53,'晋安区',3,0),(523,53,'福清市',3,0),(524,53,'长乐市',3,0),(525,53,'闽侯县',3,0),(526,53,'连江县',3,0),(527,53,'罗源县',3,0),(528,53,'闽清县',3,0),(529,53,'永泰县',3,0),(530,53,'平潭县',3,0),(531,54,'新罗区',3,0),(532,54,'漳平市',3,0),(533,54,'长汀县',3,0),(534,54,'永定县',3,0),(535,54,'上杭县',3,0),(536,54,'武平县',3,0),(537,54,'连城县',3,0),(538,55,'延平区',3,0),(539,55,'邵武市',3,0),(540,55,'武夷山市',3,0),(541,55,'建瓯市',3,0),(542,55,'建阳市',3,0),(543,55,'顺昌县',3,0),(544,55,'浦城县',3,0),(545,55,'光泽县',3,0),(546,55,'松溪县',3,0),(547,55,'政和县',3,0),(548,56,'蕉城区',3,0),(549,56,'福安市',3,0),(550,56,'福鼎市',3,0),(551,56,'霞浦县',3,0),(552,56,'古田县',3,0),(553,56,'屏南县',3,0),(554,56,'寿宁县',3,0),(555,56,'周宁县',3,0),(556,56,'柘荣县',3,0),(557,57,'城厢区',3,0),(558,57,'涵江区',3,0),(559,57,'荔城区',3,0),(560,57,'秀屿区',3,0),(561,57,'仙游县',3,0),(562,58,'鲤城区',3,0),(563,58,'丰泽区',3,0),(564,58,'洛江区',3,0),(565,58,'清濛开发区',3,0),(566,58,'泉港区',3,0),(567,58,'石狮市',3,0),(568,58,'晋江市',3,0),(569,58,'南安市',3,0),(570,58,'惠安县',3,0),(571,58,'安溪县',3,0),(572,58,'永春县',3,0),(573,58,'德化县',3,0),(574,58,'金门县',3,0),(575,59,'梅列区',3,0),(576,59,'三元区',3,0),(577,59,'永安市',3,0),(578,59,'明溪县',3,0),(579,59,'清流县',3,0),(580,59,'宁化县',3,0),(581,59,'大田县',3,0),(582,59,'尤溪县',3,0),(583,59,'沙县',3,0),(584,59,'将乐县',3,0),(585,59,'泰宁县',3,0),(586,59,'建宁县',3,0),(587,60,'思明区',3,0),(588,60,'海沧区',3,0),(589,60,'湖里区',3,0),(590,60,'集美区',3,0),(591,60,'同安区',3,0),(592,60,'翔安区',3,0),(593,61,'芗城区',3,0),(594,61,'龙文区',3,0),(595,61,'龙海市',3,0),(596,61,'云霄县',3,0),(597,61,'漳浦县',3,0),(598,61,'诏安县',3,0),(599,61,'长泰县',3,0),(600,61,'东山县',3,0),(601,61,'南靖县',3,0),(602,61,'平和县',3,0),(603,61,'华安县',3,0),(604,62,'皋兰县',3,0),(605,62,'城关区',3,0),(606,62,'七里河区',3,0),(607,62,'西固区',3,0),(608,62,'安宁区',3,0),(609,62,'红古区',3,0),(610,62,'永登县',3,0),(611,62,'榆中县',3,0),(612,63,'白银区',3,0),(613,63,'平川区',3,0),(614,63,'会宁县',3,0),(615,63,'景泰县',3,0),(616,63,'靖远县',3,0),(617,64,'临洮县',3,0),(618,64,'陇西县',3,0),(619,64,'通渭县',3,0),(620,64,'渭源县',3,0),(621,64,'漳县',3,0),(622,64,'岷县',3,0),(623,64,'安定区',3,0),(624,64,'安定区',3,0),(625,65,'合作市',3,0),(626,65,'临潭县',3,0),(627,65,'卓尼县',3,0),(628,65,'舟曲县',3,0),(629,65,'迭部县',3,0),(630,65,'玛曲县',3,0),(631,65,'碌曲县',3,0),(632,65,'夏河县',3,0),(633,66,'嘉峪关市',3,0),(634,67,'金川区',3,0),(635,67,'永昌县',3,0),(636,68,'肃州区',3,0),(637,68,'玉门市',3,0),(638,68,'敦煌市',3,0),(639,68,'金塔县',3,0),(640,68,'瓜州县',3,0),(641,68,'肃北',3,0),(642,68,'阿克塞',3,0),(643,69,'临夏市',3,0),(644,69,'临夏县',3,0),(645,69,'康乐县',3,0),(646,69,'永靖县',3,0),(647,69,'广河县',3,0),(648,69,'和政县',3,0),(649,69,'东乡族自治县',3,0),(650,69,'积石山',3,0),(651,70,'成县',3,0),(652,70,'徽县',3,0),(653,70,'康县',3,0),(654,70,'礼县',3,0),(655,70,'两当县',3,0),(656,70,'文县',3,0),(657,70,'西和县',3,0),(658,70,'宕昌县',3,0),(659,70,'武都区',3,0),(660,71,'崇信县',3,0),(661,71,'华亭县',3,0),(662,71,'静宁县',3,0),(663,71,'灵台县',3,0),(664,71,'崆峒区',3,0),(665,71,'庄浪县',3,0),(666,71,'泾川县',3,0),(667,72,'合水县',3,0),(668,72,'华池县',3,0),(669,72,'环县',3,0),(670,72,'宁县',3,0),(671,72,'庆城县',3,0),(672,72,'西峰区',3,0),(673,72,'镇原县',3,0),(674,72,'正宁县',3,0),(675,73,'甘谷县',3,0),(676,73,'秦安县',3,0),(677,73,'清水县',3,0),(678,73,'秦州区',3,0),(679,73,'麦积区',3,0),(680,73,'武山县',3,0),(681,73,'张家川',3,0),(682,74,'古浪县',3,0),(683,74,'民勤县',3,0),(684,74,'天祝',3,0),(685,74,'凉州区',3,0),(686,75,'高台县',3,0),(687,75,'临泽县',3,0),(688,75,'民乐县',3,0),(689,75,'山丹县',3,0),(690,75,'肃南',3,0),(691,75,'甘州区',3,0),(692,76,'从化市',3,0),(693,76,'天河区',3,0),(694,76,'东山区',3,0),(695,76,'白云区',3,0),(696,76,'海珠区',3,0),(697,76,'荔湾区',3,0),(698,76,'越秀区',3,0),(699,76,'黄埔区',3,0),(700,76,'番禺区',3,0),(701,76,'花都区',3,0),(702,76,'增城区',3,0),(703,76,'从化区',3,0),(704,76,'市郊',3,0),(705,77,'福田区',3,0),(706,77,'罗湖区',3,0),(707,77,'南山区',3,0),(708,77,'宝安区',3,0),(709,77,'龙岗区',3,0),(710,77,'盐田区',3,0),(711,78,'湘桥区',3,0),(712,78,'潮安县',3,0),(713,78,'饶平县',3,0),(714,79,'南城区',3,0),(715,79,'东城区',3,0),(716,79,'万江区',3,0),(717,79,'莞城区',3,0),(718,79,'石龙镇',3,0),(719,79,'虎门镇',3,0),(720,79,'麻涌镇',3,0),(721,79,'道滘镇',3,0),(722,79,'石碣镇',3,0),(723,79,'沙田镇',3,0),(724,79,'望牛墩镇',3,0),(725,79,'洪梅镇',3,0),(726,79,'茶山镇',3,0),(727,79,'寮步镇',3,0),(728,79,'大岭山镇',3,0),(729,79,'大朗镇',3,0),(730,79,'黄江镇',3,0),(731,79,'樟木头',3,0),(732,79,'凤岗镇',3,0),(733,79,'塘厦镇',3,0),(734,79,'谢岗镇',3,0),(735,79,'厚街镇',3,0),(736,79,'清溪镇',3,0),(737,79,'常平镇',3,0),(738,79,'桥头镇',3,0),(739,79,'横沥镇',3,0),(740,79,'东坑镇',3,0),(741,79,'企石镇',3,0),(742,79,'石排镇',3,0),(743,79,'长安镇',3,0),(744,79,'中堂镇',3,0),(745,79,'高埗镇',3,0),(746,80,'禅城区',3,0),(747,80,'南海区',3,0),(748,80,'顺德区',3,0),(749,80,'三水区',3,0),(750,80,'高明区',3,0),(751,81,'东源县',3,0),(752,81,'和平县',3,0),(753,81,'源城区',3,0),(754,81,'连平县',3,0),(755,81,'龙川县',3,0),(756,81,'紫金县',3,0),(757,82,'惠阳区',3,0),(758,82,'惠城区',3,0),(759,82,'大亚湾',3,0),(760,82,'博罗县',3,0),(761,82,'惠东县',3,0),(762,82,'龙门县',3,0),(763,83,'江海区',3,0),(764,83,'蓬江区',3,0),(765,83,'新会区',3,0),(766,83,'台山市',3,0),(767,83,'开平市',3,0),(768,83,'鹤山市',3,0),(769,83,'恩平市',3,0),(770,84,'榕城区',3,0),(771,84,'普宁市',3,0),(772,84,'揭东县',3,0),(773,84,'揭西县',3,0),(774,84,'惠来县',3,0),(775,85,'茂南区',3,0),(776,85,'茂港区',3,0),(777,85,'高州市',3,0),(778,85,'化州市',3,0),(779,85,'信宜市',3,0),(780,85,'电白县',3,0),(781,86,'梅县',3,0),(782,86,'梅江区',3,0),(783,86,'兴宁市',3,0),(784,86,'大埔县',3,0),(785,86,'丰顺县',3,0),(786,86,'五华县',3,0),(787,86,'平远县',3,0),(788,86,'蕉岭县',3,0),(789,87,'清城区',3,0),(790,87,'英德市',3,0),(791,87,'连州市',3,0),(792,87,'佛冈县',3,0),(793,87,'阳山县',3,0),(794,87,'清新县',3,0),(795,87,'连山',3,0),(796,87,'连南',3,0),(797,88,'南澳县',3,0),(798,88,'潮阳区',3,0),(799,88,'澄海区',3,0),(800,88,'龙湖区',3,0),(801,88,'金平区',3,0),(802,88,'濠江区',3,0),(803,88,'潮南区',3,0),(804,89,'城区',3,0),(805,89,'陆丰市',3,0),(806,89,'海丰县',3,0),(807,89,'陆河县',3,0),(808,90,'曲江县',3,0),(809,90,'浈江区',3,0),(810,90,'武江区',3,0),(811,90,'曲江区',3,0),(812,90,'乐昌市',3,0),(813,90,'南雄市',3,0),(814,90,'始兴县',3,0),(815,90,'仁化县',3,0),(816,90,'翁源县',3,0),(817,90,'新丰县',3,0),(818,90,'乳源',3,0),(819,91,'江城区',3,0),(820,91,'阳春市',3,0),(821,91,'阳西县',3,0),(822,91,'阳东县',3,0),(823,92,'云城区',3,0),(824,92,'罗定市',3,0),(825,92,'新兴县',3,0),(826,92,'郁南县',3,0),(827,92,'云安县',3,0),(828,93,'赤坎区',3,0),(829,93,'霞山区',3,0),(830,93,'坡头区',3,0),(831,93,'麻章区',3,0),(832,93,'廉江市',3,0),(833,93,'雷州市',3,0),(834,93,'吴川市',3,0),(835,93,'遂溪县',3,0),(836,93,'徐闻县',3,0),(837,94,'肇庆市',3,0),(838,94,'高要市',3,0),(839,94,'四会市',3,0),(840,94,'广宁县',3,0),(841,94,'怀集县',3,0),(842,94,'封开县',3,0),(843,94,'德庆县',3,0),(844,95,'石岐街道',3,0),(845,95,'东区街道',3,0),(846,95,'西区街道',3,0),(847,95,'环城街道',3,0),(848,95,'中山港街道',3,0),(849,95,'五桂山街道',3,0),(850,96,'香洲区',3,0),(851,96,'斗门区',3,0),(852,96,'金湾区',3,0),(853,97,'邕宁区',3,0),(854,97,'青秀区',3,0),(855,97,'兴宁区',3,0),(856,97,'良庆区',3,0),(857,97,'西乡塘区',3,0),(858,97,'江南区',3,0),(859,97,'武鸣县',3,0),(860,97,'隆安县',3,0),(861,97,'马山县',3,0),(862,97,'上林县',3,0),(863,97,'宾阳县',3,0),(864,97,'横县',3,0),(865,98,'秀峰区',3,0),(866,98,'叠彩区',3,0),(867,98,'象山区',3,0),(868,98,'七星区',3,0),(869,98,'雁山区',3,0),(870,98,'阳朔县',3,0),(871,98,'临桂县',3,0),(872,98,'灵川县',3,0),(873,98,'全州县',3,0),(874,98,'平乐县',3,0),(875,98,'兴安县',3,0),(876,98,'灌阳县',3,0),(877,98,'荔浦县',3,0),(878,98,'资源县',3,0),(879,98,'永福县',3,0),(880,98,'龙胜',3,0),(881,98,'恭城',3,0),(882,99,'右江区',3,0),(883,99,'凌云县',3,0),(884,99,'平果县',3,0),(885,99,'西林县',3,0),(886,99,'乐业县',3,0),(887,99,'德保县',3,0),(888,99,'田林县',3,0),(889,99,'田阳县',3,0),(890,99,'靖西县',3,0),(891,99,'田东县',3,0),(892,99,'那坡县',3,0),(893,99,'隆林',3,0),(894,100,'海城区',3,0),(895,100,'银海区',3,0),(896,100,'铁山港区',3,0),(897,100,'合浦县',3,0),(898,101,'江州区',3,0),(899,101,'凭祥市',3,0),(900,101,'宁明县',3,0),(901,101,'扶绥县',3,0),(902,101,'龙州县',3,0),(903,101,'大新县',3,0),(904,101,'天等县',3,0),(905,102,'港口区',3,0),(906,102,'防城区',3,0),(907,102,'东兴市',3,0),(908,102,'上思县',3,0),(909,103,'港北区',3,0),(910,103,'港南区',3,0),(911,103,'覃塘区',3,0),(912,103,'桂平市',3,0),(913,103,'平南县',3,0),(914,104,'金城江区',3,0),(915,104,'宜州市',3,0),(916,104,'天峨县',3,0),(917,104,'凤山县',3,0),(918,104,'南丹县',3,0),(919,104,'东兰县',3,0),(920,104,'都安',3,0),(921,104,'罗城',3,0),(922,104,'巴马',3,0),(923,104,'环江',3,0),(924,104,'大化',3,0),(925,105,'八步区',3,0),(926,105,'钟山县',3,0),(927,105,'昭平县',3,0),(928,105,'富川',3,0),(929,106,'兴宾区',3,0),(930,106,'合山市',3,0),(931,106,'象州县',3,0),(932,106,'武宣县',3,0),(933,106,'忻城县',3,0),(934,106,'金秀',3,0),(935,107,'城中区',3,0),(936,107,'鱼峰区',3,0),(937,107,'柳北区',3,0),(938,107,'柳南区',3,0),(939,107,'柳江县',3,0),(940,107,'柳城县',3,0),(941,107,'鹿寨县',3,0),(942,107,'融安县',3,0),(943,107,'融水',3,0),(944,107,'三江',3,0),(945,108,'钦南区',3,0),(946,108,'钦北区',3,0),(947,108,'灵山县',3,0),(948,108,'浦北县',3,0),(949,109,'万秀区',3,0),(950,109,'蝶山区',3,0),(951,109,'长洲区',3,0),(952,109,'岑溪市',3,0),(953,109,'苍梧县',3,0),(954,109,'藤县',3,0),(955,109,'蒙山县',3,0),(956,110,'玉州区',3,0),(957,110,'北流市',3,0),(958,110,'容县',3,0),(959,110,'陆川县',3,0),(960,110,'博白县',3,0),(961,110,'兴业县',3,0),(962,111,'南明区',3,0),(963,111,'云岩区',3,0),(964,111,'花溪区',3,0),(965,111,'乌当区',3,0),(966,111,'白云区',3,0),(967,111,'小河区',3,0),(968,111,'金阳新区',3,0),(969,111,'新天园区',3,0),(970,111,'清镇市',3,0),(971,111,'开阳县',3,0),(972,111,'修文县',3,0),(973,111,'息烽县',3,0),(974,112,'西秀区',3,0),(975,112,'关岭',3,0),(976,112,'镇宁',3,0),(977,112,'紫云',3,0),(978,112,'平坝县',3,0),(979,112,'普定县',3,0),(980,113,'毕节市',3,0),(981,113,'大方县',3,0),(982,113,'黔西县',3,0),(983,113,'金沙县',3,0),(984,113,'织金县',3,0),(985,113,'纳雍县',3,0),(986,113,'赫章县',3,0),(987,113,'威宁',3,0),(988,114,'钟山区',3,0),(989,114,'六枝特区',3,0),(990,114,'水城县',3,0),(991,114,'盘县',3,0),(992,115,'凯里市',3,0),(993,115,'黄平县',3,0),(994,115,'施秉县',3,0),(995,115,'三穗县',3,0),(996,115,'镇远县',3,0),(997,115,'岑巩县',3,0),(998,115,'天柱县',3,0),(999,115,'锦屏县',3,0),(1000,115,'剑河县',3,0),(1001,115,'台江县',3,0),(1002,115,'黎平县',3,0),(1003,115,'榕江县',3,0),(1004,115,'从江县',3,0),(1005,115,'雷山县',3,0),(1006,115,'麻江县',3,0),(1007,115,'丹寨县',3,0),(1008,116,'都匀市',3,0),(1009,116,'福泉市',3,0),(1010,116,'荔波县',3,0),(1011,116,'贵定县',3,0),(1012,116,'瓮安县',3,0),(1013,116,'独山县',3,0),(1014,116,'平塘县',3,0),(1015,116,'罗甸县',3,0),(1016,116,'长顺县',3,0),(1017,116,'龙里县',3,0),(1018,116,'惠水县',3,0),(1019,116,'三都',3,0),(1020,117,'兴义市',3,0),(1021,117,'兴仁县',3,0),(1022,117,'普安县',3,0),(1023,117,'晴隆县',3,0),(1024,117,'贞丰县',3,0),(1025,117,'望谟县',3,0),(1026,117,'册亨县',3,0),(1027,117,'安龙县',3,0),(1028,118,'铜仁市',3,0),(1029,118,'江口县',3,0),(1030,118,'石阡县',3,0),(1031,118,'思南县',3,0),(1032,118,'德江县',3,0),(1033,118,'玉屏',3,0),(1034,118,'印江',3,0),(1035,118,'沿河',3,0),(1036,118,'松桃',3,0),(1037,118,'万山特区',3,0),(1038,119,'红花岗区',3,0),(1039,119,'务川县',3,0),(1040,119,'道真县',3,0),(1041,119,'汇川区',3,0),(1042,119,'赤水市',3,0),(1043,119,'仁怀市',3,0),(1044,119,'遵义县',3,0),(1045,119,'桐梓县',3,0),(1046,119,'绥阳县',3,0),(1047,119,'正安县',3,0),(1048,119,'凤冈县',3,0),(1049,119,'湄潭县',3,0),(1050,119,'余庆县',3,0),(1051,119,'习水县',3,0),(1052,119,'道真',3,0),(1053,119,'务川',3,0),(1054,120,'秀英区',3,0),(1055,120,'龙华区',3,0),(1056,120,'琼山区',3,0),(1057,120,'美兰区',3,0),(1058,137,'市区',3,0),(1059,137,'洋浦开发区',3,0),(1060,137,'那大镇',3,0),(1061,137,'王五镇',3,0),(1062,137,'雅星镇',3,0),(1063,137,'大成镇',3,0),(1064,137,'中和镇',3,0),(1065,137,'峨蔓镇',3,0),(1066,137,'南丰镇',3,0),(1067,137,'白马井镇',3,0),(1068,137,'兰洋镇',3,0),(1069,137,'和庆镇',3,0),(1070,137,'海头镇',3,0),(1071,137,'排浦镇',3,0),(1072,137,'东成镇',3,0),(1073,137,'光村镇',3,0),(1074,137,'木棠镇',3,0),(1075,137,'新州镇',3,0),(1076,137,'三都镇',3,0),(1077,137,'其他',3,0),(1078,138,'长安区',3,0),(1079,138,'桥东区',3,0),(1080,138,'桥西区',3,0),(1081,138,'新华区',3,0),(1082,138,'裕华区',3,0),(1083,138,'井陉矿区',3,0),(1084,138,'高新区',3,0),(1085,138,'辛集市',3,0),(1086,138,'藁城市',3,0),(1087,138,'晋州市',3,0),(1088,138,'新乐市',3,0),(1089,138,'鹿泉市',3,0),(1090,138,'井陉县',3,0),(1091,138,'正定县',3,0),(1092,138,'栾城县',3,0),(1093,138,'行唐县',3,0),(1094,138,'灵寿县',3,0),(1095,138,'高邑县',3,0),(1096,138,'深泽县',3,0),(1097,138,'赞皇县',3,0),(1098,138,'无极县',3,0),(1099,138,'平山县',3,0),(1100,138,'元氏县',3,0),(1101,138,'赵县',3,0),(1102,139,'新市区',3,0),(1103,139,'南市区',3,0),(1104,139,'北市区',3,0),(1105,139,'涿州市',3,0),(1106,139,'定州市',3,0),(1107,139,'安国市',3,0),(1108,139,'高碑店市',3,0),(1109,139,'满城县',3,0),(1110,139,'清苑县',3,0),(1111,139,'涞水县',3,0),(1112,139,'阜平县',3,0),(1113,139,'徐水县',3,0),(1114,139,'定兴县',3,0),(1115,139,'唐县',3,0),(1116,139,'高阳县',3,0),(1117,139,'容城县',3,0),(1118,139,'涞源县',3,0),(1119,139,'望都县',3,0),(1120,139,'安新县',3,0),(1121,139,'易县',3,0),(1122,139,'曲阳县',3,0),(1123,139,'蠡县',3,0),(1124,139,'顺平县',3,0),(1125,139,'博野县',3,0),(1126,139,'雄县',3,0),(1127,140,'运河区',3,0),(1128,140,'新华区',3,0),(1129,140,'泊头市',3,0),(1130,140,'任丘市',3,0),(1131,140,'黄骅市',3,0),(1132,140,'河间市',3,0),(1133,140,'沧县',3,0),(1134,140,'青县',3,0),(1135,140,'东光县',3,0),(1136,140,'海兴县',3,0),(1137,140,'盐山县',3,0),(1138,140,'肃宁县',3,0),(1139,140,'南皮县',3,0),(1140,140,'吴桥县',3,0),(1141,140,'献县',3,0),(1142,140,'孟村',3,0),(1143,141,'双桥区',3,0),(1144,141,'双滦区',3,0),(1145,141,'鹰手营子矿区',3,0),(1146,141,'承德县',3,0),(1147,141,'兴隆县',3,0),(1148,141,'平泉县',3,0),(1149,141,'滦平县',3,0),(1150,141,'隆化县',3,0),(1151,141,'丰宁',3,0),(1152,141,'宽城',3,0),(1153,141,'围场',3,0),(1154,142,'从台区',3,0),(1155,142,'复兴区',3,0),(1156,142,'邯山区',3,0),(1157,142,'峰峰矿区',3,0),(1158,142,'武安市',3,0),(1159,142,'邯郸县',3,0),(1160,142,'临漳县',3,0),(1161,142,'成安县',3,0),(1162,142,'大名县',3,0),(1163,142,'涉县',3,0),(1164,142,'磁县',3,0),(1165,142,'肥乡县',3,0),(1166,142,'永年县',3,0),(1167,142,'邱县',3,0),(1168,142,'鸡泽县',3,0),(1169,142,'广平县',3,0),(1170,142,'馆陶县',3,0),(1171,142,'魏县',3,0),(1172,142,'曲周县',3,0),(1173,143,'桃城区',3,0),(1174,143,'冀州市',3,0),(1175,143,'深州市',3,0),(1176,143,'枣强县',3,0),(1177,143,'武邑县',3,0),(1178,143,'武强县',3,0),(1179,143,'饶阳县',3,0),(1180,143,'安平县',3,0),(1181,143,'故城县',3,0),(1182,143,'景县',3,0),(1183,143,'阜城县',3,0),(1184,144,'安次区',3,0),(1185,144,'广阳区',3,0),(1186,144,'霸州市',3,0),(1187,144,'三河市',3,0),(1188,144,'固安县',3,0),(1189,144,'永清县',3,0),(1190,144,'香河县',3,0),(1191,144,'大城县',3,0),(1192,144,'文安县',3,0),(1193,144,'大厂',3,0),(1194,145,'海港区',3,0),(1195,145,'山海关区',3,0),(1196,145,'北戴河区',3,0),(1197,145,'昌黎县',3,0),(1198,145,'抚宁县',3,0),(1199,145,'卢龙县',3,0),(1200,145,'青龙',3,0),(1201,146,'路北区',3,0),(1202,146,'路南区',3,0),(1203,146,'古冶区',3,0),(1204,146,'开平区',3,0),(1205,146,'丰南区',3,0),(1206,146,'丰润区',3,0),(1207,146,'遵化市',3,0),(1208,146,'迁安市',3,0),(1209,146,'滦县',3,0),(1210,146,'滦南县',3,0),(1211,146,'乐亭县',3,0),(1212,146,'迁西县',3,0),(1213,146,'玉田县',3,0),(1214,146,'唐海县',3,0),(1215,147,'桥东区',3,0),(1216,147,'桥西区',3,0),(1217,147,'南宫市',3,0),(1218,147,'沙河市',3,0),(1219,147,'邢台县',3,0),(1220,147,'临城县',3,0),(1221,147,'内丘县',3,0),(1222,147,'柏乡县',3,0),(1223,147,'隆尧县',3,0),(1224,147,'任县',3,0),(1225,147,'南和县',3,0),(1226,147,'宁晋县',3,0),(1227,147,'巨鹿县',3,0),(1228,147,'新河县',3,0),(1229,147,'广宗县',3,0),(1230,147,'平乡县',3,0),(1231,147,'威县',3,0),(1232,147,'清河县',3,0),(1233,147,'临西县',3,0),(1234,148,'桥西区',3,0),(1235,148,'桥东区',3,0),(1236,148,'宣化区',3,0),(1237,148,'下花园区',3,0),(1238,148,'宣化县',3,0),(1239,148,'张北县',3,0),(1240,148,'康保县',3,0),(1241,148,'沽源县',3,0),(1242,148,'尚义县',3,0),(1243,148,'蔚县',3,0),(1244,148,'阳原县',3,0),(1245,148,'怀安县',3,0),(1246,148,'万全县',3,0),(1247,148,'怀来县',3,0),(1248,148,'涿鹿县',3,0),(1249,148,'赤城县',3,0),(1250,148,'崇礼县',3,0),(1251,149,'金水区',3,0),(1252,149,'邙山区',3,0),(1253,149,'二七区',3,0),(1254,149,'管城区',3,0),(1255,149,'中原区',3,0),(1256,149,'上街区',3,0),(1257,149,'惠济区',3,0),(1258,149,'郑东新区',3,0),(1259,149,'经济技术开发区',3,0),(1260,149,'高新开发区',3,0),(1261,149,'出口加工区',3,0),(1262,149,'巩义市',3,0),(1263,149,'荥阳市',3,0),(1264,149,'新密市',3,0),(1265,149,'新郑市',3,0),(1266,149,'登封市',3,0),(1267,149,'中牟县',3,0),(1268,150,'西工区',3,0),(1269,150,'老城区',3,0),(1270,150,'涧西区',3,0),(1271,150,'瀍河回族区',3,0),(1272,150,'洛龙区',3,0),(1273,150,'吉利区',3,0),(1274,150,'偃师市',3,0),(1275,150,'孟津县',3,0),(1276,150,'新安县',3,0),(1277,150,'栾川县',3,0),(1278,150,'嵩县',3,0),(1279,150,'汝阳县',3,0),(1280,150,'宜阳县',3,0),(1281,150,'洛宁县',3,0),(1282,150,'伊川县',3,0),(1283,151,'鼓楼区',3,0),(1284,151,'龙亭区',3,0),(1285,151,'顺河回族区',3,0),(1286,151,'金明区',3,0),(1287,151,'禹王台区',3,0),(1288,151,'杞县',3,0),(1289,151,'通许县',3,0),(1290,151,'尉氏县',3,0),(1291,151,'开封县',3,0),(1292,151,'兰考县',3,0),(1293,152,'北关区',3,0),(1294,152,'文峰区',3,0),(1295,152,'殷都区',3,0),(1296,152,'龙安区',3,0),(1297,152,'林州市',3,0),(1298,152,'安阳县',3,0),(1299,152,'汤阴县',3,0),(1300,152,'滑县',3,0),(1301,152,'内黄县',3,0),(1302,153,'淇滨区',3,0),(1303,153,'山城区',3,0),(1304,153,'鹤山区',3,0),(1305,153,'浚县',3,0),(1306,153,'淇县',3,0),(1307,154,'济源市',3,0),(1308,155,'解放区',3,0),(1309,155,'中站区',3,0),(1310,155,'马村区',3,0),(1311,155,'山阳区',3,0),(1312,155,'沁阳市',3,0),(1313,155,'孟州市',3,0),(1314,155,'修武县',3,0),(1315,155,'博爱县',3,0),(1316,155,'武陟县',3,0),(1317,155,'温县',3,0),(1318,156,'卧龙区',3,0),(1319,156,'宛城区',3,0),(1320,156,'邓州市',3,0),(1321,156,'南召县',3,0),(1322,156,'方城县',3,0),(1323,156,'西峡县',3,0),(1324,156,'镇平县',3,0),(1325,156,'内乡县',3,0),(1326,156,'淅川县',3,0),(1327,156,'社旗县',3,0),(1328,156,'唐河县',3,0),(1329,156,'新野县',3,0),(1330,156,'桐柏县',3,0),(1331,157,'新华区',3,0),(1332,157,'卫东区',3,0),(1333,157,'湛河区',3,0),(1334,157,'石龙区',3,0),(1335,157,'舞钢市',3,0),(1336,157,'汝州市',3,0),(1337,157,'宝丰县',3,0),(1338,157,'叶县',3,0),(1339,157,'鲁山县',3,0),(1340,157,'郏县',3,0),(1341,158,'湖滨区',3,0),(1342,158,'义马市',3,0),(1343,158,'灵宝市',3,0),(1344,158,'渑池县',3,0),(1345,158,'陕县',3,0),(1346,158,'卢氏县',3,0),(1347,159,'梁园区',3,0),(1348,159,'睢阳区',3,0),(1349,159,'永城市',3,0),(1350,159,'民权县',3,0),(1351,159,'睢县',3,0),(1352,159,'宁陵县',3,0),(1353,159,'虞城县',3,0),(1354,159,'柘城县',3,0),(1355,159,'夏邑县',3,0),(1356,160,'卫滨区',3,0),(1357,160,'红旗区',3,0),(1358,160,'凤泉区',3,0),(1359,160,'牧野区',3,0),(1360,160,'卫辉市',3,0),(1361,160,'辉县市',3,0),(1362,160,'新乡县',3,0),(1363,160,'获嘉县',3,0),(1364,160,'原阳县',3,0),(1365,160,'延津县',3,0),(1366,160,'封丘县',3,0),(1367,160,'长垣县',3,0),(1368,161,'浉河区',3,0),(1369,161,'平桥区',3,0),(1370,161,'罗山县',3,0),(1371,161,'光山县',3,0),(1372,161,'新县',3,0),(1373,161,'商城县',3,0),(1374,161,'固始县',3,0),(1375,161,'潢川县',3,0),(1376,161,'淮滨县',3,0),(1377,161,'息县',3,0),(1378,162,'魏都区',3,0),(1379,162,'禹州市',3,0),(1380,162,'长葛市',3,0),(1381,162,'许昌县',3,0),(1382,162,'鄢陵县',3,0),(1383,162,'襄城县',3,0),(1384,163,'川汇区',3,0),(1385,163,'项城市',3,0),(1386,163,'扶沟县',3,0),(1387,163,'西华县',3,0),(1388,163,'商水县',3,0),(1389,163,'沈丘县',3,0),(1390,163,'郸城县',3,0),(1391,163,'淮阳县',3,0),(1392,163,'太康县',3,0),(1393,163,'鹿邑县',3,0),(1394,164,'驿城区',3,0),(1395,164,'西平县',3,0),(1396,164,'上蔡县',3,0),(1397,164,'平舆县',3,0),(1398,164,'正阳县',3,0),(1399,164,'确山县',3,0),(1400,164,'泌阳县',3,0),(1401,164,'汝南县',3,0),(1402,164,'遂平县',3,0),(1403,164,'新蔡县',3,0),(1404,165,'郾城区',3,0),(1405,165,'源汇区',3,0),(1406,165,'召陵区',3,0),(1407,165,'舞阳县',3,0),(1408,165,'临颍县',3,0),(1409,166,'华龙区',3,0),(1410,166,'清丰县',3,0),(1411,166,'南乐县',3,0),(1412,166,'范县',3,0),(1413,166,'台前县',3,0),(1414,166,'濮阳县',3,0),(1415,167,'道里区',3,0),(1416,167,'南岗区',3,0),(1417,167,'动力区',3,0),(1418,167,'平房区',3,0),(1419,167,'香坊区',3,0),(1420,167,'太平区',3,0),(1421,167,'道外区',3,0),(1422,167,'阿城区',3,0),(1423,167,'呼兰区',3,0),(1424,167,'松北区',3,0),(1425,167,'尚志市',3,0),(1426,167,'双城市',3,0),(1427,167,'五常市',3,0),(1428,167,'方正县',3,0),(1429,167,'宾县',3,0),(1430,167,'依兰县',3,0),(1431,167,'巴彦县',3,0),(1432,167,'通河县',3,0),(1433,167,'木兰县',3,0),(1434,167,'延寿县',3,0),(1435,168,'萨尔图区',3,0),(1436,168,'红岗区',3,0),(1437,168,'龙凤区',3,0),(1438,168,'让胡路区',3,0),(1439,168,'大同区',3,0),(1440,168,'肇州县',3,0),(1441,168,'肇源县',3,0),(1442,168,'林甸县',3,0),(1443,168,'杜尔伯特',3,0),(1444,169,'呼玛县',3,0),(1445,169,'漠河县',3,0),(1446,169,'塔河县',3,0),(1447,170,'兴山区',3,0),(1448,170,'工农区',3,0),(1449,170,'南山区',3,0),(1450,170,'兴安区',3,0),(1451,170,'向阳区',3,0),(1452,170,'东山区',3,0),(1453,170,'萝北县',3,0),(1454,170,'绥滨县',3,0),(1455,171,'爱辉区',3,0),(1456,171,'五大连池市',3,0),(1457,171,'北安市',3,0),(1458,171,'嫩江县',3,0),(1459,171,'逊克县',3,0),(1460,171,'孙吴县',3,0),(1461,172,'鸡冠区',3,0),(1462,172,'恒山区',3,0),(1463,172,'城子河区',3,0),(1464,172,'滴道区',3,0),(1465,172,'梨树区',3,0),(1466,172,'虎林市',3,0),(1467,172,'密山市',3,0),(1468,172,'鸡东县',3,0),(1469,173,'前进区',3,0),(1470,173,'郊区',3,0),(1471,173,'向阳区',3,0),(1472,173,'东风区',3,0),(1473,173,'同江市',3,0),(1474,173,'富锦市',3,0),(1475,173,'桦南县',3,0),(1476,173,'桦川县',3,0),(1477,173,'汤原县',3,0),(1478,173,'抚远县',3,0),(1479,174,'爱民区',3,0),(1480,174,'东安区',3,0),(1481,174,'阳明区',3,0),(1482,174,'西安区',3,0),(1483,174,'绥芬河市',3,0),(1484,174,'海林市',3,0),(1485,174,'宁安市',3,0),(1486,174,'穆棱市',3,0),(1487,174,'东宁县',3,0),(1488,174,'林口县',3,0),(1489,175,'桃山区',3,0),(1490,175,'新兴区',3,0),(1491,175,'茄子河区',3,0),(1492,175,'勃利县',3,0),(1493,176,'龙沙区',3,0),(1494,176,'昂昂溪区',3,0),(1495,176,'铁峰区',3,0),(1496,176,'建华区',3,0),(1497,176,'富拉尔基区',3,0),(1498,176,'碾子山区',3,0),(1499,176,'梅里斯达斡尔区',3,0),(1500,176,'讷河市',3,0),(1501,176,'龙江县',3,0),(1502,176,'依安县',3,0),(1503,176,'泰来县',3,0),(1504,176,'甘南县',3,0),(1505,176,'富裕县',3,0),(1506,176,'克山县',3,0),(1507,176,'克东县',3,0),(1508,176,'拜泉县',3,0),(1509,177,'尖山区',3,0),(1510,177,'岭东区',3,0),(1511,177,'四方台区',3,0),(1512,177,'宝山区',3,0),(1513,177,'集贤县',3,0),(1514,177,'友谊县',3,0),(1515,177,'宝清县',3,0),(1516,177,'饶河县',3,0),(1517,178,'北林区',3,0),(1518,178,'安达市',3,0),(1519,178,'肇东市',3,0),(1520,178,'海伦市',3,0),(1521,178,'望奎县',3,0),(1522,178,'兰西县',3,0),(1523,178,'青冈县',3,0),(1524,178,'庆安县',3,0),(1525,178,'明水县',3,0),(1526,178,'绥棱县',3,0),(1527,179,'伊春区',3,0),(1528,179,'带岭区',3,0),(1529,179,'南岔区',3,0),(1530,179,'金山屯区',3,0),(1531,179,'西林区',3,0),(1532,179,'美溪区',3,0),(1533,179,'乌马河区',3,0),(1534,179,'翠峦区',3,0),(1535,179,'友好区',3,0),(1536,179,'上甘岭区',3,0),(1537,179,'五营区',3,0),(1538,179,'红星区',3,0),(1539,179,'新青区',3,0),(1540,179,'汤旺河区',3,0),(1541,179,'乌伊岭区',3,0),(1542,179,'铁力市',3,0),(1543,179,'嘉荫县',3,0),(1544,180,'江岸区',3,0),(1545,180,'武昌区',3,0),(1546,180,'江汉区',3,0),(1547,180,'硚口区',3,0),(1548,180,'汉阳区',3,0),(1549,180,'青山区',3,0),(1550,180,'洪山区',3,0),(1551,180,'东西湖区',3,0),(1552,180,'汉南区',3,0),(1553,180,'蔡甸区',3,0),(1554,180,'江夏区',3,0),(1555,180,'黄陂区',3,0),(1556,180,'新洲区',3,0),(1557,180,'经济开发区',3,0),(1558,181,'仙桃市',3,0),(1559,182,'鄂城区',3,0),(1560,182,'华容区',3,0),(1561,182,'梁子湖区',3,0),(1562,183,'黄州区',3,0),(1563,183,'麻城市',3,0),(1564,183,'武穴市',3,0),(1565,183,'团风县',3,0),(1566,183,'红安县',3,0),(1567,183,'罗田县',3,0),(1568,183,'英山县',3,0),(1569,183,'浠水县',3,0),(1570,183,'蕲春县',3,0),(1571,183,'黄梅县',3,0),(1572,184,'黄石港区',3,0),(1573,184,'西塞山区',3,0),(1574,184,'下陆区',3,0),(1575,184,'铁山区',3,0),(1576,184,'大冶市',3,0),(1577,184,'阳新县',3,0),(1578,185,'东宝区',3,0),(1579,185,'掇刀区',3,0),(1580,185,'钟祥市',3,0),(1581,185,'京山县',3,0),(1582,185,'沙洋县',3,0),(1583,186,'沙市区',3,0),(1584,186,'荆州区',3,0),(1585,186,'石首市',3,0),(1586,186,'洪湖市',3,0),(1587,186,'松滋市',3,0),(1588,186,'公安县',3,0),(1589,186,'监利县',3,0),(1590,186,'江陵县',3,0),(1591,187,'潜江市',3,0),(1592,188,'神农架林区',3,0),(1593,189,'张湾区',3,0),(1594,189,'茅箭区',3,0),(1595,189,'丹江口市',3,0),(1596,189,'郧县',3,0),(1597,189,'郧西县',3,0),(1598,189,'竹山县',3,0),(1599,189,'竹溪县',3,0),(1600,189,'房县',3,0),(1601,190,'曾都区',3,0),(1602,190,'广水市',3,0),(1603,191,'天门市',3,0),(1604,192,'咸安区',3,0),(1605,192,'赤壁市',3,0),(1606,192,'嘉鱼县',3,0),(1607,192,'通城县',3,0),(1608,192,'崇阳县',3,0),(1609,192,'通山县',3,0),(1610,193,'襄城区',3,0),(1611,193,'樊城区',3,0),(1612,193,'襄阳区',3,0),(1613,193,'老河口市',3,0),(1614,193,'枣阳市',3,0),(1615,193,'宜城市',3,0),(1616,193,'南漳县',3,0),(1617,193,'谷城县',3,0),(1618,193,'保康县',3,0),(1619,194,'孝南区',3,0),(1620,194,'应城市',3,0),(1621,194,'安陆市',3,0),(1622,194,'汉川市',3,0),(1623,194,'孝昌县',3,0),(1624,194,'大悟县',3,0),(1625,194,'云梦县',3,0),(1626,195,'长阳',3,0),(1627,195,'五峰',3,0),(1628,195,'西陵区',3,0),(1629,195,'伍家岗区',3,0),(1630,195,'点军区',3,0),(1631,195,'猇亭区',3,0),(1632,195,'夷陵区',3,0),(1633,195,'宜都市',3,0),(1634,195,'当阳市',3,0),(1635,195,'枝江市',3,0),(1636,195,'远安县',3,0),(1637,195,'兴山县',3,0),(1638,195,'秭归县',3,0),(1639,196,'恩施市',3,0),(1640,196,'利川市',3,0),(1641,196,'建始县',3,0),(1642,196,'巴东县',3,0),(1643,196,'宣恩县',3,0),(1644,196,'咸丰县',3,0),(1645,196,'来凤县',3,0),(1646,196,'鹤峰县',3,0),(1647,197,'岳麓区',3,0),(1648,197,'芙蓉区',3,0),(1649,197,'天心区',3,0),(1650,197,'开福区',3,0),(1651,197,'雨花区',3,0),(1652,197,'开发区',3,0),(1653,197,'浏阳市',3,0),(1654,197,'长沙县',3,0),(1655,197,'望城县',3,0),(1656,197,'宁乡县',3,0),(1657,198,'永定区',3,0),(1658,198,'武陵源区',3,0),(1659,198,'慈利县',3,0),(1660,198,'桑植县',3,0),(1661,199,'武陵区',3,0),(1662,199,'鼎城区',3,0),(1663,199,'津市市',3,0),(1664,199,'安乡县',3,0),(1665,199,'汉寿县',3,0),(1666,199,'澧县',3,0),(1667,199,'临澧县',3,0),(1668,199,'桃源县',3,0),(1669,199,'石门县',3,0),(1670,200,'北湖区',3,0),(1671,200,'苏仙区',3,0),(1672,200,'资兴市',3,0),(1673,200,'桂阳县',3,0),(1674,200,'宜章县',3,0),(1675,200,'永兴县',3,0),(1676,200,'嘉禾县',3,0),(1677,200,'临武县',3,0),(1678,200,'汝城县',3,0),(1679,200,'桂东县',3,0),(1680,200,'安仁县',3,0),(1681,201,'雁峰区',3,0),(1682,201,'珠晖区',3,0),(1683,201,'石鼓区',3,0),(1684,201,'蒸湘区',3,0),(1685,201,'南岳区',3,0),(1686,201,'耒阳市',3,0),(1687,201,'常宁市',3,0),(1688,201,'衡阳县',3,0),(1689,201,'衡南县',3,0),(1690,201,'衡山县',3,0),(1691,201,'衡东县',3,0),(1692,201,'祁东县',3,0),(1693,202,'鹤城区',3,0),(1694,202,'靖州',3,0),(1695,202,'麻阳',3,0),(1696,202,'通道',3,0),(1697,202,'新晃',3,0),(1698,202,'芷江',3,0),(1699,202,'沅陵县',3,0),(1700,202,'辰溪县',3,0),(1701,202,'溆浦县',3,0),(1702,202,'中方县',3,0),(1703,202,'会同县',3,0),(1704,202,'洪江市',3,0),(1705,203,'娄星区',3,0),(1706,203,'冷水江市',3,0),(1707,203,'涟源市',3,0),(1708,203,'双峰县',3,0),(1709,203,'新化县',3,0),(1710,204,'城步',3,0),(1711,204,'双清区',3,0),(1712,204,'大祥区',3,0),(1713,204,'北塔区',3,0),(1714,204,'武冈市',3,0),(1715,204,'邵东县',3,0),(1716,204,'新邵县',3,0),(1717,204,'邵阳县',3,0),(1718,204,'隆回县',3,0),(1719,204,'洞口县',3,0),(1720,204,'绥宁县',3,0),(1721,204,'新宁县',3,0),(1722,205,'岳塘区',3,0),(1723,205,'雨湖区',3,0),(1724,205,'湘乡市',3,0),(1725,205,'韶山市',3,0),(1726,205,'湘潭县',3,0),(1727,206,'吉首市',3,0),(1728,206,'泸溪县',3,0),(1729,206,'凤凰县',3,0),(1730,206,'花垣县',3,0),(1731,206,'保靖县',3,0),(1732,206,'古丈县',3,0),(1733,206,'永顺县',3,0),(1734,206,'龙山县',3,0),(1735,207,'赫山区',3,0),(1736,207,'资阳区',3,0),(1737,207,'沅江市',3,0),(1738,207,'南县',3,0),(1739,207,'桃江县',3,0),(1740,207,'安化县',3,0),(1741,208,'江华',3,0),(1742,208,'冷水滩区',3,0),(1743,208,'零陵区',3,0),(1744,208,'祁阳县',3,0),(1745,208,'东安县',3,0),(1746,208,'双牌县',3,0),(1747,208,'道县',3,0),(1748,208,'江永县',3,0),(1749,208,'宁远县',3,0),(1750,208,'蓝山县',3,0),(1751,208,'新田县',3,0),(1752,209,'岳阳楼区',3,0),(1753,209,'君山区',3,0),(1754,209,'云溪区',3,0),(1755,209,'汨罗市',3,0),(1756,209,'临湘市',3,0),(1757,209,'岳阳县',3,0),(1758,209,'华容县',3,0),(1759,209,'湘阴县',3,0),(1760,209,'平江县',3,0),(1761,210,'天元区',3,0),(1762,210,'荷塘区',3,0),(1763,210,'芦淞区',3,0),(1764,210,'石峰区',3,0),(1765,210,'醴陵市',3,0),(1766,210,'株洲县',3,0),(1767,210,'攸县',3,0),(1768,210,'茶陵县',3,0),(1769,210,'炎陵县',3,0),(1770,211,'朝阳区',3,0),(1771,211,'宽城区',3,0),(1772,211,'二道区',3,0),(1773,211,'南关区',3,0),(1774,211,'绿园区',3,0),(1775,211,'双阳区',3,0),(1776,211,'净月潭开发区',3,0),(1777,211,'高新技术开发区',3,0),(1778,211,'经济技术开发区',3,0),(1779,211,'汽车产业开发区',3,0),(1780,211,'德惠市',3,0),(1781,211,'九台市',3,0),(1782,211,'榆树市',3,0),(1783,211,'农安县',3,0),(1784,212,'船营区',3,0),(1785,212,'昌邑区',3,0),(1786,212,'龙潭区',3,0),(1787,212,'丰满区',3,0),(1788,212,'蛟河市',3,0),(1789,212,'桦甸市',3,0),(1790,212,'舒兰市',3,0),(1791,212,'磐石市',3,0),(1792,212,'永吉县',3,0),(1793,213,'洮北区',3,0),(1794,213,'洮南市',3,0),(1795,213,'大安市',3,0),(1796,213,'镇赉县',3,0),(1797,213,'通榆县',3,0),(1798,214,'江源区',3,0),(1799,214,'八道江区',3,0),(1800,214,'长白',3,0),(1801,214,'临江市',3,0),(1802,214,'抚松县',3,0),(1803,214,'靖宇县',3,0),(1804,215,'龙山区',3,0),(1805,215,'西安区',3,0),(1806,215,'东丰县',3,0),(1807,215,'东辽县',3,0),(1808,216,'铁西区',3,0),(1809,216,'铁东区',3,0),(1810,216,'伊通',3,0),(1811,216,'公主岭市',3,0),(1812,216,'双辽市',3,0),(1813,216,'梨树县',3,0),(1814,217,'前郭尔罗斯',3,0),(1815,217,'宁江区',3,0),(1816,217,'长岭县',3,0),(1817,217,'乾安县',3,0),(1818,217,'扶余县',3,0),(1819,218,'东昌区',3,0),(1820,218,'二道江区',3,0),(1821,218,'梅河口市',3,0),(1822,218,'集安市',3,0),(1823,218,'通化县',3,0),(1824,218,'辉南县',3,0),(1825,218,'柳河县',3,0),(1826,219,'延吉市',3,0),(1827,219,'图们市',3,0),(1828,219,'敦化市',3,0),(1829,219,'珲春市',3,0),(1830,219,'龙井市',3,0),(1831,219,'和龙市',3,0),(1832,219,'安图县',3,0),(1833,219,'汪清县',3,0),(1834,220,'玄武区',3,0),(1835,220,'鼓楼区',3,0),(1836,220,'白下区',3,0),(1837,220,'建邺区',3,0),(1838,220,'秦淮区',3,0),(1839,220,'雨花台区',3,0),(1840,220,'下关区',3,0),(1841,220,'栖霞区',3,0),(1842,220,'浦口区',3,0),(1843,220,'江宁区',3,0),(1844,220,'六合区',3,0),(1845,220,'溧水县',3,0),(1846,220,'高淳县',3,0),(1847,221,'沧浪区',3,0),(1848,221,'金阊区',3,0),(1849,221,'平江区',3,0),(1850,221,'虎丘区',3,0),(1851,221,'吴中区',3,0),(1852,221,'相城区',3,0),(1853,221,'园区',3,0),(1854,221,'新区',3,0),(1855,221,'常熟市',3,0),(1856,221,'张家港市',3,0),(1857,221,'玉山镇',3,0),(1858,221,'巴城镇',3,0),(1859,221,'周市镇',3,0),(1860,221,'陆家镇',3,0),(1861,221,'花桥镇',3,0),(1862,221,'淀山湖镇',3,0),(1863,221,'张浦镇',3,0),(1864,221,'周庄镇',3,0),(1865,221,'千灯镇',3,0),(1866,221,'锦溪镇',3,0),(1867,221,'开发区',3,0),(1868,221,'吴江市',3,0),(1869,221,'太仓市',3,0),(1870,222,'崇安区',3,0),(1871,222,'北塘区',3,0),(1872,222,'南长区',3,0),(1873,222,'锡山区',3,0),(1874,222,'惠山区',3,0),(1875,222,'滨湖区',3,0),(1876,222,'新区',3,0),(1877,222,'江阴市',3,0),(1878,222,'宜兴市',3,0),(1879,223,'天宁区',3,0),(1880,223,'钟楼区',3,0),(1881,223,'戚墅堰区',3,0),(1882,223,'郊区',3,0),(1883,223,'新北区',3,0),(1884,223,'武进区',3,0),(1885,223,'溧阳市',3,0),(1886,223,'金坛市',3,0),(1887,224,'清河区',3,0),(1888,224,'清浦区',3,0),(1889,224,'楚州区',3,0),(1890,224,'淮阴区',3,0),(1891,224,'涟水县',3,0),(1892,224,'洪泽县',3,0),(1893,224,'盱眙县',3,0),(1894,224,'金湖县',3,0),(1895,225,'新浦区',3,0),(1896,225,'连云区',3,0),(1897,225,'海州区',3,0),(1898,225,'赣榆县',3,0),(1899,225,'东海县',3,0),(1900,225,'灌云县',3,0),(1901,225,'灌南县',3,0),(1902,226,'崇川区',3,0),(1903,226,'港闸区',3,0),(1904,226,'经济开发区',3,0),(1905,226,'启东市',3,0),(1906,226,'如皋市',3,0),(1907,226,'通州市',3,0),(1908,226,'海门市',3,0),(1909,226,'海安县',3,0),(1910,226,'如东县',3,0),(1911,227,'宿城区',3,0),(1912,227,'宿豫区',3,0),(1913,227,'宿豫县',3,0),(1914,227,'沭阳县',3,0),(1915,227,'泗阳县',3,0),(1916,227,'泗洪县',3,0),(1917,228,'海陵区',3,0),(1918,228,'高港区',3,0),(1919,228,'兴化市',3,0),(1920,228,'靖江市',3,0),(1921,228,'泰兴市',3,0),(1922,228,'姜堰市',3,0),(1923,229,'云龙区',3,0),(1924,229,'鼓楼区',3,0),(1925,229,'九里区',3,0),(1926,229,'贾汪区',3,0),(1927,229,'泉山区',3,0),(1928,229,'新沂市',3,0),(1929,229,'邳州市',3,0),(1930,229,'丰县',3,0),(1931,229,'沛县',3,0),(1932,229,'铜山县',3,0),(1933,229,'睢宁县',3,0),(1934,230,'城区',3,0),(1935,230,'亭湖区',3,0),(1936,230,'盐都区',3,0),(1937,230,'盐都县',3,0),(1938,230,'东台市',3,0),(1939,230,'大丰市',3,0),(1940,230,'响水县',3,0),(1941,230,'滨海县',3,0),(1942,230,'阜宁县',3,0),(1943,230,'射阳县',3,0),(1944,230,'建湖县',3,0),(1945,231,'广陵区',3,0),(1946,231,'维扬区',3,0),(1947,231,'邗江区',3,0),(1948,231,'仪征市',3,0),(1949,231,'高邮市',3,0),(1950,231,'江都市',3,0),(1951,231,'宝应县',3,0),(1952,232,'京口区',3,0),(1953,232,'润州区',3,0),(1954,232,'丹徒区',3,0),(1955,232,'丹阳市',3,0),(1956,232,'扬中市',3,0),(1957,232,'句容市',3,0),(1958,233,'东湖区',3,0),(1959,233,'西湖区',3,0),(1960,233,'青云谱区',3,0),(1961,233,'湾里区',3,0),(1962,233,'青山湖区',3,0),(1963,233,'红谷滩新区',3,0),(1964,233,'昌北区',3,0),(1965,233,'高新区',3,0),(1966,233,'南昌县',3,0),(1967,233,'新建县',3,0),(1968,233,'安义县',3,0),(1969,233,'进贤县',3,0),(1970,234,'临川区',3,0),(1971,234,'南城县',3,0),(1972,234,'黎川县',3,0),(1973,234,'南丰县',3,0),(1974,234,'崇仁县',3,0),(1975,234,'乐安县',3,0),(1976,234,'宜黄县',3,0),(1977,234,'金溪县',3,0),(1978,234,'资溪县',3,0),(1979,234,'东乡县',3,0),(1980,234,'广昌县',3,0),(1981,235,'章贡区',3,0),(1982,235,'于都县',3,0),(1983,235,'瑞金市',3,0),(1984,235,'南康市',3,0),(1985,235,'赣县',3,0),(1986,235,'信丰县',3,0),(1987,235,'大余县',3,0),(1988,235,'上犹县',3,0),(1989,235,'崇义县',3,0),(1990,235,'安远县',3,0),(1991,235,'龙南县',3,0),(1992,235,'定南县',3,0),(1993,235,'全南县',3,0),(1994,235,'宁都县',3,0),(1995,235,'兴国县',3,0),(1996,235,'会昌县',3,0),(1997,235,'寻乌县',3,0),(1998,235,'石城县',3,0),(1999,236,'安福县',3,0),(2000,236,'吉州区',3,0),(2001,236,'青原区',3,0),(2002,236,'井冈山市',3,0),(2003,236,'吉安县',3,0),(2004,236,'吉水县',3,0),(2005,236,'峡江县',3,0),(2006,236,'新干县',3,0),(2007,236,'永丰县',3,0),(2008,236,'泰和县',3,0),(2009,236,'遂川县',3,0),(2010,236,'万安县',3,0),(2011,236,'永新县',3,0),(2012,237,'珠山区',3,0),(2013,237,'昌江区',3,0),(2014,237,'乐平市',3,0),(2015,237,'浮梁县',3,0),(2016,238,'浔阳区',3,0),(2017,238,'庐山区',3,0),(2018,238,'瑞昌市',3,0),(2019,238,'九江县',3,0),(2020,238,'武宁县',3,0),(2021,238,'修水县',3,0),(2022,238,'永修县',3,0),(2023,238,'德安县',3,0),(2024,238,'星子县',3,0),(2025,238,'都昌县',3,0),(2026,238,'湖口县',3,0),(2027,238,'彭泽县',3,0),(2028,239,'安源区',3,0),(2029,239,'湘东区',3,0),(2030,239,'莲花县',3,0),(2031,239,'芦溪县',3,0),(2032,239,'上栗县',3,0),(2033,240,'信州区',3,0),(2034,240,'德兴市',3,0),(2035,240,'上饶县',3,0),(2036,240,'广丰县',3,0),(2037,240,'玉山县',3,0),(2038,240,'铅山县',3,0),(2039,240,'横峰县',3,0),(2040,240,'弋阳县',3,0),(2041,240,'余干县',3,0),(2042,240,'波阳县',3,0),(2043,240,'万年县',3,0),(2044,240,'婺源县',3,0),(2045,241,'渝水区',3,0),(2046,241,'分宜县',3,0),(2047,242,'袁州区',3,0),(2048,242,'丰城市',3,0),(2049,242,'樟树市',3,0),(2050,242,'高安市',3,0),(2051,242,'奉新县',3,0),(2052,242,'万载县',3,0),(2053,242,'上高县',3,0),(2054,242,'宜丰县',3,0),(2055,242,'靖安县',3,0),(2056,242,'铜鼓县',3,0),(2057,243,'月湖区',3,0),(2058,243,'贵溪市',3,0),(2059,243,'余江县',3,0),(2060,244,'沈河区',3,0),(2061,244,'皇姑区',3,0),(2062,244,'和平区',3,0),(2063,244,'大东区',3,0),(2064,244,'铁西区',3,0),(2065,244,'苏家屯区',3,0),(2066,244,'东陵区',3,0),(2067,244,'沈北新区',3,0),(2068,244,'于洪区',3,0),(2069,244,'浑南新区',3,0),(2070,244,'新民市',3,0),(2071,244,'辽中县',3,0),(2072,244,'康平县',3,0),(2073,244,'法库县',3,0),(2074,245,'西岗区',3,0),(2075,245,'中山区',3,0),(2076,245,'沙河口区',3,0),(2077,245,'甘井子区',3,0),(2078,245,'旅顺口区',3,0),(2079,245,'金州区',3,0),(2080,245,'开发区',3,0),(2081,245,'瓦房店市',3,0),(2082,245,'普兰店市',3,0),(2083,245,'庄河市',3,0),(2084,245,'长海县',3,0),(2085,246,'铁东区',3,0),(2086,246,'铁西区',3,0),(2087,246,'立山区',3,0),(2088,246,'千山区',3,0),(2089,246,'岫岩',3,0),(2090,246,'海城市',3,0),(2091,246,'台安县',3,0),(2092,247,'本溪',3,0),(2093,247,'平山区',3,0),(2094,247,'明山区',3,0),(2095,247,'溪湖区',3,0),(2096,247,'南芬区',3,0),(2097,247,'桓仁',3,0),(2098,248,'双塔区',3,0),(2099,248,'龙城区',3,0),(2100,248,'喀喇沁左翼蒙古族自治县',3,0),(2101,248,'北票市',3,0),(2102,248,'凌源市',3,0),(2103,248,'朝阳县',3,0),(2104,248,'建平县',3,0),(2105,249,'振兴区',3,0),(2106,249,'元宝区',3,0),(2107,249,'振安区',3,0),(2108,249,'宽甸',3,0),(2109,249,'东港市',3,0),(2110,249,'凤城市',3,0),(2111,250,'顺城区',3,0),(2112,250,'新抚区',3,0),(2113,250,'东洲区',3,0),(2114,250,'望花区',3,0),(2115,250,'清原',3,0),(2116,250,'新宾',3,0),(2117,250,'抚顺县',3,0),(2118,251,'阜新',3,0),(2119,251,'海州区',3,0),(2120,251,'新邱区',3,0),(2121,251,'太平区',3,0),(2122,251,'清河门区',3,0),(2123,251,'细河区',3,0),(2124,251,'彰武县',3,0),(2125,252,'龙港区',3,0),(2126,252,'南票区',3,0),(2127,252,'连山区',3,0),(2128,252,'兴城市',3,0),(2129,252,'绥中县',3,0),(2130,252,'建昌县',3,0),(2131,253,'太和区',3,0),(2132,253,'古塔区',3,0),(2133,253,'凌河区',3,0),(2134,253,'凌海市',3,0),(2135,253,'北镇市',3,0),(2136,253,'黑山县',3,0),(2137,253,'义县',3,0),(2138,254,'白塔区',3,0),(2139,254,'文圣区',3,0),(2140,254,'宏伟区',3,0),(2141,254,'太子河区',3,0),(2142,254,'弓长岭区',3,0),(2143,254,'灯塔市',3,0),(2144,254,'辽阳县',3,0),(2145,255,'双台子区',3,0),(2146,255,'兴隆台区',3,0),(2147,255,'大洼县',3,0),(2148,255,'盘山县',3,0),(2149,256,'银州区',3,0),(2150,256,'清河区',3,0),(2151,256,'调兵山市',3,0),(2152,256,'开原市',3,0),(2153,256,'铁岭县',3,0),(2154,256,'西丰县',3,0),(2155,256,'昌图县',3,0),(2156,257,'站前区',3,0),(2157,257,'西市区',3,0),(2158,257,'鲅鱼圈区',3,0),(2159,257,'老边区',3,0),(2160,257,'盖州市',3,0),(2161,257,'大石桥市',3,0),(2162,258,'回民区',3,0),(2163,258,'玉泉区',3,0),(2164,258,'新城区',3,0),(2165,258,'赛罕区',3,0),(2166,258,'清水河县',3,0),(2167,258,'土默特左旗',3,0),(2168,258,'托克托县',3,0),(2169,258,'和林格尔县',3,0),(2170,258,'武川县',3,0),(2171,259,'阿拉善左旗',3,0),(2172,259,'阿拉善右旗',3,0),(2173,259,'额济纳旗',3,0),(2174,260,'临河区',3,0),(2175,260,'五原县',3,0),(2176,260,'磴口县',3,0),(2177,260,'乌拉特前旗',3,0),(2178,260,'乌拉特中旗',3,0),(2179,260,'乌拉特后旗',3,0),(2180,260,'杭锦后旗',3,0),(2181,261,'昆都仑区',3,0),(2182,261,'青山区',3,0),(2183,261,'东河区',3,0),(2184,261,'九原区',3,0),(2185,261,'石拐区',3,0),(2186,261,'白云矿区',3,0),(2187,261,'土默特右旗',3,0),(2188,261,'固阳县',3,0),(2189,261,'达尔罕茂明安联合旗',3,0),(2190,262,'红山区',3,0),(2191,262,'元宝山区',3,0),(2192,262,'松山区',3,0),(2193,262,'阿鲁科尔沁旗',3,0),(2194,262,'巴林左旗',3,0),(2195,262,'巴林右旗',3,0),(2196,262,'林西县',3,0),(2197,262,'克什克腾旗',3,0),(2198,262,'翁牛特旗',3,0),(2199,262,'喀喇沁旗',3,0),(2200,262,'宁城县',3,0),(2201,262,'敖汉旗',3,0),(2202,263,'东胜区',3,0),(2203,263,'达拉特旗',3,0),(2204,263,'准格尔旗',3,0),(2205,263,'鄂托克前旗',3,0),(2206,263,'鄂托克旗',3,0),(2207,263,'杭锦旗',3,0),(2208,263,'乌审旗',3,0),(2209,263,'伊金霍洛旗',3,0),(2210,264,'海拉尔区',3,0),(2211,264,'莫力达瓦',3,0),(2212,264,'满洲里市',3,0),(2213,264,'牙克石市',3,0),(2214,264,'扎兰屯市',3,0),(2215,264,'额尔古纳市',3,0),(2216,264,'根河市',3,0),(2217,264,'阿荣旗',3,0),(2218,264,'鄂伦春自治旗',3,0),(2219,264,'鄂温克族自治旗',3,0),(2220,264,'陈巴尔虎旗',3,0),(2221,264,'新巴尔虎左旗',3,0),(2222,264,'新巴尔虎右旗',3,0),(2223,265,'科尔沁区',3,0),(2224,265,'霍林郭勒市',3,0),(2225,265,'科尔沁左翼中旗',3,0),(2226,265,'科尔沁左翼后旗',3,0),(2227,265,'开鲁县',3,0),(2228,265,'库伦旗',3,0),(2229,265,'奈曼旗',3,0),(2230,265,'扎鲁特旗',3,0),(2231,266,'海勃湾区',3,0),(2232,266,'乌达区',3,0),(2233,266,'海南区',3,0),(2234,267,'化德县',3,0),(2235,267,'集宁区',3,0),(2236,267,'丰镇市',3,0),(2237,267,'卓资县',3,0),(2238,267,'商都县',3,0),(2239,267,'兴和县',3,0),(2240,267,'凉城县',3,0),(2241,267,'察哈尔右翼前旗',3,0),(2242,267,'察哈尔右翼中旗',3,0),(2243,267,'察哈尔右翼后旗',3,0),(2244,267,'四子王旗',3,0),(2245,268,'二连浩特市',3,0),(2246,268,'锡林浩特市',3,0),(2247,268,'阿巴嘎旗',3,0),(2248,268,'苏尼特左旗',3,0),(2249,268,'苏尼特右旗',3,0),(2250,268,'东乌珠穆沁旗',3,0),(2251,268,'西乌珠穆沁旗',3,0),(2252,268,'太仆寺旗',3,0),(2253,268,'镶黄旗',3,0),(2254,268,'正镶白旗',3,0),(2255,268,'正蓝旗',3,0),(2256,268,'多伦县',3,0),(2257,269,'乌兰浩特市',3,0),(2258,269,'阿尔山市',3,0),(2259,269,'科尔沁右翼前旗',3,0),(2260,269,'科尔沁右翼中旗',3,0),(2261,269,'扎赉特旗',3,0),(2262,269,'突泉县',3,0),(2263,270,'西夏区',3,0),(2264,270,'金凤区',3,0),(2265,270,'兴庆区',3,0),(2266,270,'灵武市',3,0),(2267,270,'永宁县',3,0),(2268,270,'贺兰县',3,0),(2269,271,'原州区',3,0),(2270,271,'海原县',3,0),(2271,271,'西吉县',3,0),(2272,271,'隆德县',3,0),(2273,271,'泾源县',3,0),(2274,271,'彭阳县',3,0),(2275,272,'惠农县',3,0),(2276,272,'大武口区',3,0),(2277,272,'惠农区',3,0),(2278,272,'陶乐县',3,0),(2279,272,'平罗县',3,0),(2280,273,'利通区',3,0),(2281,273,'中卫县',3,0),(2282,273,'青铜峡市',3,0),(2283,273,'中宁县',3,0),(2284,273,'盐池县',3,0),(2285,273,'同心县',3,0),(2286,274,'沙坡头区',3,0),(2287,274,'海原县',3,0),(2288,274,'中宁县',3,0),(2289,275,'城中区',3,0),(2290,275,'城东区',3,0),(2291,275,'城西区',3,0),(2292,275,'城北区',3,0),(2293,275,'湟中县',3,0),(2294,275,'湟源县',3,0),(2295,275,'大通',3,0),(2296,276,'玛沁县',3,0),(2297,276,'班玛县',3,0),(2298,276,'甘德县',3,0),(2299,276,'达日县',3,0),(2300,276,'久治县',3,0),(2301,276,'玛多县',3,0),(2302,277,'海晏县',3,0),(2303,277,'祁连县',3,0),(2304,277,'刚察县',3,0),(2305,277,'门源',3,0),(2306,278,'平安县',3,0),(2307,278,'乐都县',3,0),(2308,278,'民和',3,0),(2309,278,'互助',3,0),(2310,278,'化隆',3,0),(2311,278,'循化',3,0),(2312,279,'共和县',3,0),(2313,279,'同德县',3,0),(2314,279,'贵德县',3,0),(2315,279,'兴海县',3,0),(2316,279,'贵南县',3,0),(2317,280,'德令哈市',3,0),(2318,280,'格尔木市',3,0),(2319,280,'乌兰县',3,0),(2320,280,'都兰县',3,0),(2321,280,'天峻县',3,0),(2322,281,'同仁县',3,0),(2323,281,'尖扎县',3,0),(2324,281,'泽库县',3,0),(2325,281,'河南蒙古族自治县',3,0),(2326,282,'玉树县',3,0),(2327,282,'杂多县',3,0),(2328,282,'称多县',3,0),(2329,282,'治多县',3,0),(2330,282,'囊谦县',3,0),(2331,282,'曲麻莱县',3,0),(2332,283,'市中区',3,0),(2333,283,'历下区',3,0),(2334,283,'天桥区',3,0),(2335,283,'槐荫区',3,0),(2336,283,'历城区',3,0),(2337,283,'长清区',3,0),(2338,283,'章丘市',3,0),(2339,283,'平阴县',3,0),(2340,283,'济阳县',3,0),(2341,283,'商河县',3,0),(2342,284,'市南区',3,0),(2343,284,'市北区',3,0),(2344,284,'城阳区',3,0),(2345,284,'四方区',3,0),(2346,284,'李沧区',3,0),(2347,284,'黄岛区',3,0),(2348,284,'崂山区',3,0),(2349,284,'胶州市',3,0),(2350,284,'即墨市',3,0),(2351,284,'平度市',3,0),(2352,284,'胶南市',3,0),(2353,284,'莱西市',3,0),(2354,285,'滨城区',3,0),(2355,285,'惠民县',3,0),(2356,285,'阳信县',3,0),(2357,285,'无棣县',3,0),(2358,285,'沾化县',3,0),(2359,285,'博兴县',3,0),(2360,285,'邹平县',3,0),(2361,286,'德城区',3,0),(2362,286,'陵县',3,0),(2363,286,'乐陵市',3,0),(2364,286,'禹城市',3,0),(2365,286,'宁津县',3,0),(2366,286,'庆云县',3,0),(2367,286,'临邑县',3,0),(2368,286,'齐河县',3,0),(2369,286,'平原县',3,0),(2370,286,'夏津县',3,0),(2371,286,'武城县',3,0),(2372,287,'东营区',3,0),(2373,287,'河口区',3,0),(2374,287,'垦利县',3,0),(2375,287,'利津县',3,0),(2376,287,'广饶县',3,0),(2377,288,'牡丹区',3,0),(2378,288,'曹县',3,0),(2379,288,'单县',3,0),(2380,288,'成武县',3,0),(2381,288,'巨野县',3,0),(2382,288,'郓城县',3,0),(2383,288,'鄄城县',3,0),(2384,288,'定陶县',3,0),(2385,288,'东明县',3,0),(2386,289,'市中区',3,0),(2387,289,'任城区',3,0),(2388,289,'曲阜市',3,0),(2389,289,'兖州市',3,0),(2390,289,'邹城市',3,0),(2391,289,'微山县',3,0),(2392,289,'鱼台县',3,0),(2393,289,'金乡县',3,0),(2394,289,'嘉祥县',3,0),(2395,289,'汶上县',3,0),(2396,289,'泗水县',3,0),(2397,289,'梁山县',3,0),(2398,290,'莱城区',3,0),(2399,290,'钢城区',3,0),(2400,291,'东昌府区',3,0),(2401,291,'临清市',3,0),(2402,291,'阳谷县',3,0),(2403,291,'莘县',3,0),(2404,291,'茌平县',3,0),(2405,291,'东阿县',3,0),(2406,291,'冠县',3,0),(2407,291,'高唐县',3,0),(2408,292,'兰山区',3,0),(2409,292,'罗庄区',3,0),(2410,292,'河东区',3,0),(2411,292,'沂南县',3,0),(2412,292,'郯城县',3,0),(2413,292,'沂水县',3,0),(2414,292,'苍山县',3,0),(2415,292,'费县',3,0),(2416,292,'平邑县',3,0),(2417,292,'莒南县',3,0),(2418,292,'蒙阴县',3,0),(2419,292,'临沭县',3,0),(2420,293,'东港区',3,0),(2421,293,'岚山区',3,0),(2422,293,'五莲县',3,0),(2423,293,'莒县',3,0),(2424,294,'泰山区',3,0),(2425,294,'岱岳区',3,0),(2426,294,'新泰市',3,0),(2427,294,'肥城市',3,0),(2428,294,'宁阳县',3,0),(2429,294,'东平县',3,0),(2430,295,'荣成市',3,0),(2431,295,'乳山市',3,0),(2432,295,'环翠区',3,0),(2433,295,'文登市',3,0),(2434,296,'潍城区',3,0),(2435,296,'寒亭区',3,0),(2436,296,'坊子区',3,0),(2437,296,'奎文区',3,0),(2438,296,'青州市',3,0),(2439,296,'诸城市',3,0),(2440,296,'寿光市',3,0),(2441,296,'安丘市',3,0),(2442,296,'高密市',3,0),(2443,296,'昌邑市',3,0),(2444,296,'临朐县',3,0),(2445,296,'昌乐县',3,0),(2446,297,'芝罘区',3,0),(2447,297,'福山区',3,0),(2448,297,'牟平区',3,0),(2449,297,'莱山区',3,0),(2450,297,'开发区',3,0),(2451,297,'龙口市',3,0),(2452,297,'莱阳市',3,0),(2453,297,'莱州市',3,0),(2454,297,'蓬莱市',3,0),(2455,297,'招远市',3,0),(2456,297,'栖霞市',3,0),(2457,297,'海阳市',3,0),(2458,297,'长岛县',3,0),(2459,298,'市中区',3,0),(2460,298,'山亭区',3,0),(2461,298,'峄城区',3,0),(2462,298,'台儿庄区',3,0),(2463,298,'薛城区',3,0),(2464,298,'滕州市',3,0),(2465,299,'张店区',3,0),(2466,299,'临淄区',3,0),(2467,299,'淄川区',3,0),(2468,299,'博山区',3,0),(2469,299,'周村区',3,0),(2470,299,'桓台县',3,0),(2471,299,'高青县',3,0),(2472,299,'沂源县',3,0),(2473,300,'杏花岭区',3,0),(2474,300,'小店区',3,0),(2475,300,'迎泽区',3,0),(2476,300,'尖草坪区',3,0),(2477,300,'万柏林区',3,0),(2478,300,'晋源区',3,0),(2479,300,'高新开发区',3,0),(2480,300,'民营经济开发区',3,0),(2481,300,'经济技术开发区',3,0),(2482,300,'清徐县',3,0),(2483,300,'阳曲县',3,0),(2484,300,'娄烦县',3,0),(2485,300,'古交市',3,0),(2486,301,'城区',3,0),(2487,301,'郊区',3,0),(2488,301,'沁县',3,0),(2489,301,'潞城市',3,0),(2490,301,'长治县',3,0),(2491,301,'襄垣县',3,0),(2492,301,'屯留县',3,0),(2493,301,'平顺县',3,0),(2494,301,'黎城县',3,0),(2495,301,'壶关县',3,0),(2496,301,'长子县',3,0),(2497,301,'武乡县',3,0),(2498,301,'沁源县',3,0),(2499,302,'城区',3,0),(2500,302,'矿区',3,0),(2501,302,'南郊区',3,0),(2502,302,'新荣区',3,0),(2503,302,'阳高县',3,0),(2504,302,'天镇县',3,0),(2505,302,'广灵县',3,0),(2506,302,'灵丘县',3,0),(2507,302,'浑源县',3,0),(2508,302,'左云县',3,0),(2509,302,'大同县',3,0),(2510,303,'城区',3,0),(2511,303,'高平市',3,0),(2512,303,'沁水县',3,0),(2513,303,'阳城县',3,0),(2514,303,'陵川县',3,0),(2515,303,'泽州县',3,0),(2516,304,'榆次区',3,0),(2517,304,'介休市',3,0),(2518,304,'榆社县',3,0),(2519,304,'左权县',3,0),(2520,304,'和顺县',3,0),(2521,304,'昔阳县',3,0),(2522,304,'寿阳县',3,0),(2523,304,'太谷县',3,0),(2524,304,'祁县',3,0),(2525,304,'平遥县',3,0),(2526,304,'灵石县',3,0),(2527,305,'尧都区',3,0),(2528,305,'侯马市',3,0),(2529,305,'霍州市',3,0),(2530,305,'曲沃县',3,0),(2531,305,'翼城县',3,0),(2532,305,'襄汾县',3,0),(2533,305,'洪洞县',3,0),(2534,305,'吉县',3,0),(2535,305,'安泽县',3,0),(2536,305,'浮山县',3,0),(2537,305,'古县',3,0),(2538,305,'乡宁县',3,0),(2539,305,'大宁县',3,0),(2540,305,'隰县',3,0),(2541,305,'永和县',3,0),(2542,305,'蒲县',3,0),(2543,305,'汾西县',3,0),(2544,306,'离石市',3,0),(2545,306,'离石区',3,0),(2546,306,'孝义市',3,0),(2547,306,'汾阳市',3,0),(2548,306,'文水县',3,0),(2549,306,'交城县',3,0),(2550,306,'兴县',3,0),(2551,306,'临县',3,0),(2552,306,'柳林县',3,0),(2553,306,'石楼县',3,0),(2554,306,'岚县',3,0),(2555,306,'方山县',3,0),(2556,306,'中阳县',3,0),(2557,306,'交口县',3,0),(2558,307,'朔城区',3,0),(2559,307,'平鲁区',3,0),(2560,307,'山阴县',3,0),(2561,307,'应县',3,0),(2562,307,'右玉县',3,0),(2563,307,'怀仁县',3,0),(2564,308,'忻府区',3,0),(2565,308,'原平市',3,0),(2566,308,'定襄县',3,0),(2567,308,'五台县',3,0),(2568,308,'代县',3,0),(2569,308,'繁峙县',3,0),(2570,308,'宁武县',3,0),(2571,308,'静乐县',3,0),(2572,308,'神池县',3,0),(2573,308,'五寨县',3,0),(2574,308,'岢岚县',3,0),(2575,308,'河曲县',3,0),(2576,308,'保德县',3,0),(2577,308,'偏关县',3,0),(2578,309,'城区',3,0),(2579,309,'矿区',3,0),(2580,309,'郊区',3,0),(2581,309,'平定县',3,0),(2582,309,'盂县',3,0),(2583,310,'盐湖区',3,0),(2584,310,'永济市',3,0),(2585,310,'河津市',3,0),(2586,310,'临猗县',3,0),(2587,310,'万荣县',3,0),(2588,310,'闻喜县',3,0),(2589,310,'稷山县',3,0),(2590,310,'新绛县',3,0),(2591,310,'绛县',3,0),(2592,310,'垣曲县',3,0),(2593,310,'夏县',3,0),(2594,310,'平陆县',3,0),(2595,310,'芮城县',3,0),(2596,311,'莲湖区',3,0),(2597,311,'新城区',3,0),(2598,311,'碑林区',3,0),(2599,311,'雁塔区',3,0),(2600,311,'灞桥区',3,0),(2601,311,'未央区',3,0),(2602,311,'阎良区',3,0),(2603,311,'临潼区',3,0),(2604,311,'长安区',3,0),(2605,311,'蓝田县',3,0),(2606,311,'周至县',3,0),(2607,311,'户县',3,0),(2608,311,'高陵县',3,0),(2609,312,'汉滨区',3,0),(2610,312,'汉阴县',3,0),(2611,312,'石泉县',3,0),(2612,312,'宁陕县',3,0),(2613,312,'紫阳县',3,0),(2614,312,'岚皋县',3,0),(2615,312,'平利县',3,0),(2616,312,'镇坪县',3,0),(2617,312,'旬阳县',3,0),(2618,312,'白河县',3,0),(2619,313,'陈仓区',3,0),(2620,313,'渭滨区',3,0),(2621,313,'金台区',3,0),(2622,313,'凤翔县',3,0),(2623,313,'岐山县',3,0),(2624,313,'扶风县',3,0),(2625,313,'眉县',3,0),(2626,313,'陇县',3,0),(2627,313,'千阳县',3,0),(2628,313,'麟游县',3,0),(2629,313,'凤县',3,0),(2630,313,'太白县',3,0),(2631,314,'汉台区',3,0),(2632,314,'南郑县',3,0),(2633,314,'城固县',3,0),(2634,314,'洋县',3,0),(2635,314,'西乡县',3,0),(2636,314,'勉县',3,0),(2637,314,'宁强县',3,0),(2638,314,'略阳县',3,0),(2639,314,'镇巴县',3,0),(2640,314,'留坝县',3,0),(2641,314,'佛坪县',3,0),(2642,315,'商州区',3,0),(2643,315,'洛南县',3,0),(2644,315,'丹凤县',3,0),(2645,315,'商南县',3,0),(2646,315,'山阳县',3,0),(2647,315,'镇安县',3,0),(2648,315,'柞水县',3,0),(2649,316,'耀州区',3,0),(2650,316,'王益区',3,0),(2651,316,'印台区',3,0),(2652,316,'宜君县',3,0),(2653,317,'临渭区',3,0),(2654,317,'韩城市',3,0),(2655,317,'华阴市',3,0),(2656,317,'华县',3,0),(2657,317,'潼关县',3,0),(2658,317,'大荔县',3,0),(2659,317,'合阳县',3,0),(2660,317,'澄城县',3,0),(2661,317,'蒲城县',3,0),(2662,317,'白水县',3,0),(2663,317,'富平县',3,0),(2664,318,'秦都区',3,0),(2665,318,'渭城区',3,0),(2666,318,'杨陵区',3,0),(2667,318,'兴平市',3,0),(2668,318,'三原县',3,0),(2669,318,'泾阳县',3,0),(2670,318,'乾县',3,0),(2671,318,'礼泉县',3,0),(2672,318,'永寿县',3,0),(2673,318,'彬县',3,0),(2674,318,'长武县',3,0),(2675,318,'旬邑县',3,0),(2676,318,'淳化县',3,0),(2677,318,'武功县',3,0),(2678,319,'吴起县',3,0),(2679,319,'宝塔区',3,0),(2680,319,'延长县',3,0),(2681,319,'延川县',3,0),(2682,319,'子长县',3,0),(2683,319,'安塞县',3,0),(2684,319,'志丹县',3,0),(2685,319,'甘泉县',3,0),(2686,319,'富县',3,0),(2687,319,'洛川县',3,0),(2688,319,'宜川县',3,0),(2689,319,'黄龙县',3,0),(2690,319,'黄陵县',3,0),(2691,320,'榆阳区',3,0),(2692,320,'神木县',3,0),(2693,320,'府谷县',3,0),(2694,320,'横山县',3,0),(2695,320,'靖边县',3,0),(2696,320,'定边县',3,0),(2697,320,'绥德县',3,0),(2698,320,'米脂县',3,0),(2699,320,'佳县',3,0),(2700,320,'吴堡县',3,0),(2701,320,'清涧县',3,0),(2702,320,'子洲县',3,0),(2703,321,'长宁区',3,0),(2704,321,'闸北区',3,0),(2705,321,'闵行区',3,0),(2706,321,'徐汇区',3,0),(2707,321,'浦东新区',3,0),(2708,321,'杨浦区',3,0),(2709,321,'普陀区',3,0),(2710,321,'静安区',3,0),(2711,321,'卢湾区',3,0),(2712,321,'虹口区',3,0),(2713,321,'黄浦区',3,0),(2714,321,'南汇区',3,0),(2715,321,'松江区',3,0),(2716,321,'嘉定区',3,0),(2717,321,'宝山区',3,0),(2718,321,'青浦区',3,0),(2719,321,'金山区',3,0),(2720,321,'奉贤区',3,0),(2721,321,'崇明县',3,0),(2722,322,'青羊区',3,0),(2723,322,'锦江区',3,0),(2724,322,'金牛区',3,0),(2725,322,'武侯区',3,0),(2726,322,'成华区',3,0),(2727,322,'龙泉驿区',3,0),(2728,322,'青白江区',3,0),(2729,322,'新都区',3,0),(2730,322,'温江区',3,0),(2731,322,'高新区',3,0),(2732,322,'高新西区',3,0),(2733,322,'都江堰市',3,0),(2734,322,'彭州市',3,0),(2735,322,'邛崃市',3,0),(2736,322,'崇州市',3,0),(2737,322,'金堂县',3,0),(2738,322,'双流县',3,0),(2739,322,'郫县',3,0),(2740,322,'大邑县',3,0),(2741,322,'蒲江县',3,0),(2742,322,'新津县',3,0),(2743,322,'都江堰市',3,0),(2744,322,'彭州市',3,0),(2745,322,'邛崃市',3,0),(2746,322,'崇州市',3,0),(2747,322,'金堂县',3,0),(2748,322,'双流县',3,0),(2749,322,'郫县',3,0),(2750,322,'大邑县',3,0),(2751,322,'蒲江县',3,0),(2752,322,'新津县',3,0),(2753,323,'涪城区',3,0),(2754,323,'游仙区',3,0),(2755,323,'江油市',3,0),(2756,323,'盐亭县',3,0),(2757,323,'三台县',3,0),(2758,323,'平武县',3,0),(2759,323,'安县',3,0),(2760,323,'梓潼县',3,0),(2761,323,'北川县',3,0),(2762,324,'马尔康县',3,0),(2763,324,'汶川县',3,0),(2764,324,'理县',3,0),(2765,324,'茂县',3,0),(2766,324,'松潘县',3,0),(2767,324,'九寨沟县',3,0),(2768,324,'金川县',3,0),(2769,324,'小金县',3,0),(2770,324,'黑水县',3,0),(2771,324,'壤塘县',3,0),(2772,324,'阿坝县',3,0),(2773,324,'若尔盖县',3,0),(2774,324,'红原县',3,0),(2775,325,'巴州区',3,0),(2776,325,'通江县',3,0),(2777,325,'南江县',3,0),(2778,325,'平昌县',3,0),(2779,326,'通川区',3,0),(2780,326,'万源市',3,0),(2781,326,'达县',3,0),(2782,326,'宣汉县',3,0),(2783,326,'开江县',3,0),(2784,326,'大竹县',3,0),(2785,326,'渠县',3,0),(2786,327,'旌阳区',3,0),(2787,327,'广汉市',3,0),(2788,327,'什邡市',3,0),(2789,327,'绵竹市',3,0),(2790,327,'罗江县',3,0),(2791,327,'中江县',3,0),(2792,328,'康定县',3,0),(2793,328,'丹巴县',3,0),(2794,328,'泸定县',3,0),(2795,328,'炉霍县',3,0),(2796,328,'九龙县',3,0),(2797,328,'甘孜县',3,0),(2798,328,'雅江县',3,0),(2799,328,'新龙县',3,0),(2800,328,'道孚县',3,0),(2801,328,'白玉县',3,0),(2802,328,'理塘县',3,0),(2803,328,'德格县',3,0),(2804,328,'乡城县',3,0),(2805,328,'石渠县',3,0),(2806,328,'稻城县',3,0),(2807,328,'色达县',3,0),(2808,328,'巴塘县',3,0),(2809,328,'得荣县',3,0),(2810,329,'广安区',3,0),(2811,329,'华蓥市',3,0),(2812,329,'岳池县',3,0),(2813,329,'武胜县',3,0),(2814,329,'邻水县',3,0),(2815,330,'利州区',3,0),(2816,330,'元坝区',3,0),(2817,330,'朝天区',3,0),(2818,330,'旺苍县',3,0),(2819,330,'青川县',3,0),(2820,330,'剑阁县',3,0),(2821,330,'苍溪县',3,0),(2822,331,'峨眉山市',3,0),(2823,331,'乐山市',3,0),(2824,331,'犍为县',3,0),(2825,331,'井研县',3,0),(2826,331,'夹江县',3,0),(2827,331,'沐川县',3,0),(2828,331,'峨边',3,0),(2829,331,'马边',3,0),(2830,332,'西昌市',3,0),(2831,332,'盐源县',3,0),(2832,332,'德昌县',3,0),(2833,332,'会理县',3,0),(2834,332,'会东县',3,0),(2835,332,'宁南县',3,0),(2836,332,'普格县',3,0),(2837,332,'布拖县',3,0),(2838,332,'金阳县',3,0),(2839,332,'昭觉县',3,0),(2840,332,'喜德县',3,0),(2841,332,'冕宁县',3,0),(2842,332,'越西县',3,0),(2843,332,'甘洛县',3,0),(2844,332,'美姑县',3,0),(2845,332,'雷波县',3,0),(2846,332,'木里',3,0),(2847,333,'东坡区',3,0),(2848,333,'仁寿县',3,0),(2849,333,'彭山县',3,0),(2850,333,'洪雅县',3,0),(2851,333,'丹棱县',3,0),(2852,333,'青神县',3,0),(2853,334,'阆中市',3,0),(2854,334,'南部县',3,0),(2855,334,'营山县',3,0),(2856,334,'蓬安县',3,0),(2857,334,'仪陇县',3,0),(2858,334,'顺庆区',3,0),(2859,334,'高坪区',3,0),(2860,334,'嘉陵区',3,0),(2861,334,'西充县',3,0),(2862,335,'市中区',3,0),(2863,335,'东兴区',3,0),(2864,335,'威远县',3,0),(2865,335,'资中县',3,0),(2866,335,'隆昌县',3,0),(2867,336,'东  区',3,0),(2868,336,'西  区',3,0),(2869,336,'仁和区',3,0),(2870,336,'米易县',3,0),(2871,336,'盐边县',3,0),(2872,337,'船山区',3,0),(2873,337,'安居区',3,0),(2874,337,'蓬溪县',3,0),(2875,337,'射洪县',3,0),(2876,337,'大英县',3,0),(2877,338,'雨城区',3,0),(2878,338,'名山县',3,0),(2879,338,'荥经县',3,0),(2880,338,'汉源县',3,0),(2881,338,'石棉县',3,0),(2882,338,'天全县',3,0),(2883,338,'芦山县',3,0),(2884,338,'宝兴县',3,0),(2885,339,'翠屏区',3,0),(2886,339,'宜宾县',3,0),(2887,339,'南溪县',3,0),(2888,339,'江安县',3,0),(2889,339,'长宁县',3,0),(2890,339,'高县',3,0),(2891,339,'珙县',3,0),(2892,339,'筠连县',3,0),(2893,339,'兴文县',3,0),(2894,339,'屏山县',3,0),(2895,340,'雁江区',3,0),(2896,340,'简阳市',3,0),(2897,340,'安岳县',3,0),(2898,340,'乐至县',3,0),(2899,341,'大安区',3,0),(2900,341,'自流井区',3,0),(2901,341,'贡井区',3,0),(2902,341,'沿滩区',3,0),(2903,341,'荣县',3,0),(2904,341,'富顺县',3,0),(2905,342,'江阳区',3,0),(2906,342,'纳溪区',3,0),(2907,342,'龙马潭区',3,0),(2908,342,'泸县',3,0),(2909,342,'合江县',3,0),(2910,342,'叙永县',3,0),(2911,342,'古蔺县',3,0),(2912,343,'和平区',3,0),(2913,343,'河西区',3,0),(2914,343,'南开区',3,0),(2915,343,'河北区',3,0),(2916,343,'河东区',3,0),(2917,343,'红桥区',3,0),(2918,343,'东丽区',3,0),(2919,343,'津南区',3,0),(2920,343,'西青区',3,0),(2921,343,'北辰区',3,0),(2922,343,'塘沽区',3,0),(2923,343,'汉沽区',3,0),(2924,343,'大港区',3,0),(2925,343,'武清区',3,0),(2926,343,'宝坻区',3,0),(2927,343,'经济开发区',3,0),(2928,343,'宁河县',3,0),(2929,343,'静海县',3,0),(2930,343,'蓟县',3,0),(2931,344,'城关区',3,0),(2932,344,'林周县',3,0),(2933,344,'当雄县',3,0),(2934,344,'尼木县',3,0),(2935,344,'曲水县',3,0),(2936,344,'堆龙德庆县',3,0),(2937,344,'达孜县',3,0),(2938,344,'墨竹工卡县',3,0),(2939,345,'噶尔县',3,0),(2940,345,'普兰县',3,0),(2941,345,'札达县',3,0),(2942,345,'日土县',3,0),(2943,345,'革吉县',3,0),(2944,345,'改则县',3,0),(2945,345,'措勤县',3,0),(2946,346,'昌都县',3,0),(2947,346,'江达县',3,0),(2948,346,'贡觉县',3,0),(2949,346,'类乌齐县',3,0),(2950,346,'丁青县',3,0),(2951,346,'察雅县',3,0),(2952,346,'八宿县',3,0),(2953,346,'左贡县',3,0),(2954,346,'芒康县',3,0),(2955,346,'洛隆县',3,0),(2956,346,'边坝县',3,0),(2957,347,'林芝县',3,0),(2958,347,'工布江达县',3,0),(2959,347,'米林县',3,0),(2960,347,'墨脱县',3,0),(2961,347,'波密县',3,0),(2962,347,'察隅县',3,0),(2963,347,'朗县',3,0),(2964,348,'那曲县',3,0),(2965,348,'嘉黎县',3,0),(2966,348,'比如县',3,0),(2967,348,'聂荣县',3,0),(2968,348,'安多县',3,0),(2969,348,'申扎县',3,0),(2970,348,'索县',3,0),(2971,348,'班戈县',3,0),(2972,348,'巴青县',3,0),(2973,348,'尼玛县',3,0),(2974,349,'日喀则市',3,0),(2975,349,'南木林县',3,0),(2976,349,'江孜县',3,0),(2977,349,'定日县',3,0),(2978,349,'萨迦县',3,0),(2979,349,'拉孜县',3,0),(2980,349,'昂仁县',3,0),(2981,349,'谢通门县',3,0),(2982,349,'白朗县',3,0),(2983,349,'仁布县',3,0),(2984,349,'康马县',3,0),(2985,349,'定结县',3,0),(2986,349,'仲巴县',3,0),(2987,349,'亚东县',3,0),(2988,349,'吉隆县',3,0),(2989,349,'聂拉木县',3,0),(2990,349,'萨嘎县',3,0),(2991,349,'岗巴县',3,0),(2992,350,'乃东县',3,0),(2993,350,'扎囊县',3,0),(2994,350,'贡嘎县',3,0),(2995,350,'桑日县',3,0),(2996,350,'琼结县',3,0),(2997,350,'曲松县',3,0),(2998,350,'措美县',3,0),(2999,350,'洛扎县',3,0),(3000,350,'加查县',3,0),(3001,350,'隆子县',3,0),(3002,350,'错那县',3,0),(3003,350,'浪卡子县',3,0),(3004,351,'天山区',3,0),(3005,351,'沙依巴克区',3,0),(3006,351,'新市区',3,0),(3007,351,'水磨沟区',3,0),(3008,351,'头屯河区',3,0),(3009,351,'达坂城区',3,0),(3010,351,'米东区',3,0),(3011,351,'乌鲁木齐县',3,0),(3012,352,'阿克苏市',3,0),(3013,352,'温宿县',3,0),(3014,352,'库车县',3,0),(3015,352,'沙雅县',3,0),(3016,352,'新和县',3,0),(3017,352,'拜城县',3,0),(3018,352,'乌什县',3,0),(3019,352,'阿瓦提县',3,0),(3020,352,'柯坪县',3,0),(3021,353,'阿拉尔市',3,0),(3022,354,'库尔勒市',3,0),(3023,354,'轮台县',3,0),(3024,354,'尉犁县',3,0),(3025,354,'若羌县',3,0),(3026,354,'且末县',3,0),(3027,354,'焉耆',3,0),(3028,354,'和静县',3,0),(3029,354,'和硕县',3,0),(3030,354,'博湖县',3,0),(3031,355,'博乐市',3,0),(3032,355,'精河县',3,0),(3033,355,'温泉县',3,0),(3034,356,'呼图壁县',3,0),(3035,356,'米泉市',3,0),(3036,356,'昌吉市',3,0),(3037,356,'阜康市',3,0),(3038,356,'玛纳斯县',3,0),(3039,356,'奇台县',3,0),(3040,356,'吉木萨尔县',3,0),(3041,356,'木垒',3,0),(3042,357,'哈密市',3,0),(3043,357,'伊吾县',3,0),(3044,357,'巴里坤',3,0),(3045,358,'和田市',3,0),(3046,358,'和田县',3,0),(3047,358,'墨玉县',3,0),(3048,358,'皮山县',3,0),(3049,358,'洛浦县',3,0),(3050,358,'策勒县',3,0),(3051,358,'于田县',3,0),(3052,358,'民丰县',3,0),(3053,359,'喀什市',3,0),(3054,359,'疏附县',3,0),(3055,359,'疏勒县',3,0),(3056,359,'英吉沙县',3,0),(3057,359,'泽普县',3,0),(3058,359,'莎车县',3,0),(3059,359,'叶城县',3,0),(3060,359,'麦盖提县',3,0),(3061,359,'岳普湖县',3,0),(3062,359,'伽师县',3,0),(3063,359,'巴楚县',3,0),(3064,359,'塔什库尔干',3,0),(3065,360,'克拉玛依市',3,0),(3066,361,'阿图什市',3,0),(3067,361,'阿克陶县',3,0),(3068,361,'阿合奇县',3,0),(3069,361,'乌恰县',3,0),(3070,362,'石河子市',3,0),(3071,363,'图木舒克市',3,0),(3072,364,'吐鲁番市',3,0),(3073,364,'鄯善县',3,0),(3074,364,'托克逊县',3,0),(3075,365,'五家渠市',3,0),(3076,366,'阿勒泰市',3,0),(3077,366,'布克赛尔',3,0),(3078,366,'伊宁市',3,0),(3079,366,'布尔津县',3,0),(3080,366,'奎屯市',3,0),(3081,366,'乌苏市',3,0),(3082,366,'额敏县',3,0),(3083,366,'富蕴县',3,0),(3084,366,'伊宁县',3,0),(3085,366,'福海县',3,0),(3086,366,'霍城县',3,0),(3087,366,'沙湾县',3,0),(3088,366,'巩留县',3,0),(3089,366,'哈巴河县',3,0),(3090,366,'托里县',3,0),(3091,366,'青河县',3,0),(3092,366,'新源县',3,0),(3093,366,'裕民县',3,0),(3094,366,'和布克赛尔',3,0),(3095,366,'吉木乃县',3,0),(3096,366,'昭苏县',3,0),(3097,366,'特克斯县',3,0),(3098,366,'尼勒克县',3,0),(3099,366,'察布查尔',3,0),(3100,367,'盘龙区',3,0),(3101,367,'五华区',3,0),(3102,367,'官渡区',3,0),(3103,367,'西山区',3,0),(3104,367,'东川区',3,0),(3105,367,'安宁市',3,0),(3106,367,'呈贡县',3,0),(3107,367,'晋宁县',3,0),(3108,367,'富民县',3,0),(3109,367,'宜良县',3,0),(3110,367,'嵩明县',3,0),(3111,367,'石林县',3,0),(3112,367,'禄劝',3,0),(3113,367,'寻甸',3,0),(3114,368,'兰坪',3,0),(3115,368,'泸水县',3,0),(3116,368,'福贡县',3,0),(3117,368,'贡山',3,0),(3118,369,'宁洱',3,0),(3119,369,'思茅区',3,0),(3120,369,'墨江',3,0),(3121,369,'景东',3,0),(3122,369,'景谷',3,0),(3123,369,'镇沅',3,0),(3124,369,'江城',3,0),(3125,369,'孟连',3,0),(3126,369,'澜沧',3,0),(3127,369,'西盟',3,0),(3128,370,'古城区',3,0),(3129,370,'宁蒗',3,0),(3130,370,'玉龙',3,0),(3131,370,'永胜县',3,0),(3132,370,'华坪县',3,0),(3133,371,'隆阳区',3,0),(3134,371,'施甸县',3,0),(3135,371,'腾冲县',3,0),(3136,371,'龙陵县',3,0),(3137,371,'昌宁县',3,0),(3138,372,'楚雄市',3,0),(3139,372,'双柏县',3,0),(3140,372,'牟定县',3,0),(3141,372,'南华县',3,0),(3142,372,'姚安县',3,0),(3143,372,'大姚县',3,0),(3144,372,'永仁县',3,0),(3145,372,'元谋县',3,0),(3146,372,'武定县',3,0),(3147,372,'禄丰县',3,0),(3148,373,'大理市',3,0),(3149,373,'祥云县',3,0),(3150,373,'宾川县',3,0),(3151,373,'弥渡县',3,0),(3152,373,'永平县',3,0),(3153,373,'云龙县',3,0),(3154,373,'洱源县',3,0),(3155,373,'剑川县',3,0),(3156,373,'鹤庆县',3,0),(3157,373,'漾濞',3,0),(3158,373,'南涧',3,0),(3159,373,'巍山',3,0),(3160,374,'潞西市',3,0),(3161,374,'瑞丽市',3,0),(3162,374,'梁河县',3,0),(3163,374,'盈江县',3,0),(3164,374,'陇川县',3,0),(3165,375,'香格里拉县',3,0),(3166,375,'德钦县',3,0),(3167,375,'维西',3,0),(3168,376,'泸西县',3,0),(3169,376,'蒙自县',3,0),(3170,376,'个旧市',3,0),(3171,376,'开远市',3,0),(3172,376,'绿春县',3,0),(3173,376,'建水县',3,0),(3174,376,'石屏县',3,0),(3175,376,'弥勒县',3,0),(3176,376,'元阳县',3,0),(3177,376,'红河县',3,0),(3178,376,'金平',3,0),(3179,376,'河口',3,0),(3180,376,'屏边',3,0),(3181,377,'临翔区',3,0),(3182,377,'凤庆县',3,0),(3183,377,'云县',3,0),(3184,377,'永德县',3,0),(3185,377,'镇康县',3,0),(3186,377,'双江',3,0),(3187,377,'耿马',3,0),(3188,377,'沧源',3,0),(3189,378,'麒麟区',3,0),(3190,378,'宣威市',3,0),(3191,378,'马龙县',3,0),(3192,378,'陆良县',3,0),(3193,378,'师宗县',3,0),(3194,378,'罗平县',3,0),(3195,378,'富源县',3,0),(3196,378,'会泽县',3,0),(3197,378,'沾益县',3,0),(3198,379,'文山县',3,0),(3199,379,'砚山县',3,0),(3200,379,'西畴县',3,0),(3201,379,'麻栗坡县',3,0),(3202,379,'马关县',3,0),(3203,379,'丘北县',3,0),(3204,379,'广南县',3,0),(3205,379,'富宁县',3,0),(3206,380,'景洪市',3,0),(3207,380,'勐海县',3,0),(3208,380,'勐腊县',3,0),(3209,381,'红塔区',3,0),(3210,381,'江川县',3,0),(3211,381,'澄江县',3,0),(3212,381,'通海县',3,0),(3213,381,'华宁县',3,0),(3214,381,'易门县',3,0),(3215,381,'峨山',3,0),(3216,381,'新平',3,0),(3217,381,'元江',3,0),(3218,382,'昭阳区',3,0),(3219,382,'鲁甸县',3,0),(3220,382,'巧家县',3,0),(3221,382,'盐津县',3,0),(3222,382,'大关县',3,0),(3223,382,'永善县',3,0),(3224,382,'绥江县',3,0),(3225,382,'镇雄县',3,0),(3226,382,'彝良县',3,0),(3227,382,'威信县',3,0),(3228,382,'水富县',3,0),(3229,383,'西湖区',3,0),(3230,383,'上城区',3,0),(3231,383,'下城区',3,0),(3232,383,'拱墅区',3,0),(3233,383,'滨江区',3,0),(3234,383,'江干区',3,0),(3235,383,'萧山区',3,0),(3236,383,'余杭区',3,0),(3237,383,'市郊',3,0),(3238,383,'建德市',3,0),(3239,383,'富阳市',3,0),(3240,383,'临安市',3,0),(3241,383,'桐庐县',3,0),(3242,383,'淳安县',3,0),(3243,384,'吴兴区',3,0),(3244,384,'南浔区',3,0),(3245,384,'德清县',3,0),(3246,384,'长兴县',3,0),(3247,384,'安吉县',3,0),(3248,385,'南湖区',3,0),(3249,385,'秀洲区',3,0),(3250,385,'海宁市',3,0),(3251,385,'嘉善县',3,0),(3252,385,'平湖市',3,0),(3253,385,'桐乡市',3,0),(3254,385,'海盐县',3,0),(3255,386,'婺城区',3,0),(3256,386,'金东区',3,0),(3257,386,'兰溪市',3,0),(3258,386,'市区',3,0),(3259,386,'佛堂镇',3,0),(3260,386,'上溪镇',3,0),(3261,386,'义亭镇',3,0),(3262,386,'大陈镇',3,0),(3263,386,'苏溪镇',3,0),(3264,386,'赤岸镇',3,0),(3265,386,'东阳市',3,0),(3266,386,'永康市',3,0),(3267,386,'武义县',3,0),(3268,386,'浦江县',3,0),(3269,386,'磐安县',3,0),(3270,387,'莲都区',3,0),(3271,387,'龙泉市',3,0),(3272,387,'青田县',3,0),(3273,387,'缙云县',3,0),(3274,387,'遂昌县',3,0),(3275,387,'松阳县',3,0),(3276,387,'云和县',3,0),(3277,387,'庆元县',3,0),(3278,387,'景宁',3,0),(3279,388,'海曙区',3,0),(3280,388,'江东区',3,0),(3281,388,'江北区',3,0),(3282,388,'镇海区',3,0),(3283,388,'北仑区',3,0),(3284,388,'鄞州区',3,0),(3285,388,'余姚市',3,0),(3286,388,'慈溪市',3,0),(3287,388,'奉化市',3,0),(3288,388,'象山县',3,0),(3289,388,'宁海县',3,0),(3290,389,'越城区',3,0),(3291,389,'上虞市',3,0),(3292,389,'嵊州市',3,0),(3293,389,'绍兴县',3,0),(3294,389,'新昌县',3,0),(3295,389,'诸暨市',3,0),(3296,390,'椒江区',3,0),(3297,390,'黄岩区',3,0),(3298,390,'路桥区',3,0),(3299,390,'温岭市',3,0),(3300,390,'临海市',3,0),(3301,390,'玉环县',3,0),(3302,390,'三门县',3,0),(3303,390,'天台县',3,0),(3304,390,'仙居县',3,0),(3305,391,'鹿城区',3,0),(3306,391,'龙湾区',3,0),(3307,391,'瓯海区',3,0),(3308,391,'瑞安市',3,0),(3309,391,'乐清市',3,0),(3310,391,'洞头县',3,0),(3311,391,'永嘉县',3,0),(3312,391,'平阳县',3,0),(3313,391,'苍南县',3,0),(3314,391,'文成县',3,0),(3315,391,'泰顺县',3,0),(3316,392,'定海区',3,0),(3317,392,'普陀区',3,0),(3318,392,'岱山县',3,0),(3319,392,'嵊泗县',3,0),(3320,393,'衢州市',3,0),(3321,393,'江山市',3,0),(3322,393,'常山县',3,0),(3323,393,'开化县',3,0),(3324,393,'龙游县',3,0),(3325,394,'合川区',3,0),(3326,394,'江津区',3,0),(3327,394,'南川区',3,0),(3328,394,'永川区',3,0),(3329,394,'南岸区',3,0),(3330,394,'渝北区',3,0),(3331,394,'万盛区',3,0),(3332,394,'大渡口区',3,0),(3333,394,'万州区',3,0),(3334,394,'北碚区',3,0),(3335,394,'沙坪坝区',3,0),(3336,394,'巴南区',3,0),(3337,394,'涪陵区',3,0),(3338,394,'江北区',3,0),(3339,394,'九龙坡区',3,0),(3340,394,'渝中区',3,0),(3341,394,'黔江开发区',3,0),(3342,394,'长寿区',3,0),(3343,394,'双桥区',3,0),(3344,394,'綦江县',3,0),(3345,394,'潼南县',3,0),(3346,394,'铜梁县',3,0),(3347,394,'大足县',3,0),(3348,394,'荣昌县',3,0),(3349,394,'璧山县',3,0),(3350,394,'垫江县',3,0),(3351,394,'武隆县',3,0),(3352,394,'丰都县',3,0),(3353,394,'城口县',3,0),(3354,394,'梁平县',3,0),(3355,394,'开县',3,0),(3356,394,'巫溪县',3,0),(3357,394,'巫山县',3,0),(3358,394,'奉节县',3,0),(3359,394,'云阳县',3,0),(3360,394,'忠县',3,0),(3361,394,'石柱',3,0),(3362,394,'彭水',3,0),(3363,394,'酉阳',3,0),(3364,394,'秀山',3,0),(3365,395,'沙田区',3,0),(3366,395,'东区',3,0),(3367,395,'观塘区',3,0),(3368,395,'黄大仙区',3,0),(3369,395,'九龙城区',3,0),(3370,395,'屯门区',3,0),(3371,395,'葵青区',3,0),(3372,395,'元朗区',3,0),(3373,395,'深水埗区',3,0),(3374,395,'西贡区',3,0),(3375,395,'大埔区',3,0),(3376,395,'湾仔区',3,0),(3377,395,'油尖旺区',3,0),(3378,395,'北区',3,0),(3379,395,'南区',3,0),(3380,395,'荃湾区',3,0),(3381,395,'中西区',3,0),(3382,395,'离岛区',3,0),(3383,396,'澳门',3,0),(3384,397,'台北',3,0),(3385,397,'高雄',3,0),(3386,397,'基隆',3,0),(3387,397,'台中',3,0),(3388,397,'台南',3,0),(3389,397,'新竹',3,0),(3390,397,'嘉义',3,0),(3391,397,'宜兰县',3,0),(3392,397,'桃园县',3,0),(3393,397,'苗栗县',3,0),(3394,397,'彰化县',3,0),(3395,397,'南投县',3,0),(3396,397,'云林县',3,0),(3397,397,'屏东县',3,0),(3398,397,'台东县',3,0),(3399,397,'花莲县',3,0),(3400,397,'澎湖县',3,0),(3401,3,'合肥',2,0),(3402,3401,'庐阳区',3,0),(3403,3401,'瑶海区',3,0),(3404,3401,'蜀山区',3,0),(3405,3401,'包河区',3,0),(3406,3401,'长丰县',3,0),(3407,3401,'肥东县',3,0),(3408,3401,'肥西县',3,0);
/*!40000 ALTER TABLE `ecs_region` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_role`
--

DROP TABLE IF EXISTS `ecs_role`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_role` (
  `role_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `role_name` varchar(60) NOT NULL DEFAULT '',
  `action_list` text NOT NULL,
  `role_describe` text,
  PRIMARY KEY (`role_id`),
  KEY `user_name` (`role_name`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_role`
--

LOCK TABLES `ecs_role` WRITE;
/*!40000 ALTER TABLE `ecs_role` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_role` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_searchengine`
--

DROP TABLE IF EXISTS `ecs_searchengine`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_searchengine` (
  `date` date NOT NULL DEFAULT '0000-00-00',
  `searchengine` varchar(20) NOT NULL DEFAULT '',
  `count` mediumint(8) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`date`,`searchengine`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_searchengine`
--

LOCK TABLES `ecs_searchengine` WRITE;
/*!40000 ALTER TABLE `ecs_searchengine` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_searchengine` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_sessions`
--

DROP TABLE IF EXISTS `ecs_sessions`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_sessions` (
  `sesskey` char(32) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '',
  `expiry` int(10) unsigned NOT NULL DEFAULT '0',
  `userid` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `adminid` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `ip` char(15) NOT NULL DEFAULT '',
  `user_name` varchar(60) NOT NULL,
  `user_rank` tinyint(3) NOT NULL,
  `discount` decimal(3,2) NOT NULL,
  `email` varchar(60) NOT NULL,
  `data` char(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`sesskey`),
  KEY `expiry` (`expiry`)
) ENGINE=MEMORY DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_sessions`
--

LOCK TABLES `ecs_sessions` WRITE;
/*!40000 ALTER TABLE `ecs_sessions` DISABLE KEYS */;
INSERT INTO `ecs_sessions` VALUES ('c8391a6f093b0e093445018330488d31',1448631564,0,0,'140.207.54.76','0',0,'1.00','0','a:0:{}'),('d601dee653576978ee9577d5ca72d320',1448631511,0,0,'140.207.54.77','0',0,'1.00','0','a:0:{}'),('2be9d6d8613a6a521299af7153da0181',1448631624,0,0,'140.207.54.77','0',0,'1.00','0','a:0:{}');
/*!40000 ALTER TABLE `ecs_sessions` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_sessions_data`
--

DROP TABLE IF EXISTS `ecs_sessions_data`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_sessions_data` (
  `sesskey` varchar(32) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '',
  `expiry` int(10) unsigned NOT NULL DEFAULT '0',
  `data` longtext NOT NULL,
  PRIMARY KEY (`sesskey`),
  KEY `expiry` (`expiry`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_sessions_data`
--

LOCK TABLES `ecs_sessions_data` WRITE;
/*!40000 ALTER TABLE `ecs_sessions_data` DISABLE KEYS */;
INSERT INTO `ecs_sessions_data` VALUES ('1494c639cb17c7401df984ca0d1ad324',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1432598604\";s:7:\"last_ip\";s:13:\"220.248.67.51\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"9D3J\";s:9:\"flow_type\";i:0;}'),('fc7021b8cef6f974b4ea32702c69298f',4294967295,'a:7:{s:14:\"ectouch_verify\";s:4:\"4LNS\";s:9:\"flow_type\";i:0;s:9:\"last_time\";s:10:\"1432856217\";s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:5;s:6:\"pay_id\";i:5;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:7:\"last_ip\";s:9:\"127.0.0.1\";s:10:\"login_fail\";i:0;s:14:\"flow_consignee\";a:9:{s:10:\"address_id\";s:1:\"4\";s:9:\"consignee\";s:9:\"王阿里\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:0:\"\";s:7:\"address\";s:15:\"花园路888号\";s:6:\"mobile\";s:11:\"15858589988\";s:7:\"user_id\";s:2:\"10\";}}'),('676e398aaed5f34c2e6494d2a1a5c5a1',4294967295,'a:7:{s:9:\"last_time\";s:10:\"1433991084\";s:7:\"last_ip\";s:12:\"192.168.1.92\";s:10:\"login_fail\";i:0;s:14:\"ectouch_verify\";s:4:\"EGVU\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:5;s:6:\"pay_id\";i:5;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('800017b7f2a27ca6d257b5538530bfb0',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1434046008\";s:7:\"last_ip\";s:15:\"180.153.194.117\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t4EPR-USX5nlS9bnVzsJnCo\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:0;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"13\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"16\";s:9:\"consignee\";s:6:\"邓州\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"5\";s:4:\"city\";s:2:\"65\";s:8:\"district\";s:3:\"627\";s:7:\"address\";s:12:\"我的地址\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('b31a73d9ed3dcdc8f9b23d1eea403993',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1434049531\";s:7:\"last_ip\";s:13:\"140.207.22.45\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"5376\";s:9:\"flow_type\";i:0;}'),('b7926dfb69f84dd845705933a96b3e1f',4294967295,'a:7:{s:9:\"last_time\";s:10:\"1434050554\";s:10:\"login_fail\";i:0;s:7:\"last_ip\";s:15:\"180.153.194.117\";s:14:\"ectouch_verify\";s:4:\"P5FG\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:8;s:6:\"pay_id\";i:4;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('eb2c2539f399e2b6d71c84f24348ca56',4294967295,'a:7:{s:12:\"redirect_url\";s:72:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=index&a=index\";s:9:\"last_time\";s:10:\"1434049407\";s:7:\"last_ip\";s:15:\"180.153.194.117\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t4EPR-USX5nlS9bnVzsJnCo\";s:14:\"ectouch_verify\";s:4:\"K3BE\";s:9:\"flow_type\";i:0;}'),('5559e86d4c0ada3fcf446e87e32d7d46',4294967295,'a:7:{s:14:\"ectouch_verify\";s:4:\"53ZQ\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:8;s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:9:\"last_time\";s:10:\"1434050567\";s:7:\"last_ip\";s:15:\"180.153.194.117\";s:10:\"login_fail\";i:0;s:14:\"flow_consignee\";a:9:{s:10:\"address_id\";s:1:\"4\";s:9:\"consignee\";s:10:\"王阿里1\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:0:\"\";s:7:\"address\";s:15:\"花园路888号\";s:6:\"mobile\";s:11:\"15858589988\";s:7:\"user_id\";s:2:\"10\";}}'),('d83c829cb175b3108135b21b04190e01',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1434388811\";s:7:\"last_ip\";s:13:\"223.166.99.65\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"C8EQ\";s:9:\"flow_type\";i:0;}'),('da52fd783ca09d5e8a8917d18aa4e827',4294967295,'a:7:{s:14:\"ectouch_verify\";s:4:\"RX2T\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";i:5;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:9:\"last_time\";s:10:\"1434479591\";s:7:\"last_ip\";s:14:\"180.153.194.93\";s:10:\"login_fail\";i:0;s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('8399e263b38d210d0969f2e6f36adf66',4294967295,'a:9:{s:12:\"redirect_url\";s:63:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user\";s:9:\"last_time\";s:10:\"1434499217\";s:7:\"last_ip\";s:14:\"180.153.194.93\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t4EPR-USX5nlS9bnVzsJnCo\";s:14:\"ectouch_verify\";s:4:\"7KSJ\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"13\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"16\";s:9:\"consignee\";s:6:\"邓州\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"5\";s:4:\"city\";s:2:\"65\";s:8:\"district\";s:3:\"627\";s:7:\"address\";s:12:\"我的地址\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('8e12005df2a9b8d00038e218578c0a38',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1434602421\";s:7:\"last_ip\";s:14:\"140.206.89.234\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"BP7J\";s:9:\"flow_type\";i:0;}'),('93a70b5e5b3aaab51ff74953095d6347',4294967295,'a:8:{s:12:\"redirect_url\";s:87:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=affiche&a=index&ad_id=2&uri=\";s:9:\"last_time\";s:10:\"1435200650\";s:7:\"last_ip\";s:13:\"140.206.88.65\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:7:\"from_ad\";i:3;s:7:\"referer\";s:6:\"本站\";s:14:\"ectouch_verify\";s:4:\"8TR3\";}'),('9397eeab81137167266a75cbdd1ff83e',2871333208,'a:6:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1435633777\";s:7:\"last_ip\";s:14:\"140.206.88.232\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"2G3P\";}'),('92ac78326e2d34ac15d1ad4cf6e636d7',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1435803006\";s:7:\"last_ip\";s:14:\"140.207.23.220\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"4CDS\";s:9:\"flow_type\";i:0;}'),('b17851cb3965e6e659913d47e0576d05',4294967295,'a:7:{s:14:\"ectouch_verify\";s:4:\"8RCJ\";s:9:\"flow_type\";i:0;s:9:\"last_time\";s:10:\"1435630582\";s:7:\"last_ip\";s:14:\"180.153.194.71\";s:10:\"login_fail\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('721c4a964a097310589eb228a5e83741',4294967295,'a:9:{s:12:\"redirect_url\";s:73:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=category&a=all\";s:9:\"last_time\";s:10:\"1436211871\";s:7:\"last_ip\";s:13:\"112.64.208.41\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"M8SN\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"Eric Shen\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"13811111111\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('3f3064372cc6fb156f02a141b19e683e',4294967295,'a:5:{s:9:\"last_time\";s:10:\"1436230700\";s:7:\"last_ip\";s:14:\"180.153.194.71\";s:10:\"login_fail\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('ceb2ad1966aba97414d0617274482a26',4294967295,'a:7:{s:9:\"last_time\";s:10:\"1436288695\";s:7:\"last_ip\";s:14:\"180.153.194.71\";s:10:\"login_fail\";i:0;s:14:\"ectouch_verify\";s:4:\"7HK6\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('f20293052cf157ed047730f69b264650',4294967295,'a:9:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1436226029\";s:7:\"last_ip\";s:13:\"112.64.208.41\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"B3VG\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:9:{s:10:\"address_id\";s:1:\"3\";s:9:\"consignee\";s:9:\"Eric Shen\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:6:\"mobile\";s:11:\"13811111111\";s:7:\"user_id\";s:1:\"9\";}}'),('07d8fdfd9c75df9f41d4b5f4fb039333',2873681228,'a:5:{s:12:\"redirect_url\";s:71:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=index\";s:9:\"last_time\";s:10:\"1436811778\";s:7:\"last_ip\";s:14:\"140.206.88.240\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('6df983616b17a8780c219e3fbf843ea8',4294967295,'a:9:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1436851525\";s:7:\"last_ip\";s:14:\"140.206.88.114\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"NM6R\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"Eric Shen\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"13811111111\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('8e154c4efe6256677b87251b4a4e86cb',4294967295,'a:9:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1437332836\";s:7:\"last_ip\";s:14:\"112.64.150.174\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"KBHP\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"Eric Shen\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"13811111111\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('397228023eadecdc873a8943a039362e',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1437340607\";s:7:\"last_ip\";s:14:\"112.64.150.174\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:14:\"ectouch_verify\";s:4:\"BPJN\";}'),('d6f74393a66471eb23a81d5b37c8b48e',4294967295,'a:9:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1437339943\";s:7:\"last_ip\";s:14:\"112.64.150.174\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t9-64DCSzG0a9Yrd8DoGEPQ\";s:7:\"from_ad\";i:9;s:7:\"referer\";s:6:\"本站\";s:14:\"ectouch_verify\";s:4:\"NKBX\";s:9:\"flow_type\";i:0;}'),('021a453d3597aa16de1d7a28dad214a6',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1437353013\";s:7:\"last_ip\";s:14:\"140.207.21.166\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"WUZC\";s:9:\"flow_type\";i:0;}'),('6d0627a31aeee0e68b9e6380f2ddf172',4294967295,'a:8:{s:12:\"redirect_url\";s:87:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=index&a=ajax_goods&type=best\";s:9:\"last_time\";s:10:\"1438025417\";s:7:\"last_ip\";s:14:\"112.64.150.174\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t9-64DCSzG0a9Yrd8DoGEPQ\";s:7:\"from_ad\";i:7;s:7:\"referer\";s:6:\"本站\";s:14:\"ectouch_verify\";s:4:\"FCM3\";}'),('441b36932197da3638e749a9d3b02dcb',2876467178,'a:5:{s:12:\"redirect_url\";s:72:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=index&a=index\";s:9:\"last_time\";s:10:\"1438204680\";s:7:\"last_ip\";s:14:\"180.153.194.71\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t4e73XH1Mnc3FEcIuSauIno\";}'),('acec751066883da042e14dd91f482802',2876478821,'a:5:{s:12:\"redirect_url\";s:72:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=index&a=index\";s:9:\"last_time\";s:10:\"1438210409\";s:7:\"last_ip\";s:14:\"180.153.194.71\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t4e73XH1Mnc3FEcIuSauIno\";}'),('19826d4d6735eb1ecb48208835d59b10',4294967295,'a:7:{s:9:\"last_time\";i:1438210820;s:7:\"last_ip\";s:0:\"\";s:10:\"login_fail\";i:0;s:14:\"ectouch_verify\";s:4:\"79ZG\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:4;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:9:{s:10:\"address_id\";s:2:\"14\";s:9:\"consignee\";s:6:\"测试\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"6\";s:4:\"city\";s:2:\"78\";s:8:\"district\";s:3:\"711\";s:7:\"address\";s:30:\"和核桃仁和投入和体会\";s:6:\"mobile\";s:11:\"18217233896\";s:7:\"user_id\";s:2:\"30\";}}'),('2e6e9828fd839461d55b8fb4673eac5d',4294967295,'a:9:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1439171807\";s:7:\"last_ip\";s:15:\"139.227.100.103\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:14:\"ectouch_verify\";s:4:\"7CZN\";s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"Eric Shen\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"13811111111\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('02297d7f8fdd76ad6354dc6ae89d7012',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1439424736\";s:7:\"last_ip\";s:15:\"139.227.100.103\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"SYD7\";s:9:\"flow_type\";i:0;}'),('1ae5eb00a77e90a3427475e2ef2bc1c2',2878904941,'a:5:{s:12:\"redirect_url\";s:63:\"http://www.genegg.com.cn/shop/mobile/index.php?c=category&a=all\";s:9:\"last_time\";s:10:\"1439423004\";s:7:\"last_ip\";s:15:\"139.227.100.103\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('0929090cd21f7fae587b76c451a50c10',2878905494,'a:5:{s:12:\"redirect_url\";s:82:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=category&a=index&id=250\";s:9:\"last_time\";s:10:\"1439423423\";s:7:\"last_ip\";s:13:\"140.206.89.15\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('80f9829cbba352bb9f920eec61e2bbb0',2878906456,'a:5:{s:12:\"redirect_url\";s:82:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=category&a=index&id=270\";s:9:\"last_time\";s:10:\"1439423941\";s:7:\"last_ip\";s:15:\"139.227.100.103\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('7e931474ad5670f047d3e282ba6d8b9e',4294967295,'a:9:{s:12:\"redirect_url\";s:73:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=category&a=all\";s:9:\"last_time\";s:10:\"1439438724\";s:7:\"last_ip\";s:15:\"139.227.100.103\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"XQV2\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:9:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";i:5;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";i:33;}s:14:\"flow_consignee\";a:9:{s:10:\"address_id\";s:1:\"3\";s:9:\"consignee\";s:9:\"沈雨后\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:6:\"mobile\";s:11:\"18616260000\";s:7:\"user_id\";s:1:\"9\";}}'),('5233982acfad630152a564dc69c4caaa',4294967295,'a:10:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:12:\"captcha_word\";s:16:\"YTQwYjE4M2M0Mg==\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:8;s:6:\"pay_id\";i:2;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:15:\"direct_shopping\";i:1;s:14:\"flow_consignee\";a:13:{s:10:\"address_id\";i:0;s:9:\"consignee\";s:2:\"dd\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"2\";s:4:\"city\";s:2:\"52\";s:8:\"district\";s:3:\"500\";s:5:\"email\";s:14:\"2345dd6@qq.com\";s:7:\"address\";s:2:\"dd\";s:7:\"zipcode\";s:6:\"111111\";s:3:\"tel\";s:11:\"15021195316\";s:6:\"mobile\";s:11:\"15021195316\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}s:9:\"last_time\";s:10:\"1438219141\";s:7:\"last_ip\";s:13:\"222.73.147.42\";}'),('59def29a234cc97e3445dfec1a8a2b11',4294967295,'a:9:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1439498168\";s:7:\"last_ip\";s:14:\"140.206.88.130\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"XLD3\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:9:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";i:5;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";i:33;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('9da0d09dda62179c0ffbbe3584e87b36',4294967295,'a:6:{s:9:\"last_time\";s:10:\"1439769314\";s:7:\"last_ip\";s:13:\"222.73.147.97\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('cbdf01f8d156809b57eff318c1473787',4294967295,'a:6:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1439853531\";s:7:\"last_ip\";s:15:\"139.227.100.103\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"SWQ2\";}'),('2435539fcb826de643f72b22046cdde5',2879770105,'a:5:{s:12:\"redirect_url\";s:76:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=order_list\";s:9:\"last_time\";s:10:\"1439855194\";s:7:\"last_ip\";s:14:\"112.64.189.139\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('fd221dfd8d2e4554e2742e092ff50d69',4294967295,'a:6:{s:12:\"redirect_url\";s:63:\"http://www.genegg.com.cn/shop/mobile/index.php?c=category&a=all\";s:9:\"last_time\";s:10:\"1439856247\";s:7:\"last_ip\";s:15:\"139.227.100.103\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"HT45\";}'),('6ae1b006359b24c32ca43b028b442640',4294967295,'a:6:{s:12:\"redirect_url\";s:78:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=goods&a=index&id=93\";s:9:\"last_time\";s:10:\"1439856653\";s:7:\"last_ip\";s:14:\"140.207.21.174\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"U5TC\";}'),('448820b2e3837e00d33a7e564cf33112',4294967295,'a:7:{s:12:\"redirect_url\";s:93:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=goods&a=price&id=93&attr=&number=1\";s:9:\"last_time\";s:10:\"1439859597\";s:7:\"last_ip\";s:14:\"140.206.88.109\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"3MRJ\";s:9:\"flow_type\";i:0;}'),('5caf0ca1ff7ac895f9aedb7a872f1ad9',2879785045,'a:5:{s:12:\"redirect_url\";s:82:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=ajax_update_cart\";s:9:\"last_time\";s:10:\"1439861019\";s:7:\"last_ip\";s:14:\"140.207.23.159\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('cdd5415f0e02e5d20a9c9fed02d60194',4294967295,'a:9:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1439863714\";s:7:\"last_ip\";s:13:\"140.206.88.89\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:14:\"ectouch_verify\";s:4:\"M3R2\";s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('bac17d846755f1355033b31f880ccf11',4294967295,'a:9:{s:12:\"redirect_url\";s:87:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=change_bonus&bonus=33\";s:9:\"last_time\";s:10:\"1439921822\";s:7:\"last_ip\";s:15:\"139.227.100.103\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:9:\"flow_type\";i:0;s:14:\"ectouch_verify\";s:4:\"AS89\";s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('dd3c592a32fcc9e2c1cfdd1718f72ace',4294967295,'a:7:{s:12:\"redirect_url\";s:102:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=add_relevant&type=checkout&service=0\";s:9:\"last_time\";s:10:\"1439923072\";s:7:\"last_ip\";s:14:\"112.65.191.196\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:14:\"ectouch_verify\";s:4:\"4RT8\";}'),('7500d0854ea187cd5f0993dd7436b1c6',2879922843,'a:5:{s:12:\"redirect_url\";s:76:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=order_list\";s:9:\"last_time\";s:10:\"1439932517\";s:7:\"last_ip\";s:15:\"139.227.100.103\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('94f1153e772b62aee5e3e0fea2ccbfff',2879928677,'a:5:{s:12:\"redirect_url\";s:74:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=msg_list\";s:9:\"last_time\";s:10:\"1439934487\";s:7:\"last_ip\";s:14:\"140.207.23.246\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('5b75653a855c44afe007af816360ded2',4294967295,'a:7:{s:10:\"login_fail\";i:0;s:9:\"last_time\";i:1440036481;s:7:\"last_ip\";s:0:\"\";s:12:\"captcha_word\";s:16:\"YzE3MjFjZDVmYg==\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:10:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:0;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";s:2:\"35\";s:8:\"bonus_sn\";s:10:\"1000109660\";}s:14:\"flow_consignee\";a:14:{s:10:\"address_id\";i:0;s:9:\"consignee\";s:2:\"dd\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"2\";s:4:\"city\";s:2:\"52\";s:8:\"district\";s:3:\"501\";s:5:\"email\";s:15:\"adminqdq@qq.xom\";s:7:\"address\";s:2:\"dd\";s:7:\"zipcode\";s:6:\"111111\";s:3:\"tel\";s:11:\"15021195316\";s:6:\"mobile\";s:11:\"15021195316\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";s:7:\"user_id\";s:2:\"31\";}}'),('ecfe1846a0a1063b7951c614caeb3451',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1440006416\";s:7:\"last_ip\";s:14:\"140.206.255.15\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"S5QW\";s:9:\"flow_type\";i:0;}'),('9d76109a6807d84570ab961f83a88463',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";i:1440095169;s:7:\"last_ip\";s:0:\"\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t6nameDzt_rizl7gJkFaxJQ\";s:14:\"ectouch_verify\";s:4:\"X5AZ\";s:9:\"flow_type\";i:0;}'),('54281c558f6ba8be719170d665a749b6',4294967295,'a:5:{s:12:\"redirect_url\";s:62:\"http://www.genegg.com.cn/shop/mobile/index.php?c=user&a=report\";s:9:\"last_time\";s:10:\"1440286658\";s:7:\"last_ip\";s:15:\"223.104.211.146\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t0oogFU8iFSfzIl6_kbyABU\";}'),('4eacf8b8f52044d12e2db144e4436780',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1440095038\";s:7:\"last_ip\";s:14:\"112.64.150.174\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t6nameDzt_rizl7gJkFaxJQ\";s:14:\"ectouch_verify\";s:4:\"ST32\";s:9:\"flow_type\";i:0;}'),('1290512728144a79dcf1be353e98a2de',4294967295,'a:9:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1440098808\";s:7:\"last_ip\";s:14:\"112.64.150.174\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"NXD3\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('a5505f0c3f8b49917f77263afd554f1b',4294967295,'a:9:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1440287350\";s:7:\"last_ip\";s:13:\"140.207.23.59\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"G8JQ\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('dd9d3ca6d9432f8deeab8d3cbe874775',2881322506,'a:5:{s:12:\"redirect_url\";s:73:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=category&a=all\";s:9:\"last_time\";s:10:\"1440632416\";s:7:\"last_ip\";s:14:\"223.167.74.108\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('7c270909569350a8d4910fd998133157',2881323646,'a:5:{s:12:\"redirect_url\";s:63:\"http://www.genegg.com.cn/shop/mobile/index.php?c=category&a=all\";s:9:\"last_time\";s:10:\"1440632441\";s:7:\"last_ip\";s:14:\"140.207.21.148\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('daf6241ad676acf812b887eac32e5694',4294967295,'a:7:{s:14:\"ectouch_verify\";s:4:\"VYSN\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";i:5;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:9:\"last_time\";s:10:\"1440641547\";s:10:\"login_fail\";i:0;s:7:\"last_ip\";s:14:\"223.167.74.108\";s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"14\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"30\";s:9:\"consignee\";s:6:\"测试\";s:5:\"email\";s:14:\"2345dd6@qq.com\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"2\";s:4:\"city\";s:2:\"52\";s:8:\"district\";s:3:\"500\";s:7:\"address\";s:30:\"和核桃仁和投入和体会\";s:7:\"zipcode\";s:6:\"111111\";s:3:\"tel\";s:11:\"15021195316\";s:6:\"mobile\";s:11:\"18217233896\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('bfaee86f0964e7e05a8ad4c96955a051',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1440640839\";s:7:\"last_ip\";s:14:\"223.167.74.108\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"ZS8D\";s:9:\"flow_type\";i:0;}'),('6e1ff108882073067348521e99af9cb7',4294967295,'a:9:{s:12:\"redirect_url\";s:77:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=add_to_cart\";s:9:\"last_time\";s:10:\"1440963153\";s:7:\"last_ip\";s:14:\"223.167.74.108\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"4QTJ\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('0b40b394613847a6591c6b5255608783',4294967295,'a:6:{s:12:\"redirect_url\";s:76:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=order_list\";s:9:\"last_time\";s:10:\"1440963148\";s:7:\"last_ip\";s:14:\"140.206.255.67\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"PG64\";}'),('198dc51190afd9c659149a104002838a',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1440963237\";s:7:\"last_ip\";s:14:\"140.206.255.67\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"UDF2\";s:9:\"flow_type\";i:0;}'),('9b4cc3a7af6301a82e6c4fbcca332b79',4294967295,'a:9:{s:12:\"redirect_url\";s:76:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=order_list\";s:9:\"last_time\";s:10:\"1440982334\";s:7:\"last_ip\";s:14:\"223.167.74.108\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"Z25V\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('14fe9bdad3bd446feafb67662a35216f',4294967295,'a:9:{s:12:\"redirect_url\";s:70:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=cart\";s:9:\"last_time\";s:10:\"1440982772\";s:7:\"last_ip\";s:14:\"112.65.191.174\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:14:\"ectouch_verify\";s:4:\"HJ3Q\";s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('57f518dd38974a715f96bff8226841ed',4294967295,'a:6:{s:12:\"redirect_url\";s:78:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=goods&a=index&id=88\";s:9:\"last_time\";s:10:\"1441042534\";s:7:\"last_ip\";s:14:\"140.206.88.159\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"YRTJ\";}'),('87cb01bf158a4c017d62013b49549165',4294967295,'a:7:{s:12:\"redirect_url\";s:77:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=add_to_cart\";s:9:\"last_time\";s:10:\"1441046602\";s:7:\"last_ip\";s:14:\"140.206.88.159\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"8AWS\";s:9:\"flow_type\";i:0;}'),('c868702d9a9f0a87d7e6f0a1ffe06ac0',4294967295,'a:7:{s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:9:\"last_time\";s:10:\"1441048285\";s:7:\"last_ip\";s:13:\"222.73.147.39\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}s:14:\"ectouch_verify\";s:4:\"8C76\";}'),('44c2aa8edba4b3b716bb27b8766476c4',2882159458,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1432597001\";s:7:\"last_ip\";s:15:\"180.153.194.116\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_txLdxjNEL1DywEWVghJVLS8\";s:7:\"from_ad\";i:8;s:7:\"referer\";s:6:\"本站\";}'),('2f9de6f56d06e9f99a6f4c572a54dd09',2882204636,'a:7:{s:9:\"last_time\";s:10:\"1441058902\";s:7:\"last_ip\";s:13:\"222.73.147.39\";s:10:\"login_fail\";i:0;s:14:\"ectouch_verify\";s:4:\"DGVL\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('dc94dd17763e2f53d958b876722480c7',4294967295,'a:7:{s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:9:\"last_time\";s:10:\"1441073121\";s:7:\"last_ip\";s:13:\"222.73.147.39\";s:10:\"login_fail\";i:0;s:14:\"ectouch_verify\";s:4:\"ALG9\";s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('ae2b44e2df622c136dc31aead036eb3f',4294967295,'a:6:{s:9:\"last_time\";s:10:\"1441154640\";s:7:\"last_ip\";s:13:\"222.73.147.39\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('b5e259eb7ffa67db4bdf208a3a620ddf',4294967295,'a:7:{s:9:\"last_time\";i:1441158513;s:10:\"login_fail\";i:0;s:7:\"last_ip\";s:0:\"\";s:14:\"ectouch_verify\";s:4:\"M48S\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:4;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:9:{s:10:\"address_id\";i:0;s:9:\"consignee\";s:5:\"ttttt\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"2\";s:4:\"city\";s:2:\"52\";s:8:\"district\";s:3:\"503\";s:7:\"address\";s:4:\"test\";s:6:\"mobile\";s:11:\"13122443434\";s:7:\"user_id\";s:2:\"37\";}}'),('f42e2ec3dfc899979fa3bd748612fcce',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1441050850\";s:7:\"last_ip\";s:13:\"222.73.147.39\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"J5TW\";s:9:\"flow_type\";i:0;}'),('33766d3f551276f94d24ccdc078abbf0',4294967295,'a:7:{s:9:\"last_time\";s:10:\"1441584953\";s:7:\"last_ip\";s:13:\"222.73.147.39\";s:10:\"login_fail\";i:0;s:14:\"ectouch_verify\";s:4:\"54B9\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('f3af0198b53f08b33557b9986c01aebe',4294967295,'a:9:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1441072054\";s:7:\"last_ip\";s:13:\"222.73.147.39\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t24mKii5Qic_R7o9rStb-J0\";s:7:\"from_ad\";i:9;s:7:\"referer\";s:6:\"本站\";s:14:\"ectouch_verify\";s:4:\"BA9K\";s:9:\"flow_type\";i:0;}'),('8862f4b9c5677bdc506b14fe294186e3',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1441590225\";s:7:\"last_ip\";s:14:\"223.167.74.108\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"94X7\";s:9:\"flow_type\";i:0;}'),('6751845bb3ae8f9f3ea6c9ae75abc231',4294967295,'a:7:{s:14:\"ectouch_verify\";s:4:\"S2RE\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:9:\"last_time\";s:10:\"1441587260\";s:7:\"last_ip\";s:13:\"222.73.147.39\";s:10:\"login_fail\";i:0;s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('5c205288e85c546c92832ef98ea38541',2883267664,'a:5:{s:12:\"redirect_url\";s:72:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=index&a=index\";s:9:\"last_time\";s:10:\"1441604452\";s:7:\"last_ip\";s:14:\"223.167.74.108\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('992cd40d0b9d45211b2718bd5d65919a',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1441604999\";s:7:\"last_ip\";s:15:\"140.206.254.139\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"JATD\";s:9:\"flow_type\";i:0;}'),('9345dd64c23bd0260b29740f3a54729d',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1441743628\";s:7:\"last_ip\";s:14:\"223.167.74.249\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:7:\"from_ad\";i:9;s:7:\"referer\";s:6:\"本站\";}'),('54b9327592fc2506bd90f12cddefe7b8',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";i:1441752220;s:7:\"last_ip\";s:0:\"\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_tzN88okcI64dwnPuj-_RhNE\";s:14:\"ectouch_verify\";s:4:\"GS7B\";s:9:\"flow_type\";i:0;}'),('7c33fba1837d6d9dafc655458344c999',2883394216,'a:7:{s:9:\"last_time\";i:1441668267;s:7:\"last_ip\";s:0:\"\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:14:\"ectouch_verify\";s:4:\"JU5L\";s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:0;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:9:{s:10:\"address_id\";i:0;s:9:\"consignee\";s:2:\"ca\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"4\";s:4:\"city\";s:2:\"55\";s:8:\"district\";s:3:\"540\";s:7:\"address\";s:6:\"sdasd \";s:6:\"mobile\";s:11:\"13212345678\";s:7:\"user_id\";s:2:\"40\";}}'),('18cbb889ad1d8f8f4687c70e341e4a12',4294967295,'a:9:{s:12:\"redirect_url\";s:87:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=index&a=ajax_goods&type=best\";s:9:\"last_time\";s:10:\"1441748358\";s:7:\"last_ip\";s:14:\"223.167.74.249\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"QKJE\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('dd327948181caa9d3717ff6ec721943f',2883536911,'a:6:{s:9:\"last_time\";s:10:\"1441733884\";s:7:\"last_ip\";s:13:\"222.73.147.39\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('2ca23259b51488038769908a70c6f4ec',4294967295,'a:7:{s:9:\"last_time\";s:10:\"1441748602\";s:7:\"last_ip\";s:14:\"223.167.74.249\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:14:\"ectouch_verify\";s:4:\"JV8M\";s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"24\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"41\";s:9:\"consignee\";s:7:\"小小1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2706\";s:7:\"address\";s:13:\"测试地址1\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"13818400000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('8f2941e948845cf176a812af43a27c8b',4294967295,'a:6:{s:12:\"redirect_url\";s:62:\"http://www.genegg.com.cn/shop/mobile/index.php?c=user&a=report\";s:9:\"last_time\";s:10:\"1441753248\";s:7:\"last_ip\";s:13:\"140.206.49.34\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_tzN88okcI64dwnPuj-_RhNE\";s:14:\"ectouch_verify\";s:4:\"YBXW\";}'),('5196c2eb9d9463cb0d140105997c1df1',4294967295,'a:9:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";i:1441756969;s:7:\"last_ip\";s:0:\"\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t6aj5XJRfRQSSk_tnh7BO68\";s:14:\"ectouch_verify\";s:4:\"8VRF\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:0;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:9:{s:10:\"address_id\";i:0;s:9:\"consignee\";s:1:\"1\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"4\";s:4:\"city\";s:2:\"55\";s:8:\"district\";s:3:\"541\";s:7:\"address\";s:2:\"11\";s:6:\"mobile\";s:1:\"1\";s:7:\"user_id\";s:2:\"45\";}}'),('7c6deb2eadd51f4bc7e2bfcc26d047c1',4294967295,'a:6:{s:12:\"redirect_url\";s:72:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=index&a=index\";s:9:\"last_time\";s:10:\"1441846477\";s:7:\"last_ip\";s:13:\"223.166.47.49\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"M7RF\";}'),('f07409fe53ec4376537d09c172b021ac',4294967295,'a:5:{s:12:\"redirect_url\";s:77:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=category&a=top_all\";s:9:\"last_time\";s:10:\"1442171871\";s:7:\"last_ip\";s:13:\"112.65.190.30\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('ac81d4276b854a57e62aa329230c288e',4294967295,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1442177796\";s:7:\"last_ip\";s:13:\"112.65.190.30\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:14:\"ectouch_verify\";s:4:\"KX8V\";s:9:\"flow_type\";i:0;}'),('dd1d75a25447e41be3ed8c91f8ef528d',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1442449651\";s:7:\"last_ip\";s:14:\"180.173.89.105\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:1:{s:14:\"extension_code\";s:0:\"\";}s:14:\"ectouch_verify\";s:4:\"8JHF\";}'),('c7190352e6c6113b5562efb5b5c99449',4294967295,'a:9:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:9:\"last_time\";s:10:\"1442170982\";s:7:\"last_ip\";s:14:\"222.73.147.109\";s:12:\"captcha_word\";s:16:\"ODMyM2I5OWNmOQ==\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:9:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";s:0:\"\";}s:14:\"flow_consignee\";a:14:{s:10:\"address_id\";s:2:\"24\";s:9:\"consignee\";s:7:\"小小1\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2706\";s:5:\"email\";s:6:\"1@1.ss\";s:7:\"address\";s:13:\"测试地址1\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:1:\"1\";s:6:\"mobile\";s:11:\"13818400000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";s:7:\"user_id\";s:2:\"41\";}}'),('2aef7ac9086bf0335a2280a4bcbb9a9d',4294967295,'a:7:{s:9:\"last_time\";s:10:\"1442173724\";s:7:\"last_ip\";s:14:\"222.73.147.109\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:14:\"ectouch_verify\";s:4:\"D3J7\";s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";i:4;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"24\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"41\";s:9:\"consignee\";s:7:\"小小1\";s:5:\"email\";s:6:\"1@1.ss\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2706\";s:7:\"address\";s:13:\"测试地址1\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:1:\"1\";s:6:\"mobile\";s:11:\"13818400000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('06c115360c151fd770dc2e53eacf054a',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1442793183\";s:7:\"last_ip\";s:13:\"112.65.190.65\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";i:5;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('1772c303a570551adc1aca8626eaca14',2885654026,'a:5:{s:12:\"redirect_url\";s:78:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=goods&a=index&id=93\";s:9:\"last_time\";s:10:\"1442793582\";s:7:\"last_ip\";s:13:\"223.167.75.49\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('b7922370b01c579a509fc9834dfdd700',4294967295,'a:6:{s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:5;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:9:\"last_time\";s:10:\"1442862693\";s:7:\"last_ip\";s:14:\"180.175.170.71\";s:10:\"login_fail\";i:0;s:14:\"flow_consignee\";a:9:{s:10:\"address_id\";i:0;s:9:\"consignee\";s:2:\"sd\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"8\";s:4:\"city\";s:3:\"114\";s:8:\"district\";s:3:\"989\";s:7:\"address\";s:11:\"dfvftgtyhyh\";s:6:\"mobile\";s:11:\"18829552577\";s:7:\"user_id\";s:2:\"46\";}}'),('b558fccfef70ce8fb98e093afe8ba2be',2885850319,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1442887198\";s:7:\"last_ip\";s:13:\"223.167.75.49\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";i:5;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('b112f769dbc97168bde121fb647bb888',4294967295,'a:6:{s:12:\"redirect_url\";s:72:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=index&a=index\";s:9:\"last_time\";s:10:\"1442882667\";s:7:\"last_ip\";s:13:\"140.206.88.87\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;}'),('fbbc46a9e78689407c1a45de9c93c282',4294967295,'a:6:{s:9:\"last_time\";s:10:\"1442889517\";s:7:\"last_ip\";s:14:\"116.226.83.156\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:4;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"27\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"46\";s:9:\"consignee\";s:2:\"sd\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"8\";s:4:\"city\";s:3:\"114\";s:8:\"district\";s:3:\"989\";s:7:\"address\";s:11:\"dfvftgtyhyh\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18829552577\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('acb16de3c59c3b42eec0c6715ad2dcd8',4294967295,'a:6:{s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:0;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:9:\"last_time\";s:10:\"1442960322\";s:7:\"last_ip\";s:13:\"180.173.88.68\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"27\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"46\";s:9:\"consignee\";s:2:\"sd\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"8\";s:4:\"city\";s:3:\"114\";s:8:\"district\";s:3:\"989\";s:7:\"address\";s:11:\"dfvftgtyhyh\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18829552577\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('0333cfde9a4569220d204dbe9e0930bb',2885998208,'a:6:{s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:0;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:9:\"last_time\";s:10:\"1442968615\";s:7:\"last_ip\";s:13:\"180.173.88.68\";s:10:\"login_fail\";i:0;s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"27\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"46\";s:9:\"consignee\";s:2:\"sd\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"8\";s:4:\"city\";s:3:\"114\";s:8:\"district\";s:3:\"989\";s:7:\"address\";s:11:\"dfvftgtyhyh\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18829552577\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('b40d13316848af2eaca9314eeb1ddb8d',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";i:1442980627;s:7:\"last_ip\";s:0:\"\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t1t0G7PFyvsT3KjTNbCJ9fI\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:0;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:9:{s:10:\"address_id\";i:0;s:9:\"consignee\";s:7:\"ca de\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"5\";s:4:\"city\";s:2:\"62\";s:8:\"district\";s:3:\"604\";s:7:\"address\";s:21:\"参加了咯哦哦哦\";s:6:\"mobile\";s:11:\"18829552577\";s:7:\"user_id\";s:2:\"47\";}}'),('5ede49440a102e8b70d719bef1f75682',4294967295,'a:5:{s:12:\"redirect_url\";s:63:\"http://www.genegg.com.cn/shop/mobile/index.php?c=category&a=all\";s:9:\"last_time\";s:10:\"1443027907\";s:7:\"last_ip\";s:14:\"180.175.170.71\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t1t0G7PFyvsT3KjTNbCJ9fI\";}'),('cbed9182b04e86b892559f9caa31eccd',4294967295,'a:8:{s:12:\"redirect_url\";s:82:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=category&a=index&id=255\";s:9:\"last_time\";s:10:\"1443042819\";s:7:\"last_ip\";s:14:\"180.175.170.71\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('0cfdd766bc8bc73b69839e500fc508e9',4294967295,'a:10:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1442992533\";s:7:\"last_ip\";s:13:\"223.167.75.49\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}s:7:\"from_ad\";i:9;s:7:\"referer\";s:6:\"本站\";}'),('633678a6a476b0839c8d4b6c36193a48',2886136873,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1443034085\";s:7:\"last_ip\";s:14:\"180.175.170.71\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('6efecab10aff786131362c9d68c2a549',4294967295,'a:8:{s:12:\"redirect_url\";s:70:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=cart\";s:9:\"last_time\";s:10:\"1443031701\";s:7:\"last_ip\";s:14:\"112.65.191.241\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('5053c7cd2bcb0aa5ea445ea0a81d1bb5',4294967295,'a:6:{s:10:\"flow_order\";a:9:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";i:53;}s:9:\"last_time\";s:10:\"1443060589\";s:7:\"last_ip\";s:14:\"180.175.170.71\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('2c2cb7242e483dd49b8d93b5d2e24b86',4294967295,'a:6:{s:9:\"flow_type\";i:0;s:9:\"last_time\";s:10:\"1443057918\";s:7:\"last_ip\";s:14:\"180.175.170.71\";s:10:\"login_fail\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:0;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"27\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"46\";s:9:\"consignee\";s:2:\"sd\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"8\";s:4:\"city\";s:3:\"114\";s:8:\"district\";s:3:\"989\";s:7:\"address\";s:11:\"dfvftgtyhyh\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18829552577\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('a73fd054cce2ab8293825ca14c84de57',2886154410,'a:5:{s:12:\"redirect_url\";s:83:\"http://www.genegg.com.cn/shop/mobile/?code=02184fac618ad336097b5f15e537d29X&state=1\";s:9:\"last_time\";s:10:\"1441590095\";s:7:\"last_ip\";s:13:\"222.73.147.39\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t24mKii5Qic_R7o9rStb-J0\";}'),('5a1c89a4b8fd5e53bfc5bbded7b37315',4294967295,'a:6:{s:12:\"redirect_url\";s:93:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=goods&a=price&id=81&attr=&number=1\";s:9:\"last_time\";s:10:\"1443066403\";s:7:\"last_ip\";s:14:\"180.175.170.71\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t17S__eghIf1ap5xTolRrzk\";s:9:\"flow_type\";i:0;}'),('bba6416078adc82eab674a828464bb55',4294967295,'a:6:{s:9:\"last_time\";s:10:\"1443115015\";s:7:\"last_ip\";s:13:\"180.173.88.68\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('5f3bf08ea2b6f2c7eba723c58db72b39',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1443043582\";s:7:\"last_ip\";s:14:\"140.207.23.236\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:7:\"from_ad\";i:8;s:7:\"referer\";s:6:\"本站\";s:9:\"flow_type\";i:0;}'),('d505b445d0f28c8c7c47d39bffa33451',4294967295,'a:8:{s:12:\"redirect_url\";s:70:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=cart\";s:9:\"last_time\";s:10:\"1443058969\";s:7:\"last_ip\";s:13:\"223.167.75.49\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('017d65985478d9f798b84ef2c21f013e',4294967295,'a:8:{s:12:\"redirect_url\";s:74:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=checkout\";s:9:\"last_time\";s:10:\"1443059016\";s:7:\"last_ip\";s:13:\"223.167.75.49\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:9:\"flow_type\";i:0;s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('1e5c8f379c9d1eaec76d64e5c6ef4a9d',4294967295,'a:6:{s:9:\"last_time\";s:10:\"1443128945\";s:7:\"last_ip\";s:13:\"180.173.88.68\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"27\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"46\";s:9:\"consignee\";s:2:\"sd\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"8\";s:4:\"city\";s:3:\"114\";s:8:\"district\";s:3:\"989\";s:7:\"address\";s:11:\"dfvftgtyhyh\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18829552577\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('a8ce69bc92b4b6ba9532536504c549eb',2886178166,'a:5:{s:12:\"redirect_url\";s:62:\"http://www.genegg.com.cn/shop/mobile/index.php?c=user&a=report\";s:9:\"last_time\";s:10:\"1443059621\";s:7:\"last_ip\";s:15:\"140.206.254.236\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('11499efc5f9fdab12240410a1fefbd5a',4294967295,'a:8:{s:12:\"redirect_url\";s:83:\"http://www.genegg.com.cn/shop/mobile/?code=0418ba04752d82ca682a492e6ef0cccf&state=1\";s:9:\"last_time\";s:10:\"1443060257\";s:7:\"last_ip\";s:13:\"223.167.75.49\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('2be58d901301d6f00d91a1ea5a4cdffb',4294967295,'a:6:{s:9:\"flow_type\";i:0;s:9:\"last_time\";s:10:\"1443116956\";s:7:\"last_ip\";s:13:\"180.173.88.68\";s:10:\"login_fail\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";i:5;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('7dab6e9f09ea695dd36f39943d9b7ba1',4294967295,'a:8:{s:12:\"redirect_url\";s:83:\"http://www.genegg.com.cn/shop/mobile/?code=0412eb36497a35bac631951e14b2795q&state=1\";s:9:\"last_time\";s:10:\"1443124775\";s:7:\"last_ip\";s:13:\"220.248.64.49\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"3\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:15:\"康桥路787号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('0fd86d9bf76ce55c214c5134763f131c',4294967295,'a:8:{s:12:\"redirect_url\";s:93:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=change_integral&points=3305\";s:9:\"last_time\";s:10:\"1443124939\";s:7:\"last_ip\";s:13:\"220.248.64.49\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:9:{s:10:\"address_id\";s:2:\"15\";s:9:\"consignee\";s:9:\"沈雨后\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:6:\"mobile\";s:11:\"18616260000\";s:7:\"user_id\";s:1:\"9\";}}'),('17961ef12429106bbbd9fee01590c9e7',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1443127221\";s:7:\"last_ip\";s:13:\"220.248.64.49\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('1da0d8e668fc883e79f1ad1eb7ece8a0',4294967295,'a:6:{s:12:\"redirect_url\";s:46:\"http://www.genegg.com.cn/shop/mobile/index.php\";s:9:\"last_time\";s:10:\"1443068265\";s:7:\"last_ip\";s:14:\"180.175.170.71\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t17S__eghIf1ap5xTolRrzk\";s:9:\"flow_type\";i:0;}'),('6ee5f092e5048551ae4d99d3221d3691',4294967295,'a:6:{s:12:\"redirect_url\";s:93:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=goods&a=price&id=88&attr=&number=1\";s:9:\"last_time\";s:10:\"1443132800\";s:7:\"last_ip\";s:13:\"180.173.88.68\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t1t0G7PFyvsT3KjTNbCJ9fI\";s:9:\"flow_type\";i:0;}'),('94fb1e4aa5e17f70314fa2f40572e03a',4294967295,'a:6:{s:9:\"last_time\";s:10:\"1443211254\";s:7:\"last_ip\";s:13:\"180.173.88.68\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:6:\"pay_id\";i:4;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('013af8033dfcfe0a5729bfe9f7fe773c',2886317032,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1443129127\";s:7:\"last_ip\";s:13:\"220.248.64.49\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('5fc1304bbb5c25d763d0dbdaf55699ca',2886342439,'a:6:{s:9:\"last_time\";s:10:\"1443121764\";s:7:\"last_ip\";s:13:\"180.173.88.68\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";i:4;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('edca6b2d10fc81130c6c3cea479ea248',4294967295,'a:6:{s:12:\"redirect_url\";s:83:\"http://www.genegg.com.cn/shop/mobile/?code=011fe0fc2dad65da0d06e28472023d6S&state=1\";s:9:\"last_time\";s:10:\"1443048390\";s:7:\"last_ip\";s:14:\"180.175.170.71\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t24mKii5Qic_R7o9rStb-J0\";s:9:\"flow_type\";i:0;}'),('9770de2e40924fe2a6f69ca63f2c79d4',2886529282,'a:6:{s:12:\"redirect_url\";s:70:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=cart\";s:9:\"last_time\";s:10:\"1443235727\";s:7:\"last_ip\";s:15:\"139.227.147.108\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;}'),('089fa8db7f9a5ebf41400f56f006c8e9',4294967295,'a:6:{s:12:\"redirect_url\";s:83:\"http://www.genegg.com.cn/shop/mobile/?code=0411466dbc4016c64939adee33dc4e6N&state=1\";s:9:\"last_time\";s:10:\"1443235841\";s:7:\"last_ip\";s:15:\"139.227.147.108\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;}'),('a81dca059ac3e3f6d8d8abbadd0ba5ab',2886545581,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1443240038\";s:7:\"last_ip\";s:14:\"112.65.191.105\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";d:3661;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('0c5f496517a310f5938482f92970fedd',2886529971,'a:5:{s:12:\"redirect_url\";s:91:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=order_detail&order_id=114\";s:9:\"last_time\";s:10:\"1443236169\";s:7:\"last_ip\";s:14:\"112.65.191.105\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('c1537760f05b746aa76a057f6f88da10',4294967295,'a:6:{s:12:\"redirect_url\";s:81:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=relevant&ajax=1\";s:9:\"last_time\";s:10:\"1443237705\";s:7:\"last_ip\";s:14:\"112.65.191.105\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;}'),('4cd0153a4190644610f538532af972f7',4294967295,'a:6:{s:12:\"redirect_url\";s:90:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=select_payment&payment=4\";s:9:\"last_time\";s:10:\"1443237770\";s:7:\"last_ip\";s:15:\"139.227.147.108\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;}'),('ffbf1b79711cdfd5a2d8e9b609c94134',2886545678,'a:6:{s:12:\"redirect_url\";s:74:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=checkout\";s:9:\"last_time\";s:10:\"1443242847\";s:7:\"last_ip\";s:15:\"139.227.147.108\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:10:\"flow_order\";a:1:{s:14:\"extension_code\";s:0:\"\";}}'),('09ae2208502230fcaaf40a7dc11cfb34',4294967295,'a:8:{s:12:\"redirect_url\";s:77:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=add_to_cart\";s:9:\"last_time\";s:10:\"1443244039\";s:7:\"last_ip\";s:14:\"112.65.191.105\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:10:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";s:2:\"49\";s:8:\"bonus_sn\";s:10:\"1000227447\";}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('0a4b48559ee18eba7d7c920e7032db97',4294967295,'a:5:{s:12:\"redirect_url\";s:87:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=index&a=ajax_goods&type=best\";s:9:\"last_time\";s:10:\"1443305084\";s:7:\"last_ip\";s:15:\"139.227.147.108\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('6e966eb3ce8b76a003344ac164a2e8a8',2886553155,'a:5:{s:12:\"redirect_url\";s:85:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=edit_relevant&id=10\";s:9:\"last_time\";s:10:\"1443247423\";s:7:\"last_ip\";s:14:\"112.65.191.105\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('08ef4aa53161e351ca90f9329918c0cf',4294967295,'a:6:{s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";d:6000;s:7:\"surplus\";i:0;}s:9:\"last_time\";s:10:\"1443397878\";s:7:\"last_ip\";s:13:\"101.81.27.187\";s:10:\"login_fail\";i:0;s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:13:\"123456@qq.com\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:8:\"78978945\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('1600b3cc2bda6fc806e7897f5927c872',2886810745,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1443376287\";s:7:\"last_ip\";s:13:\"101.81.27.187\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('25ba7b27c04ea0e238e77a4c5508b950',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1443377172\";s:7:\"last_ip\";s:13:\"101.81.27.187\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:9:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";s:0:\"\";}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('1dce01f1af08bd3ec1cbcfe2e4201f82',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1443379204\";s:7:\"last_ip\";s:13:\"140.206.88.82\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:10:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";s:2:\"83\";s:8:\"bonus_sn\";s:12:\"WU1000090311\";}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('fe6c5e1fcd18ce38f12846bd0d6abd89',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1443383990\";s:7:\"last_ip\";s:13:\"101.81.27.187\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_txFHzXrbkoMnAydpb624Oog\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:0;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"31\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"50\";s:9:\"consignee\";s:9:\"王小明\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"2\";s:4:\"city\";s:2:\"52\";s:8:\"district\";s:3:\"500\";s:7:\"address\";s:43:\"东安街66号首都企业广场11楼205室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"13811100000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('f950bdae21d4248301a0bc289b678246',4294967295,'a:7:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:10:\"flow_order\";a:9:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";s:0:\"\";}s:9:\"last_time\";s:10:\"1443389367\";s:7:\"last_ip\";s:13:\"101.81.27.187\";s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:13:\"123456@qq.com\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:8:\"78978945\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('dd8e238f77e62b5b0672830c6b0d5afb',2886865399,'a:5:{s:12:\"redirect_url\";s:82:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=category&a=index&id=255\";s:9:\"last_time\";s:10:\"1443402688\";s:7:\"last_ip\";s:14:\"140.207.21.192\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('c1aabc3de7a7c3c14ee48bba8765ceff',2886845424,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1443390758\";s:7:\"last_ip\";s:13:\"101.81.27.187\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:1:{s:14:\"extension_code\";s:0:\"\";}}'),('1662bd5f3027aada64ee8293c0067b26',2886846888,'a:7:{s:12:\"redirect_url\";s:62:\"http://www.genegg.com.cn/shop/mobile/index.php?c=user&a=report\";s:9:\"last_time\";s:10:\"1443393846\";s:7:\"last_ip\";s:14:\"140.207.21.192\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:1:{s:14:\"extension_code\";s:0:\"\";}}'),('2349b173d52a9ca2d047e2af19bc4a3c',2886858101,'a:5:{s:12:\"redirect_url\";s:83:\"http://www.genegg.com.cn/shop/mobile/?code=011fffee97e1de05bdfc5311f4e21aat&state=1\";s:9:\"last_time\";s:10:\"1443396466\";s:7:\"last_ip\";s:13:\"112.65.191.52\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t24mKii5Qic_R7o9rStb-J0\";}'),('6689da5b8810170e924879d691cc9c56',2886850546,'a:5:{s:12:\"redirect_url\";s:83:\"http://www.genegg.com.cn/shop/mobile/?code=021844b6756c8f9776614db0db6490cV&state=1\";s:9:\"last_time\";s:10:\"1443232488\";s:7:\"last_ip\";s:13:\"180.173.88.68\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t24mKii5Qic_R7o9rStb-J0\";}'),('6d608ec039a0195dfc1bf33838208036',4294967295,'a:10:{s:12:\"redirect_url\";s:87:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=index&a=ajax_goods&type=best\";s:9:\"last_time\";s:10:\"1443398644\";s:7:\"last_ip\";s:14:\"140.207.21.192\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:9:\"use_bonus\";i:1;s:12:\"use_bonus_sn\";i:0;s:10:\"flow_order\";a:9:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";i:56;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('a19f055fbd6424ee137a03714f963f7c',4294967295,'a:10:{s:12:\"redirect_url\";s:70:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=cart\";s:9:\"last_time\";s:10:\"1443403883\";s:7:\"last_ip\";s:13:\"101.81.27.187\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:9:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";i:56;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}s:9:\"use_bonus\";i:1;s:12:\"use_bonus_sn\";i:0;}'),('8456e9cee366620a6c846cfb9d8ae2ae',4294967295,'a:5:{s:12:\"redirect_url\";s:91:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=order_detail&order_id=123\";s:9:\"last_time\";s:10:\"1443405195\";s:7:\"last_ip\";s:14:\"112.65.191.225\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('1ad51b44f3e9eafcf51c3cf770f5c0c0',4294967295,'a:10:{s:12:\"redirect_url\";s:91:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=order_detail&order_id=122\";s:9:\"last_time\";s:10:\"1443408634\";s:7:\"last_ip\";s:14:\"112.65.191.225\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:9:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";i:57;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}s:9:\"use_bonus\";i:1;s:12:\"use_bonus_sn\";i:0;}'),('01a6a764eae5489fb0a1669a8609ccba',4294967295,'a:6:{s:9:\"flow_type\";i:0;s:9:\"last_time\";i:1443409456;s:7:\"last_ip\";s:0:\"\";s:10:\"login_fail\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"32\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"52\";s:9:\"consignee\";s:3:\"aaa\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"4\";s:4:\"city\";s:2:\"56\";s:8:\"district\";s:3:\"550\";s:7:\"address\";s:6:\"saddsa\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:10:\"1333333333\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('4f4fd7ebb6d3b9b8e73ea0c8d30b16d3',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1434508129\";s:7:\"last_ip\";s:14:\"180.153.194.93\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t4EPR-USX5nlS9bnVzsJnCo\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"13\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"16\";s:9:\"consignee\";s:6:\"邓州\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"5\";s:4:\"city\";s:2:\"65\";s:8:\"district\";s:3:\"627\";s:7:\"address\";s:12:\"我的地址\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('c1e77a0495f4639c9264368f4d612508',2886876939,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1443408986\";s:7:\"last_ip\";s:13:\"101.81.27.187\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('a348a3031273010b672941047620e6f1',4294967295,'a:10:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1443409634\";s:7:\"last_ip\";s:13:\"101.81.27.187\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:9:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";i:4;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";d:4000;s:7:\"surplus\";i:0;s:8:\"bonus_id\";i:58;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}s:9:\"use_bonus\";i:1;s:12:\"use_bonus_sn\";i:0;}'),('d895224e010fa62ce313fd02f3bb01fb',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";i:1443410662;s:7:\"last_ip\";s:0:\"\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t1L2iRq3UaP6v2z601P6GWc\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:0;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:9:{s:10:\"address_id\";i:0;s:9:\"consignee\";s:2:\"11\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"2\";s:4:\"city\";s:2:\"52\";s:8:\"district\";s:3:\"500\";s:7:\"address\";s:3:\"回\";s:6:\"mobile\";s:11:\"13818800000\";s:7:\"user_id\";s:2:\"54\";}}'),('6eaface9831c6114d51a4c7c966415f7',2886909574,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1443412838\";s:7:\"last_ip\";s:13:\"112.65.189.77\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('ec2d0bb03bf3862c0f37d9881af33758',4294967295,'a:6:{s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";d:4000;s:7:\"surplus\";i:0;}s:9:\"last_time\";s:10:\"1443402475\";s:7:\"last_ip\";s:13:\"101.81.27.187\";s:10:\"login_fail\";i:0;s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:13:\"123456@qq.com\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:8:\"78978945\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('da4a4d4e1185730ec08499ae4ffc8e18',4294967295,'a:6:{s:12:\"redirect_url\";s:62:\"http://www.genegg.com.cn/shop/mobile/index.php?c=user&a=report\";s:9:\"last_time\";s:10:\"1443426302\";s:7:\"last_ip\";s:15:\"139.227.147.108\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t7nG8skydU8WSdeX1tsp5ds\";s:9:\"flow_type\";i:0;}'),('7beea557a3b797d7d3edb13d5eb9ea3a',4294967295,'a:8:{s:12:\"redirect_url\";s:87:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=index&a=ajax_goods&type=best\";s:9:\"last_time\";s:10:\"1443466880\";s:7:\"last_ip\";s:14:\"140.206.89.106\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('c7675d6c0716fe9229bdcedbdd15a1d1',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1443467988\";s:7:\"last_ip\";s:15:\"139.227.147.108\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}'),('dfd3f5972728c2bc251445f9c14fcc4b',2888386766,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1443511492\";s:7:\"last_ip\";s:15:\"139.227.147.108\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('c616d248c99d137f958568d99c6acffc',4294967295,'a:6:{s:12:\"redirect_url\";s:62:\"http://www.genegg.com.cn/shop/mobile/index.php?c=user&a=report\";s:9:\"last_time\";s:10:\"1443410229\";s:7:\"last_ip\";s:13:\"101.81.27.187\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_txFHzXrbkoMnAydpb624Oog\";s:9:\"flow_type\";i:0;}'),('b14c8856b65b00a7fb9d447943ae6c02',4294967295,'a:8:{s:12:\"redirect_url\";s:62:\"http://www.genegg.com.cn/shop/mobile/index.php?c=user&a=report\";s:9:\"last_time\";s:10:\"1444172414\";s:7:\"last_ip\";s:14:\"112.64.211.219\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('e2da6656d66bfce66d7d5c7778af228b',4294967295,'a:8:{s:9:\"flow_type\";i:0;s:9:\"last_time\";s:10:\"1443131450\";s:7:\"last_ip\";s:13:\"180.173.88.68\";s:10:\"login_fail\";i:0;s:10:\"flow_order\";a:9:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";s:0:\"\";}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"27\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"46\";s:9:\"consignee\";s:2:\"sd\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"8\";s:4:\"city\";s:3:\"114\";s:8:\"district\";s:3:\"989\";s:7:\"address\";s:11:\"dfvftgtyhyh\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18829552577\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}'),('0d23ccb56ffdd56717a76cab0134763c',4294967295,'a:8:{s:9:\"last_time\";s:10:\"1444597246\";s:7:\"last_ip\";s:13:\"220.248.66.14\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:10:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";d:4000;s:7:\"surplus\";i:0;s:8:\"bonus_id\";s:2:\"82\";s:8:\"bonus_sn\";s:12:\"DR1000084642\";}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}'),('189da69e91cddba082f13062aaa48abc',4294967295,'a:8:{s:9:\"last_time\";s:10:\"1444238246\";s:7:\"last_ip\";s:15:\"180.175.167.154\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:7:\"from_ad\";i:7;s:7:\"referer\";s:6:\"本站\";s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"27\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"46\";s:9:\"consignee\";s:2:\"sd\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"8\";s:4:\"city\";s:3:\"114\";s:8:\"district\";s:3:\"989\";s:7:\"address\";s:11:\"dfvftgtyhyh\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18829552577\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('130a1785e54def8f07855bc08bbfec50',4294967295,'a:6:{s:12:\"redirect_url\";s:72:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=report\";s:9:\"last_time\";s:10:\"1444607052\";s:7:\"last_ip\";s:13:\"222.73.147.14\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t17S__eghIf1ap5xTolRrzk\";s:9:\"flow_type\";i:0;}'),('1a401cdaf25b8374e1022aad4b846427',4294967295,'a:6:{s:12:\"redirect_url\";s:114:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=goods&a=index&id=93&from=singlemessage&isappinstalled=0\";s:9:\"last_time\";s:10:\"1444609055\";s:7:\"last_ip\";s:13:\"220.248.66.14\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_txFHzXrbkoMnAydpb624Oog\";s:9:\"flow_type\";i:0;}'),('c85696d08d33997a7e5db54aa49f22ea',4294967295,'a:5:{s:9:\"last_time\";s:10:\"1444868860\";s:7:\"last_ip\";s:14:\"140.206.89.226\";s:10:\"login_fail\";i:0;s:12:\"redirect_url\";s:76:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=order_list\";s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('f5af62623be887edd1c2725c04e22214',2889276830,'a:5:{s:12:\"redirect_url\";s:83:\"http://www.genegg.com.cn/shop/mobile/?code=0216e7a1b9b68603b3b6bcd621ef28aZ&state=1\";s:9:\"last_time\";s:10:\"1444608046\";s:7:\"last_ip\";s:13:\"220.248.66.14\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('88cff3cf67fd662f3fd2dc254806ac6d',4294967295,'a:8:{s:12:\"redirect_url\";s:74:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=relevant\";s:9:\"last_time\";s:10:\"1444607386\";s:7:\"last_ip\";s:14:\"112.65.191.242\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('8319ad08801bd4d3b715a1b75abf7612',4294967295,'a:8:{s:12:\"redirect_url\";s:83:\"http://www.genegg.com.cn/shop/mobile/?code=041552e29d78548b852f2fc0aa233cev&state=1\";s:9:\"last_time\";s:10:\"1444607389\";s:7:\"last_ip\";s:13:\"220.248.66.14\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:9:\"use_bonus\";i:1;s:12:\"use_bonus_sn\";i:0;}'),('7a0f26a88a82f2aca7e95eaaec846f04',2889273833,'a:5:{s:12:\"redirect_url\";s:76:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=order_list\";s:9:\"last_time\";s:10:\"1444607808\";s:7:\"last_ip\";s:14:\"112.65.191.242\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('f9128f1ce23ca681a226f06516b92a3a',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1445124988\";s:7:\"last_ip\";s:13:\"223.104.5.206\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t0oogFU8iFSfzIl6_kbyABU\";s:9:\"flow_type\";i:0;s:7:\"from_ad\";i:9;s:7:\"referer\";s:6:\"本站\";}'),('2a89507a89f588358db5b1b2fcb9dcd8',4294967295,'a:5:{s:9:\"last_time\";s:10:\"1444872965\";s:7:\"last_ip\";s:11:\"112.65.6.41\";s:10:\"login_fail\";i:0;s:12:\"redirect_url\";s:76:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=order_list\";s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('9a2c5a6965fa73710f47910212dd90f9',2889795726,'a:8:{s:9:\"last_time\";s:10:\"1444868938\";s:7:\"last_ip\";s:14:\"222.73.147.117\";s:10:\"login_fail\";i:0;s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:9:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";s:0:\"\";}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"27\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"46\";s:9:\"consignee\";s:2:\"sd\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"8\";s:4:\"city\";s:3:\"114\";s:8:\"district\";s:3:\"989\";s:7:\"address\";s:11:\"dfvftgtyhyh\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18829552577\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}'),('1e4cdf1d650f8d9f1254b8919746d4d8',4294967295,'a:10:{s:12:\"redirect_url\";s:74:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=checkout\";s:9:\"last_time\";s:10:\"1444609269\";s:7:\"last_ip\";s:13:\"222.73.147.14\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t17S__eghIf1ap5xTolRrzk\";s:10:\"flow_order\";a:9:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";i:5;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";s:0:\"\";}s:9:\"flow_type\";i:0;s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"29\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"48\";s:9:\"consignee\";s:9:\"来看看\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"2\";s:4:\"city\";s:2:\"52\";s:8:\"district\";s:3:\"500\";s:7:\"address\";s:12:\"看看咯哦\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18829552577\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}'),('4acd9ba60689866fcfabb8c5a5152177',2890953065,'a:8:{s:9:\"last_time\";s:10:\"1445447717\";s:7:\"last_ip\";s:14:\"140.206.88.250\";s:10:\"login_fail\";i:0;s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('30f132ab2a355efe81f4dae85e0b39b4',4294967295,'a:9:{s:9:\"last_time\";s:10:\"1445463979\";s:7:\"last_ip\";s:13:\"112.65.188.65\";s:10:\"login_fail\";i:0;s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:1:{s:14:\"extension_code\";s:0:\"\";}s:7:\"from_ad\";i:7;s:7:\"referer\";s:6:\"本站\";}'),('7fe47b2ecdc608ed3f544514dd4e590d',4294967295,'a:5:{s:9:\"last_time\";s:10:\"1445474026\";s:7:\"last_ip\";s:14:\"112.64.189.206\";s:10:\"login_fail\";i:0;s:12:\"redirect_url\";s:82:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=category&a=index&id=270\";s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('321d3375e78e4aaebd5cbf9bcb5eca16',4294967295,'a:5:{s:9:\"last_time\";s:10:\"1445474663\";s:7:\"last_ip\";s:14:\"139.227.165.29\";s:10:\"login_fail\";i:0;s:12:\"redirect_url\";s:82:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=category&a=index&id=282\";s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('ef9bec965d24cf28213be1b9272dc673',4294967295,'a:5:{s:9:\"last_time\";s:10:\"1445474745\";s:7:\"last_ip\";s:14:\"112.64.189.206\";s:10:\"login_fail\";i:0;s:12:\"redirect_url\";s:77:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=category&a=top_all\";s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('9a91d1b45457c5dd91e6d249b2621536',4294967295,'a:5:{s:9:\"last_time\";s:10:\"1445475300\";s:7:\"last_ip\";s:14:\"139.227.165.29\";s:10:\"login_fail\";i:0;s:12:\"redirect_url\";s:87:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=index&a=ajax_goods&type=best\";s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('8f43aadcb6db9166cda45fbcf0e8f67a',2891703945,'a:5:{s:9:\"last_time\";s:10:\"1445823172\";s:7:\"last_ip\";s:15:\"139.226.183.128\";s:10:\"login_fail\";i:0;s:12:\"redirect_url\";s:62:\"http://www.genegg.com.cn/shop/mobile/index.php?c=user&a=report\";s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('8abca72e7323bad00a7732d20522d7e6',2891705990,'a:5:{s:9:\"last_time\";s:10:\"1445824194\";s:7:\"last_ip\";s:15:\"140.206.254.203\";s:10:\"login_fail\";i:0;s:12:\"redirect_url\";s:72:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=report\";s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('d0264f127b016dc04cf57b0c81f95b8d',2891706060,'a:5:{s:9:\"last_time\";s:10:\"1445824229\";s:7:\"last_ip\";s:15:\"139.226.183.128\";s:10:\"login_fail\";i:0;s:12:\"redirect_url\";s:72:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=report\";s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('45c4b07a56550d4b3b8fe33bee55005a',2893211857,'a:5:{s:12:\"redirect_url\";s:62:\"http://www.genegg.com.cn/shop/mobile/index.php?c=user&a=report\";s:9:\"last_time\";s:10:\"1445971292\";s:7:\"last_ip\";s:15:\"139.226.183.128\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('790164e22b665e56895e3140f5a63007',2895322723,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1447472315\";s:7:\"last_ip\";s:12:\"112.65.7.100\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:7:\"from_ad\";i:9;s:7:\"referer\";s:6:\"本站\";}'),('fbaa5a0c91f59059fac2296d5829327c',2895478790,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1441756682\";s:7:\"last_ip\";s:14:\"112.64.150.174\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t6aj5XJRfRQSSk_tnh7BO68\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:0;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"26\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"45\";s:9:\"consignee\";s:1:\"1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"4\";s:4:\"city\";s:2:\"55\";s:8:\"district\";s:3:\"541\";s:7:\"address\";s:2:\"11\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:1:\"1\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('eca2fa665696d1c175b443dcd4cae7b3',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1447719040\";s:7:\"last_ip\";s:14:\"112.64.141.254\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t6aj5XJRfRQSSk_tnh7BO68\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:5;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"26\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"45\";s:9:\"consignee\";s:1:\"1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"4\";s:4:\"city\";s:2:\"55\";s:8:\"district\";s:3:\"541\";s:7:\"address\";s:2:\"11\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:1:\"1\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('2bd850f1d5ddd0d43ed78b3f8dbcdee5',2895488847,'a:6:{s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";i:5;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:9:\"last_time\";s:10:\"1441743092\";s:7:\"last_ip\";s:14:\"223.167.74.249\";s:10:\"login_fail\";i:0;s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"14\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"30\";s:9:\"consignee\";s:6:\"测试\";s:5:\"email\";s:14:\"2345dd6@qq.com\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"2\";s:4:\"city\";s:2:\"52\";s:8:\"district\";s:3:\"500\";s:7:\"address\";s:30:\"和核桃仁和投入和体会\";s:7:\"zipcode\";s:6:\"111111\";s:3:\"tel\";s:11:\"15021195316\";s:6:\"mobile\";s:11:\"18217233896\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('04027e9dab33752480e070800eb5546b',4294967295,'a:12:{s:12:\"redirect_url\";s:163:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=category&a=asynclist&id=270&brand=0&price_min=0&price_max=0&filter_attr=0&page=1&sort=goods_id&order=ASC\";s:9:\"last_time\";s:10:\"1447715375\";s:7:\"last_ip\";s:14:\"140.206.89.169\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:7:\"from_ad\";i:7;s:7:\"referer\";s:6:\"本站\";s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;s:10:\"flow_order\";a:10:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";s:3:\"104\";s:8:\"bonus_sn\";s:12:\"Vb1000286540\";}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('46b863920e1e83cf31a57003cbd5b6ed',2895495757,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1447710520\";s:7:\"last_ip\";s:14:\"112.64.141.254\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t6aj5XJRfRQSSk_tnh7BO68\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";i:0;s:6:\"pay_id\";i:0;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"26\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"45\";s:9:\"consignee\";s:1:\"1\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"4\";s:4:\"city\";s:2:\"55\";s:8:\"district\";s:3:\"541\";s:7:\"address\";s:2:\"11\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:1:\"1\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('1dad84c88aa411e4cbe83e1a7c528d4f',4294967295,'a:8:{s:12:\"redirect_url\";s:90:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=done&step=done&step=done\";s:9:\"last_time\";s:10:\"1447716579\";s:7:\"last_ip\";s:12:\"112.65.5.206\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}'),('5b04e8f7b8d0ec12d05c90bac3411b81',4294967295,'a:9:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1434335313\";s:7:\"last_ip\";s:13:\"223.104.5.231\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t45Zq4KNYK1v51IxoD-u-E8\";s:9:\"flow_type\";i:0;s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;s:10:\"flow_order\";a:1:{s:14:\"extension_code\";s:0:\"\";}}'),('75beaa35cf54196d31632ecd85b5d472',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1447795871\";s:7:\"last_ip\";s:13:\"140.206.49.34\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_tzN88okcI64dwnPuj-_RhNE\";s:9:\"flow_type\";i:0;s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}'),('0de5f7f2d2ac934e0fe3b3c781407db2',4294967295,'a:5:{s:12:\"redirect_url\";s:72:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=report\";s:9:\"last_time\";s:10:\"1448388359\";s:7:\"last_ip\";s:13:\"180.173.86.27\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";}'),('ef29c6bb681045775f11c1d74cc848ea',4294967295,'a:11:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1437630279\";s:7:\"last_ip\";s:14:\"115.172.224.50\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_tx1VOLPVPw1BO57GLiHm2Pk\";s:9:\"flow_type\";i:0;s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;s:7:\"from_ad\";i:9;s:7:\"referer\";s:6:\"本站\";s:10:\"flow_order\";a:1:{s:14:\"extension_code\";s:0:\"\";}}'),('ed417f34434499e5d229ade0ed6026f8',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1447803331\";s:7:\"last_ip\";s:13:\"140.206.49.34\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t8ChuVuykqsFIVothYAyGuo\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"40\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"70\";s:9:\"consignee\";s:6:\"赵春\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"25\";s:4:\"city\";s:3:\"321\";s:8:\"district\";s:4:\"2707\";s:7:\"address\";s:46:\"上海市浦东新区季景路19弄57号楼401\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"13817401962\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('d54ed6170c4bc0d7884203bc07530037',4294967295,'a:10:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";i:1447796958;s:7:\"last_ip\";s:0:\"\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t0LmpBJE-TXHncfc3jnL8lQ\";s:9:\"flow_type\";i:0;s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;s:7:\"from_ad\";i:7;s:7:\"referer\";s:6:\"本站\";}'),('21030b4de5b7d0e32a4389a85a50458b',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";i:1447796868;s:7:\"last_ip\";s:0:\"\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_tzmM0KiHfMZgI7MIyERtI3U\";s:9:\"flow_type\";i:0;s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}'),('b075312aa68184cab1e9d4d0c89779a5',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";i:1447796995;s:7:\"last_ip\";s:0:\"\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t9sFV0FFI5lMAiAQmnFQt2Q\";s:9:\"flow_type\";i:0;s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}'),('3f4776b78f14f4b325dcbb42fcd12819',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1447796494\";s:7:\"last_ip\";s:13:\"140.206.49.34\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t9sFV0FFI5lMAiAQmnFQt2Q\";s:7:\"from_ad\";i:7;s:7:\"referer\";s:6:\"本站\";s:9:\"flow_type\";i:0;}'),('a54601f60d9551f330c9aa435214c752',4294967295,'a:8:{s:12:\"redirect_url\";s:76:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=order_list\";s:9:\"last_time\";s:10:\"1447910350\";s:7:\"last_ip\";s:13:\"101.229.72.85\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t0oogFU8iFSfzIl6_kbyABU\";s:9:\"flow_type\";i:0;s:7:\"from_ad\";i:9;s:7:\"referer\";s:6:\"本站\";}'),('6762623bd5e3b4ded5b432e45977fcda',4294967295,'a:9:{s:12:\"redirect_url\";s:102:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=validate_bonus&bonus_sn=SG1000272369\";s:9:\"last_time\";s:10:\"1447877345\";s:7:\"last_ip\";s:14:\"223.167.244.40\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;s:10:\"flow_order\";a:1:{s:14:\"extension_code\";s:0:\"\";}}'),('e3fe2440ae81272b5738e340ec93c4f8',4294967295,'a:5:{s:12:\"redirect_url\";s:78:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=goods&a=index&id=93\";s:9:\"last_time\";s:10:\"1447967810\";s:7:\"last_ip\";s:14:\"112.64.150.174\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t8ChuVuykqsFIVothYAyGuo\";}'),('4308fdef3a35dd235612c60df5699d82',2896410022,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1447962610\";s:7:\"last_ip\";s:14:\"114.88.203.164\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t0oogFU8iFSfzIl6_kbyABU\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"18\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"24\";s:9:\"consignee\";s:6:\"小明\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"5\";s:4:\"city\";s:2:\"63\";s:8:\"district\";s:3:\"612\";s:7:\"address\";s:10:\"用于uuui\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:9:\"138000000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('6b2639a31b13caa6e87089fd5a596003',4294967295,'a:6:{s:12:\"redirect_url\";s:76:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=user&a=order_list\";s:9:\"last_time\";s:10:\"1447800577\";s:7:\"last_ip\";s:13:\"140.206.49.34\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t8RMgyc4ADSB6HqMnvlwQDk\";s:9:\"flow_type\";i:0;}'),('973da06caa0368d0bf6640fae68fe699',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";i:1447803494;s:7:\"last_ip\";s:0:\"\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t8ChuVuykqsFIVothYAyGuo\";s:9:\"flow_type\";i:0;s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}'),('f03dd84140bd8b898cdbe9c5b957f411',2895663302,'a:6:{s:12:\"redirect_url\";s:70:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=flow&a=cart\";s:9:\"last_time\";s:10:\"1447796517\";s:7:\"last_ip\";s:13:\"140.206.49.34\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;}'),('4964e08a237bc8bb2c443b853abfe8d4',2896839145,'a:8:{s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:9:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";s:0:\"\";}s:9:\"last_time\";s:10:\"1448390125\";s:7:\"last_ip\";s:13:\"180.173.86.27\";s:10:\"login_fail\";i:0;s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:13:\"123456@qq.com\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:8:\"78978945\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}'),('49d35476a7e6b9b19495949ab83333af',4294967295,'a:10:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1448335806\";s:7:\"last_ip\";s:13:\"112.64.179.50\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t0oogFU8iFSfzIl6_kbyABU\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:10:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";i:5;s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";s:3:\"101\";s:8:\"bonus_sn\";s:12:\"VT1000253359\";}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"18\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"24\";s:9:\"consignee\";s:6:\"小明\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"5\";s:4:\"city\";s:2:\"63\";s:8:\"district\";s:3:\"612\";s:7:\"address\";s:10:\"用于uuui\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:9:\"138000000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}'),('6685f0ed4b04a01094c6b2941d4a6b85',4294967295,'a:6:{s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:8:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"4\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;}s:9:\"last_time\";s:10:\"1448391717\";s:7:\"last_ip\";s:13:\"180.173.86.27\";s:10:\"login_fail\";i:0;s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"4\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:2:\"10\";s:9:\"consignee\";s:10:\"王阿里1\";s:5:\"email\";s:13:\"123456@qq.com\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"9\";s:4:\"city\";s:3:\"121\";s:8:\"district\";s:1:\"0\";s:7:\"address\";s:15:\"花园路888号\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:8:\"78978945\";s:6:\"mobile\";s:11:\"15858589988\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}}'),('fb8653f74b75db7d3f910e5c1b51e254',2896923353,'a:7:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1448391424\";s:7:\"last_ip\";s:13:\"223.104.5.232\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t0oogFU8iFSfzIl6_kbyABU\";s:7:\"from_ad\";i:9;s:7:\"referer\";s:6:\"本站\";}'),('2d659937fa93247d052e01cd9fb6a1ea',2896841499,'a:10:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1448390866\";s:7:\"last_ip\";s:13:\"180.173.86.27\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:9:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"8\";s:6:\"pay_id\";s:1:\"5\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";s:0:\"\";}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:2:\"15\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"9\";s:9:\"consignee\";s:9:\"沈雨后\";s:5:\"email\";s:0:\"\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:2:\"16\";s:4:\"city\";s:3:\"221\";s:8:\"district\";s:4:\"1854\";s:7:\"address\";s:33:\"苏州新区干将路189号202室\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:0:\"\";s:6:\"mobile\";s:11:\"18616260000\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}'),('63f7c0679422f3bc6622240be53dc9ad',4294967295,'a:8:{s:12:\"redirect_url\";s:37:\"http://www.genegg.com.cn/shop/mobile/\";s:9:\"last_time\";s:10:\"1448391927\";s:7:\"last_ip\";s:13:\"140.207.23.60\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}'),('5f729c1fcdf1aba741adb4603ba22632',4294967295,'a:8:{s:12:\"redirect_url\";s:77:\"http://www.genegg.com.cn/shop/mobile/index.php?m=default&c=category&a=top_all\";s:9:\"last_time\";s:10:\"1448484340\";s:7:\"last_ip\";s:15:\"223.166.245.144\";s:10:\"login_fail\";i:0;s:6:\"openid\";s:28:\"oip6_t15U6Mo_byRX9b-AW0dg38c\";s:9:\"flow_type\";i:0;s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}'),('4b14d580194e74568cecfdf40f09e0b9',4294967295,'a:4:{s:10:\"admin_name\";s:8:\"zhaochun\";s:11:\"action_list\";s:396:\"goods_manage,remove_back,cat_manage,cat_drop,attr_manage,brand_manage,comment_priv,tag_manage,goods_type,goods_auto,virualcard,picture_batch,goods_export,goods_batch,gen_goods_script,shop_config,cron,order_os_edit,order_ps_edit,order_ss_edit,order_edit,order_view,order_view_finished,repay_manage,booking,sale_order_stats,client_flow_stats,delivery_view,back_view,set_tag,out_service,bonus_manage\";s:10:\"last_check\";i:1448503275;s:12:\"suppliers_id\";s:1:\"0\";}'),('c7aea11b5bc527c522177dc23fb4c75f',4294967295,'a:4:{s:10:\"admin_name\";s:8:\"zhaochun\";s:11:\"action_list\";s:396:\"goods_manage,remove_back,cat_manage,cat_drop,attr_manage,brand_manage,comment_priv,tag_manage,goods_type,goods_auto,virualcard,picture_batch,goods_export,goods_batch,gen_goods_script,shop_config,cron,order_os_edit,order_ps_edit,order_ss_edit,order_edit,order_view,order_view_finished,repay_manage,booking,sale_order_stats,client_flow_stats,delivery_view,back_view,set_tag,out_service,bonus_manage\";s:10:\"last_check\";i:1448501489;s:12:\"suppliers_id\";s:1:\"0\";}'),('7028b45393db980353ec5e2c9d34fa36',4294967295,'a:8:{s:9:\"last_time\";s:10:\"1448431992\";s:10:\"login_fail\";i:0;s:7:\"last_ip\";s:14:\"101.229.72.148\";s:9:\"flow_type\";i:0;s:10:\"flow_order\";a:10:{s:14:\"extension_code\";s:0:\"\";s:11:\"shipping_id\";s:1:\"3\";s:6:\"pay_id\";s:1:\"1\";s:7:\"pack_id\";i:0;s:7:\"card_id\";i:0;s:5:\"bonus\";i:0;s:8:\"integral\";i:0;s:7:\"surplus\";i:0;s:8:\"bonus_id\";s:1:\"9\";s:8:\"bonus_sn\";s:10:\"1000070278\";}s:14:\"flow_consignee\";a:15:{s:10:\"address_id\";s:1:\"1\";s:12:\"address_name\";s:0:\"\";s:7:\"user_id\";s:1:\"1\";s:9:\"consignee\";s:9:\"刘先生\";s:5:\"email\";s:17:\"ecshop@ecshop.com\";s:7:\"country\";s:1:\"1\";s:8:\"province\";s:1:\"2\";s:4:\"city\";s:2:\"52\";s:8:\"district\";s:3:\"502\";s:7:\"address\";s:12:\"海兴大厦\";s:7:\"zipcode\";s:0:\"\";s:3:\"tel\";s:12:\"010-25851234\";s:6:\"mobile\";s:11:\"13986765412\";s:13:\"sign_building\";s:0:\"\";s:9:\"best_time\";s:0:\"\";}s:9:\"use_bonus\";i:0;s:12:\"use_bonus_sn\";i:1;}');
/*!40000 ALTER TABLE `ecs_sessions_data` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_shipping`
--

DROP TABLE IF EXISTS `ecs_shipping`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_shipping` (
  `shipping_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `shipping_code` varchar(20) NOT NULL DEFAULT '',
  `shipping_name` varchar(120) NOT NULL DEFAULT '',
  `shipping_desc` varchar(255) NOT NULL DEFAULT '',
  `insure` varchar(10) NOT NULL DEFAULT '0',
  `support_cod` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `shipping_print` text NOT NULL,
  `print_bg` varchar(255) DEFAULT NULL,
  `config_lable` text,
  `print_model` tinyint(1) DEFAULT '0',
  `shipping_order` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`shipping_id`),
  KEY `shipping_code` (`shipping_code`,`enabled`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_shipping`
--

LOCK TABLES `ecs_shipping` WRITE;
/*!40000 ALTER TABLE `ecs_shipping` DISABLE KEYS */;
INSERT INTO `ecs_shipping` VALUES (8,'sf_express','顺丰速运','江、浙、沪地区首重15元/KG，续重2元/KG，其余城市首重20元/KG','0',0,1,'','/images/receipt/dly_sf_express.jpg','t_shop_name,网店-名称,150,29,112,137,b_shop_name||,||t_shop_address,网店-地址,268,55,105,168,b_shop_address||,||t_shop_tel,网店-联系电话,88,21,143,234,b_shop_tel||,||t_customer_name,收件人-姓名,78,23,299,265,b_customer_name||,||t_customer_address,收件人-详细地址,271,94,104,293,b_customer_address||,||t_customer_mobel,收件人-手机,131,21,244,397,b_customer_mobel||,||',2,0);
/*!40000 ALTER TABLE `ecs_shipping` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_shipping_area`
--

DROP TABLE IF EXISTS `ecs_shipping_area`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_shipping_area` (
  `shipping_area_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `shipping_area_name` varchar(150) NOT NULL DEFAULT '',
  `shipping_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `configure` text NOT NULL,
  PRIMARY KEY (`shipping_area_id`),
  KEY `shipping_id` (`shipping_id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_shipping_area`
--

LOCK TABLES `ecs_shipping_area` WRITE;
/*!40000 ALTER TABLE `ecs_shipping_area` DISABLE KEYS */;
INSERT INTO `ecs_shipping_area` VALUES (5,'全国',8,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:6:\"100000\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:1:\"0\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:1:\"0\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:0:\"\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}');
/*!40000 ALTER TABLE `ecs_shipping_area` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_shop_config`
--

DROP TABLE IF EXISTS `ecs_shop_config`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_shop_config` (
  `id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `code` varchar(30) NOT NULL DEFAULT '',
  `type` varchar(10) NOT NULL DEFAULT '',
  `store_range` varchar(255) NOT NULL DEFAULT '',
  `store_dir` varchar(255) NOT NULL DEFAULT '',
  `value` text NOT NULL,
  `sort_order` tinyint(3) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  UNIQUE KEY `code` (`code`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=909 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_shop_config`
--

LOCK TABLES `ecs_shop_config` WRITE;
/*!40000 ALTER TABLE `ecs_shop_config` DISABLE KEYS */;
INSERT INTO `ecs_shop_config` VALUES (1,0,'shop_info','group','','','',1),(2,0,'basic','group','','','',1),(3,0,'display','group','','','',1),(4,0,'shopping_flow','group','','','',1),(5,0,'smtp','group','','','',1),(6,0,'hidden','hidden','','','',1),(7,0,'goods','group','','','',1),(8,0,'sms','group','','','',1),(9,0,'wap','group','','','',1),(101,1,'shop_name','text','','','集蛋商城',1),(102,1,'shop_title','text','','','集蛋商城',1),(103,1,'shop_desc','text','','','Genegg',1),(104,1,'shop_keywords','text','','','',1),(105,1,'shop_country','manual','','','1',1),(106,1,'shop_province','manual','','','25',1),(107,1,'shop_city','manual','','','321',1),(108,1,'shop_address','text','','','上海市邯郸路实验室地址',1),(109,1,'qq','text','','','123456',1),(110,1,'ww','text','','','123456',1),(111,1,'skype','text','','','',1),(112,1,'ym','text','','','',1),(113,1,'msn','text','','','1234@live.cn',1),(114,1,'service_email','text','','','',1),(115,1,'service_phone','text','','','4001234123',1),(116,1,'shop_closed','select','0,1','','0',1),(117,1,'close_comment','textarea','','','',1),(118,1,'shop_logo','file','','../themes/{$template}/images/','../themes/ecmoban_yemaijiu/images/logo.gif',1),(119,1,'licensed','select','0,1','','0',1),(120,1,'user_notice','textarea','','','用户中心公告！',1),(121,1,'shop_notice','textarea','','','欢迎光临ecshop模板堂(<a href=\"http://www.ecmoban.com\">www.ecmoban.com</a>),ecshop模板选购第一站！',1),(122,1,'shop_reg_closed','select','1,0','','0',1),(201,2,'lang','manual','','','zh_cn',1),(202,2,'icp_number','text','','','',1),(203,2,'icp_file','file','','../cert/','',1),(204,2,'watermark','file','','../images/','',1),(205,2,'watermark_place','select','0,1,2,3,4,5','','1',1),(206,2,'watermark_alpha','text','','','65',1),(207,2,'use_storage','select','1,0','','0',1),(208,2,'market_price_rate','text','','','1.2',1),(209,2,'rewrite','select','0,1,2','','0',1),(210,2,'integral_name','text','','','集蛋积分',1),(211,2,'integral_scale','text','','','1',1),(212,2,'integral_percent','text','','','1',1),(213,2,'sn_prefix','text','','','ECS',1),(214,2,'comment_check','select','0,1','','1',1),(215,2,'no_picture','file','','../images/','',1),(218,2,'stats_code','textarea','','','',1),(219,2,'cache_time','text','','','3600',1),(220,2,'register_points','text','','','200',1),(221,2,'enable_gzip','select','0,1','','0',1),(222,2,'top10_time','select','0,1,2,3,4','','0',1),(223,2,'timezone','options','-12,-11,-10,-9,-8,-7,-6,-5,-4,-3.5,-3,-2,-1,0,1,2,3,3.5,4,4.5,5,5.5,5.75,6,6.5,7,8,9,9.5,10,11,12','','8',1),(224,2,'upload_size_limit','options','-1,0,64,128,256,512,1024,2048,4096','','64',1),(226,2,'cron_method','select','0,1','','0',1),(227,2,'comment_factor','select','0,1,2,3','','0',1),(228,2,'enable_order_check','select','0,1','','1',1),(229,2,'default_storage','text','','','1',1),(230,2,'bgcolor','text','','','#FFFFFF',1),(231,2,'visit_stats','select','on,off','','on',1),(232,2,'send_mail_on','select','on,off','','off',1),(233,2,'auto_generate_gallery','select','1,0','','1',1),(234,2,'retain_original_img','select','1,0','','1',1),(235,2,'member_email_validate','select','1,0','','1',1),(236,2,'message_board','select','1,0','','1',1),(239,2,'certificate_id','hidden','','','1099141530',1),(240,2,'token','hidden','','','3f9a09fd3712888e4000519b8cb0b1b28ff3027dfcdafa2307c1475ac93d70f6',1),(241,2,'certi','hidden','','','http://service.shopex.cn/openapi/api.php',1),(301,3,'date_format','hidden','','','Y-m-d',1),(302,3,'time_format','text','','','Y-m-d H:i:s',1),(303,3,'currency_format','text','','','￥%s',1),(304,3,'thumb_width','text','','','640',1),(305,3,'thumb_height','text','','','640',1),(306,3,'image_width','text','','','640',1),(307,3,'image_height','text','','','640',1),(312,3,'top_number','text','','','10',1),(313,3,'history_number','text','','','5',1),(314,3,'comments_number','text','','','5',1),(315,3,'bought_goods','text','','','3',1),(316,3,'article_number','text','','','7',1),(317,3,'goods_name_length','text','','','22',1),(318,3,'price_format','select','0,1,2,3,4,5','','5',1),(319,3,'page_size','text','','','10',1),(320,3,'sort_order_type','select','0,1,2','','0',1),(321,3,'sort_order_method','select','0,1','','0',1),(322,3,'show_order_type','select','0,1,2','','1',1),(323,3,'attr_related_number','text','','','5',1),(324,3,'goods_gallery_number','text','','','5',1),(325,3,'article_title_length','text','','','16',1),(326,3,'name_of_region_1','text','','','国家',1),(327,3,'name_of_region_2','text','','','省',1),(328,3,'name_of_region_3','text','','','市',1),(329,3,'name_of_region_4','text','','','区',1),(330,3,'search_keywords','text','','','个人基因检测',0),(332,3,'related_goods_number','text','','','4',1),(333,3,'help_open','select','0,1','','1',1),(334,3,'article_page_size','text','','','10',1),(335,3,'page_style','select','0,1','','1',1),(336,3,'recommend_order','select','0,1','','0',1),(337,3,'index_ad','hidden','','','sys',1),(401,4,'can_invoice','select','1,0','','1',1),(402,4,'use_integral','select','1,0','','1',1),(403,4,'use_bonus','select','1,0','','1',1),(404,4,'use_surplus','select','1,0','','1',1),(405,4,'use_how_oos','select','1,0','','1',1),(406,4,'send_confirm_email','select','1,0','','0',1),(407,4,'send_ship_email','select','1,0','','0',1),(408,4,'send_cancel_email','select','1,0','','0',1),(409,4,'send_invalid_email','select','1,0','','0',1),(410,4,'order_pay_note','select','1,0','','1',1),(411,4,'order_unpay_note','select','1,0','','1',1),(412,4,'order_ship_note','select','1,0','','1',1),(413,4,'order_receive_note','select','1,0','','1',1),(414,4,'order_unship_note','select','1,0','','1',1),(415,4,'order_return_note','select','1,0','','1',1),(416,4,'order_invalid_note','select','1,0','','1',1),(417,4,'order_cancel_note','select','1,0','','1',1),(418,4,'invoice_content','textarea','','','',1),(419,4,'anonymous_buy','select','1,0','','1',1),(420,4,'min_goods_amount','text','','','0',1),(421,4,'one_step_buy','select','1,0','','0',1),(422,4,'invoice_type','manual','','','a:2:{s:4:\"type\";a:3:{i:0;s:1:\"1\";i:1;s:1:\"2\";i:2;s:0:\"\";}s:4:\"rate\";a:3:{i:0;d:1;i:1;d:1.5;i:2;d:0;}}',1),(423,4,'stock_dec_time','select','1,0','','0',1),(424,4,'cart_confirm','options','1,2,3,4','','3',0),(425,4,'send_service_email','select','1,0','','0',1),(426,4,'show_goods_in_cart','select','1,2,3','','3',1),(427,4,'show_attr_in_cart','select','1,0','','1',1),(501,5,'smtp_host','text','','','localhost',1),(502,5,'smtp_port','text','','','25',1),(503,5,'smtp_user','text','','','',1),(504,5,'smtp_pass','password','','','',1),(505,5,'smtp_mail','text','','','',1),(506,5,'mail_charset','select','UTF8,GB2312,BIG5','','UTF8',1),(507,5,'mail_service','select','0,1','','0',0),(508,5,'smtp_ssl','select','0,1','','0',0),(601,6,'integrate_code','hidden','','','ecshop',1),(602,6,'integrate_config','hidden','','','',1),(603,6,'hash_code','hidden','','','31693422540744c0a6b6da635b7a5a93',1),(604,6,'template','hidden','','','ecmoban_yemaijiu',1),(605,6,'install_date','hidden','','','1292209851',1),(606,6,'ecs_version','hidden','','','v2.7.3',1),(607,6,'sms_user_name','hidden','','','',1),(608,6,'sms_password','hidden','','','',1),(609,6,'sms_auth_str','hidden','','','',1),(610,6,'sms_domain','hidden','','','',1),(611,6,'sms_count','hidden','','','',1),(612,6,'sms_total_money','hidden','','','',1),(613,6,'sms_balance','hidden','','','',1),(614,6,'sms_last_request','hidden','','','',1),(616,6,'affiliate','hidden','','','a:3:{s:6:\"config\";a:7:{s:6:\"expire\";d:24;s:11:\"expire_unit\";s:4:\"hour\";s:11:\"separate_by\";i:0;s:15:\"level_point_all\";s:2:\"5%\";s:15:\"level_money_all\";s:2:\"1%\";s:18:\"level_register_all\";i:2;s:17:\"level_register_up\";i:60;}s:4:\"item\";a:4:{i:0;a:2:{s:11:\"level_point\";s:3:\"60%\";s:11:\"level_money\";s:3:\"60%\";}i:1;a:2:{s:11:\"level_point\";s:3:\"30%\";s:11:\"level_money\";s:3:\"30%\";}i:2;a:2:{s:11:\"level_point\";s:2:\"7%\";s:11:\"level_money\";s:2:\"7%\";}i:3;a:2:{s:11:\"level_point\";s:2:\"3%\";s:11:\"level_money\";s:2:\"3%\";}}s:2:\"on\";i:1;}',1),(617,6,'captcha','hidden','','','36',1),(618,6,'captcha_width','hidden','','','100',1),(619,6,'captcha_height','hidden','','','20',1),(620,6,'sitemap','hidden','','','a:6:{s:19:\"homepage_changefreq\";s:6:\"hourly\";s:17:\"homepage_priority\";s:3:\"0.9\";s:19:\"category_changefreq\";s:6:\"hourly\";s:17:\"category_priority\";s:3:\"0.8\";s:18:\"content_changefreq\";s:6:\"weekly\";s:16:\"content_priority\";s:3:\"0.7\";}',0),(621,6,'points_rule','hidden','','','',0),(622,6,'flash_theme','hidden','','','pinkfocus',1),(623,6,'stylename','hidden','','','',1),(701,7,'show_goodssn','select','1,0','','1',1),(702,7,'show_brand','select','1,0','','1',1),(703,7,'show_goodsweight','select','1,0','','0',1),(704,7,'show_goodsnumber','select','1,0','','1',1),(705,7,'show_addtime','select','1,0','','1',1),(706,7,'goodsattr_style','select','1,0','','1',1),(707,7,'show_marketprice','select','1,0','','1',1),(801,8,'sms_shop_mobile','text','','','',1),(802,8,'sms_order_placed','select','1,0','','0',1),(803,8,'sms_order_payed','select','1,0','','0',1),(804,8,'sms_order_shipped','select','1,0','','0',1),(901,9,'wap_config','select','1,0','','0',1),(902,9,'wap_logo','file','','../images/','',1),(903,2,'message_check','select','1,0','','1',1),(904,2,'send_verify_email','select','1,0','','0',1),(905,2,'ent_id','hidden','','','',1),(906,2,'ent_ac','hidden','','','',1),(907,2,'ent_sign','hidden','','','',1),(908,2,'ent_email','hidden','','','',1);
/*!40000 ALTER TABLE `ecs_shop_config` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_snatch_log`
--

DROP TABLE IF EXISTS `ecs_snatch_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_snatch_log` (
  `log_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `snatch_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `bid_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `bid_time` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`log_id`),
  KEY `snatch_id` (`snatch_id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_snatch_log`
--

LOCK TABLES `ecs_snatch_log` WRITE;
/*!40000 ALTER TABLE `ecs_snatch_log` DISABLE KEYS */;
INSERT INTO `ecs_snatch_log` VALUES (1,2,1,'17.00',1242142910),(2,1,1,'50.00',1242142935),(3,2,31,'200.00',1440038434),(4,2,31,'300.00',1440038441);
/*!40000 ALTER TABLE `ecs_snatch_log` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_stats`
--

DROP TABLE IF EXISTS `ecs_stats`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_stats` (
  `access_time` int(10) unsigned NOT NULL DEFAULT '0',
  `ip_address` varchar(15) NOT NULL DEFAULT '',
  `visit_times` smallint(5) unsigned NOT NULL DEFAULT '1',
  `browser` varchar(60) NOT NULL DEFAULT '',
  `system` varchar(20) NOT NULL DEFAULT '',
  `language` varchar(20) NOT NULL DEFAULT '',
  `area` varchar(30) NOT NULL DEFAULT '',
  `referer_domain` varchar(100) NOT NULL DEFAULT '',
  `referer_path` varchar(200) NOT NULL DEFAULT '',
  `access_url` varchar(255) NOT NULL DEFAULT '',
  KEY `access_time` (`access_time`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_stats`
--

LOCK TABLES `ecs_stats` WRITE;
/*!40000 ALTER TABLE `ecs_stats` DISABLE KEYS */;
INSERT INTO `ecs_stats` VALUES (1240294063,'0.0.0.0',196,'FireFox 3.0.8','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1240298833,'0.0.0.0',198,'FireFox 3.0.8','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1240380013,'0.0.0.0',204,'FireFox 3.0.8','Windows XP','zh-cn','IANA','http://localhost:8080','/','/shoujitiyan/index.php'),(1240463462,'0.0.0.0',208,'FireFox 3.0.9','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1240800901,'0.0.0.0',222,'FireFox 3.0.9','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1240803254,'0.0.0.0',227,'FireFox 3.0.9','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1240904381,'0.0.0.0',237,'FireFox 3.0.9','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1241419322,'0.0.0.0',250,'FireFox 3.0.10','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/goods.php?act=list','/shoujitiyan/goods.php'),(1241420999,'0.0.0.0',252,'FireFox 3.0.10','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1241424831,'0.0.0.0',253,'FireFox 3.0.10','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/goods.php?act=list','/shoujitiyan/goods.php'),(1241498580,'0.0.0.0',257,'FireFox 3.0.10','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1241511324,'0.0.0.0',262,'FireFox 3.0.10','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/goods.php?act=list','/shoujitiyan/goods.php'),(1241514671,'0.0.0.0',263,'FireFox 3.0.10','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1241517726,'0.0.0.0',265,'FireFox 3.0.10','Windows XP','zh-cn','IANA','','','/shoujitiyan/index.php'),(1241946350,'127.0.0.1',39,'FireFox 2.0.0.20','Windows XP','zh-cn','LAN','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1241965138,'127.0.0.1',41,'FireFox 2.0.0.20','Windows XP','zh-cn','LAN','http://localhost:8080','/','/shoujitiyan/index.php'),(1241966751,'127.0.0.1',43,'FireFox 2.0.0.20','Windows XP','zh-cn','LAN','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1241970153,'127.0.0.1',45,'FireFox 2.0.0.20','Windows XP','zh-cn','LAN','http://localhost:8080','/shoujitiyan/admin/goods.php?act=list','/shoujitiyan/goods.php'),(1241970640,'127.0.0.1',47,'FireFox 2.0.0.20','Windows XP','zh-cn','LAN','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1242105962,'0.0.0.0',310,'FireFox 3.0.10','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/goods.php?act=list','/shoujitiyan/goods.php'),(1242140915,'127.0.0.1',52,'FireFox 2.0.0.20','Windows XP','zh-cn','LAN','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1242141002,'127.0.0.1',54,'FireFox 2.0.0.20','Windows XP','zh-cn','LAN','http://localhost:8080','/shoujitiyan/user.php','/shoujitiyan/user.php'),(1242141352,'127.0.0.1',57,'FireFox 2.0.0.20','Windows XP','zh-cn','LAN','http://localhost:8080','/shoujitiyan/user.php?act=address_list','/shoujitiyan/user.php'),(1242141605,'127.0.0.1',59,'FireFox 2.0.0.20','Windows XP','zh-cn','LAN','http://localhost:8080','/shoujitiyan/user.php','/shoujitiyan/user.php'),(1242576210,'127.0.0.1',72,'FireFox 2.0.0.20','Windows XP','zh-cn','LAN','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1242576982,'127.0.0.1',74,'FireFox 2.0.0.20','Windows XP','zh-cn','LAN','http://localhost:8080','/shoujitiyan/admin/article.php?act=list&uselastfilter=1','/shoujitiyan/article.php'),(1242577205,'127.0.0.1',76,'FireFox 2.0.0.20','Windows XP','zh-cn','LAN','http://localhost:8080','/shoujitiyan/admin/article.php?act=list','/shoujitiyan/article.php'),(1242579230,'127.0.0.1',78,'FireFox 2.0.0.20','Windows XP','zh-cn','LAN','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1242973907,'0.0.0.0',375,'FireFox 3.0.10','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1242974337,'0.0.0.0',377,'FireFox 3.0.10','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/','/shoujitiyan/search.php'),(1242976474,'0.0.0.0',379,'FireFox 3.0.10','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1244189098,'0.0.0.0',418,'FireFox 3.0.10','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1244191271,'0.0.0.0',420,'FireFox 3.0.10','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/index.php','/shoujitiyan/article.php'),(1244191479,'0.0.0.0',422,'FireFox 3.0.10','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1244193068,'0.0.0.0',426,'FireFox 3.0.10','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/article.php?id=33','/shoujitiyan/index.php'),(1244772987,'0.0.0.0',466,'FireFox 3.0.10','Windows XP','zh-cn','IANA','http://localhost:8080','/shoujitiyan/admin/index.php?act=top','/shoujitiyan/index.php'),(1245042503,'0.0.0.0',472,'FireFox 3.0.11','Windows XP','zh-cn','IANA','http://localhost:8080','/shouji/admin/privilege.php?act=login','/shouji/index.php'),(1245042507,'0.0.0.0',472,'FireFox 3.0.11','Windows XP','zh-cn','IANA','http://localhost:8080','/shouji/admin/index.php?act=top','/shouji/index.php'),(1245046089,'0.0.0.0',474,'FireFox 3.0.11','Windows XP','zh-cn','IANA','http://localhost:8080','/shouji/admin/index.php?act=top','/shouji/index.php'),(1245047906,'0.0.0.0',476,'FireFox 3.0.11','Windows XP','zh-cn','IANA','http://localhost:8080','/shouji/goods.php?id=24','/shouji/user.php'),(1245047951,'0.0.0.0',478,'FireFox 3.0.11','Windows XP','zh-cn','IANA','http://localhost:8080','/shouji/group_buy.php?act=view&id=8','/shouji/goods.php'),(1245048514,'0.0.0.0',480,'FireFox 3.0.11','Windows XP','zh-cn','IANA','http://localhost:8080','/shouji/flow.php?step=checkout','/shouji/index.php'),(1245139613,'0.0.0.0',488,'FireFox 3.0.11','Windows XP','zh-cn','IANA','http://localhost:8080','/shouji/admin/index.php?act=top','/shouji/index.php'),(1245140082,'0.0.0.0',490,'FireFox 3.0.11','Windows XP','zh-cn','IANA','','','/shouji/article.php'),(1245145064,'0.0.0.0',493,'FireFox 3.0.11','Windows XP','zh-cn','IANA','http://localhost:8080','/shouji/admin/index.php?act=top','/shouji/index.php'),(1245217308,'0.0.0.0',498,'FireFox 3.0.11','Windows XP','zh-cn','IANA','http://localhost:8080','/','/shouji/index.php'),(1245219380,'0.0.0.0',499,'FireFox 3.0.11','Windows XP','zh-cn','IANA','http://localhost:8080','/shouji/admin/index.php?act=top','/shouji/index.php'),(1245222219,'0.0.0.0',500,'FireFox 3.0.11','Windows XP','zh-cn','IANA','http://localhost:8080','/shouji/admin/goods.php?act=list','/shouji/goods.php'),(1292209854,'127.0.0.1',70,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1:8282','/moonbasa272/install/index.php?lang=zh_cn&step=done','/moonbasa272/index.php'),(1292295999,'127.0.0.1',76,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272/index.php'),(1292386328,'127.0.0.1',79,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272/index.php'),(1292395417,'127.0.0.1',81,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272/index.php'),(1292400446,'127.0.0.1',83,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272/index.php'),(1292401615,'127.0.0.1',85,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272/index.php'),(1292411058,'127.0.0.1',86,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272/index.php'),(1297486461,'127.0.0.1',80,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272/index.php'),(1298259111,'127.0.0.1',105,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272/index.php'),(1298515088,'127.0.0.1',13,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272/index.php'),(1298517046,'127.0.0.1',15,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272/index.php'),(1298814943,'127.0.0.1',57,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272/index.php'),(1298816059,'127.0.0.1',58,'Internet Explorer 6.0','Windows NT','zh-cn','LAN','','','/moonbasa272/index.php'),(1298818947,'127.0.0.1',60,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272/index.php'),(1298866855,'127.0.0.1',65,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272/index.php'),(1298869101,'127.0.0.1',70,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272/index.php'),(1298870652,'127.0.0.1',72,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272/index.php'),(1298874307,'127.0.0.1',73,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272/index.php'),(1298876103,'127.0.0.1',75,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272/index.php'),(1298896216,'127.0.0.1',79,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272/index.php'),(1298900232,'127.0.0.1',81,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272/index.php'),(1298903978,'127.0.0.1',83,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272/admin/index.php?act=top','/moonbasa272/index.php'),(1298997483,'127.0.0.1',110,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272/index.php'),(1299077406,'127.0.0.1',1,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272/index.php'),(1299084053,'127.0.0.1',2,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272/index.php'),(1299121421,'127.0.0.1',4,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272/index.php'),(1299121973,'127.0.0.1',6,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272/','/moonbasa272/category.php'),(1299126368,'127.0.0.1',8,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272/index.php'),(1299136363,'127.0.0.1',11,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272/index.php'),(1299167716,'127.0.0.1',2,'(Internet Explorer ) Maxthon ','Windows Vista','zh-CN','LAN','http://127.0.0.1','/ec/','/moonbasa272/index.php'),(1299209192,'127.0.0.1',2,'Internet Explorer 7.0','Windows Vista','zh-cn','LAN','','','/moonbasa272/index.php'),(1299210174,'127.0.0.1',3,'(Internet Explorer ) Maxthon ','Windows Vista','zh-CN','LAN','','','/moonbasa272/index.php'),(1299212676,'127.0.0.1',5,'(Internet Explorer ) Maxthon ','Windows Vista','zh-CN','LAN','http://127.0.0.1','/moonbasa272/category.php?id=17','/moonbasa272/category.php'),(1299220836,'127.0.0.1',6,'(Internet Explorer ) Maxthon ','Windows Vista','zh-CN','LAN','','','/moonbasa272/index.php'),(1299228123,'127.0.0.1',7,'(Internet Explorer ) Maxthon ','Windows Vista','zh-CN','LAN','','','/moonbasa272/index.php'),(1299228464,'127.0.0.1',9,'(Internet Explorer ) Maxthon ','Windows Vista','zh-CN','LAN','http://127.0.0.1','/moonbasa272/','/moonbasa272/goods.php'),(1299228551,'127.0.0.1',3,'Internet Explorer 7.0','Windows Vista','zh-cn','LAN','','','/moonbasa272/goods.php'),(1299228569,'127.0.0.1',11,'(Internet Explorer ) Maxthon ','Windows Vista','zh-CN','LAN','http://127.0.0.1','/moonbasa272/','/moonbasa272/goods.php'),(1299228810,'127.0.0.1',5,'Internet Explorer 7.0','Windows Vista','zh-cn','LAN','','','/moonbasa272/goods.php'),(1299228912,'127.0.0.1',7,'Internet Explorer 7.0','Windows Vista','zh-cn','LAN','','','/moonbasa272/goods.php'),(1299229006,'127.0.0.1',13,'(Internet Explorer ) Maxthon ','Windows Vista','zh-CN','LAN','http://127.0.0.1','/moonbasa272/','/moonbasa272/goods.php'),(1299229950,'127.0.0.1',15,'(Internet Explorer ) Maxthon ','Windows Vista','zh-CN','LAN','http://127.0.0.1','/moonbasa272/','/moonbasa272/goods.php'),(1299240786,'127.0.0.1',12,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272/index.php'),(1299251477,'127.0.0.1',13,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272/user.php?act=register','/moonbasa272/index.php'),(1299251816,'127.0.0.1',14,'Internet Explorer 6.0','Windows NT','zh-cn','LAN','','','/moonbasa272/index.php'),(1299252795,'127.0.0.1',56,'FireFox 4.0b12','Windows NT','zh-cn,zh','LAN','','','/moonbasa272/index.php'),(1299252838,'127.0.0.1',15,'Internet Explorer 8.0','Windows NT','zh-cn','LAN','','','/moonbasa272/index.php'),(1303018182,'127.0.0.1',666,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/index.php'),(1303019073,'127.0.0.1',668,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/','/moonbasa272dl/category.php'),(1303019417,'127.0.0.1',670,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/','/moonbasa272dl/category.php'),(1303019646,'127.0.0.1',672,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/','/moonbasa272dl/category.php'),(1303023397,'127.0.0.1',675,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1303024000,'127.0.0.1',676,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/admin/index.php?act=top','/moonbasa272dl/index.php'),(1303025078,'127.0.0.1',678,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/admin/index.php?act=top','/moonbasa272dl/index.php'),(1303026042,'127.0.0.1',680,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/','/moonbasa272dl/category.php'),(1303026709,'127.0.0.1',681,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/category.php'),(1303027035,'127.0.0.1',683,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/index.php','/moonbasa272dl/category.php'),(1303027126,'127.0.0.1',685,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/index.php','/moonbasa272dl/category.php'),(1303028366,'127.0.0.1',687,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/category.php?id=27','/moonbasa272dl/category.php'),(1303105715,'127.0.0.1',696,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/admin/index.php?act=top','/moonbasa272dl/index.php'),(1303354972,'127.0.0.1',737,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/index.php'),(1314975277,'127.0.0.1',1484,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1315021760,'127.0.0.1',1485,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1315024150,'127.0.0.1',1486,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1315105543,'127.0.0.1',1490,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1315108306,'127.0.0.1',1492,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1315108938,'127.0.0.1',1493,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1315142631,'127.0.0.1',1497,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1315320833,'127.0.0.1',1500,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1315322509,'127.0.0.1',1502,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1315405249,'127.0.0.1',1504,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1315408656,'127.0.0.1',1505,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1315411488,'127.0.0.1',1506,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/index.php'),(1317019817,'127.0.0.1',1516,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/index.php'),(1317108822,'127.0.0.1',1523,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/index.php'),(1317276456,'127.0.0.1',1528,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1317529925,'127.0.0.1',1530,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/index.php'),(1317534970,'127.0.0.1',1531,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/goods.php?id=50','/moonbasa272dl/index.php'),(1317538961,'127.0.0.1',1532,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/index.php','/moonbasa272dl/category.php'),(1317540978,'127.0.0.1',1534,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1317548596,'127.0.0.1',1535,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/category.php?id=144','/moonbasa272dl/category.php'),(1317548714,'127.0.0.1',1536,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1318560221,'127.0.0.1',1570,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1318561097,'127.0.0.1',1571,'Internet Explorer 6.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/index.php'),(1318562197,'127.0.0.1',1573,'Internet Explorer 8.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/flow.php'),(1318562570,'127.0.0.1',1574,'Internet Explorer 8.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/goods.php'),(1318562602,'127.0.0.1',102,'FireFox 7.0','Windows NT','zh-cn,zh','LAN','','','/moonbasa272dl/goods.php'),(1318651957,'127.0.0.1',1580,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1318651970,'127.0.0.1',1581,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/index.php'),(1318651978,'127.0.0.1',1582,'(Internet Explorer ) Maxthon ','Windows NT','zh-CN,zh','LAN','','','/moonbasa272dl/index.php'),(1319096731,'127.0.0.1',1594,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1319096968,'127.0.0.1',1595,'Internet Explorer 8.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/index.php'),(1319097977,'127.0.0.1',1596,'Internet Explorer 8.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/category.php'),(1319098034,'127.0.0.1',1597,'Internet Explorer 8.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/category.php'),(1320676669,'127.0.0.1',1602,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1320678955,'127.0.0.1',1603,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/admin/index.php?act=top','/moonbasa272dl/index.php'),(1320681350,'127.0.0.1',1603,'Internet Explorer 6.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/index.php'),(1320840657,'127.0.0.1',1604,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1320842648,'127.0.0.1',1606,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/category.php?id=144','/moonbasa272dl/goods.php'),(1320905994,'127.0.0.1',1605,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1320906324,'127.0.0.1',1606,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/admin/index.php?act=top','/moonbasa272dl/index.php'),(1320911305,'127.0.0.1',1609,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/index.php','/moonbasa272dl/goods.php'),(1320943683,'127.0.0.1',1614,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1320991950,'127.0.0.1',1622,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/index.php'),(1320992242,'127.0.0.1',1624,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1321008599,'127.0.0.1',1633,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/index.php'),(1321009023,'127.0.0.1',1634,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/flow.php'),(1321015951,'127.0.0.1',1637,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl/admin/index.php?act=top','/moonbasa272dl/index.php'),(1321019604,'127.0.0.1',112,'FireFox 8.0','Windows NT','zh-cn,zh','LAN','','','/moonbasa272dl/index.php'),(1323770157,'127.0.0.1',1633,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/index.php'),(1324473723,'127.0.0.1',1699,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1324700267,'127.0.0.1',1727,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl/index.php'),(1324702619,'127.0.0.1',1729,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1324738420,'127.0.0.1',1758,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl/index.php'),(1324738675,'127.0.0.1',1759,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl2/index.php'),(1324742428,'127.0.0.1',1760,'Internet Explorer 6.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl2/index.php'),(1324742468,'127.0.0.1',132,'FireFox 9.0','Windows NT','zh-cn,zh','LAN','','','/moonbasa272dl2/index.php'),(1324745770,'127.0.0.1',1762,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/moonbasa272dl2/category.php?id=144&price_min=0&price_max=0&filter_attr=0.0.0.247','/moonbasa272dl2/category.php'),(1324783299,'127.0.0.1',1764,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl2/index.php'),(1324866336,'127.0.0.1',1773,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl2/index.php'),(1324918953,'127.0.0.1',1780,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/moonbasa272dl2/index.php'),(1324919309,'127.0.0.1',1782,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl2/index.php'),(1324995614,'127.0.0.1',1783,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl2/index.php'),(1325165266,'127.0.0.1',1811,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl2/index.php'),(1326207618,'127.0.0.1',1620,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/moonbasa272dl2/index.php'),(1326209130,'127.0.0.1',1621,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1326291121,'127.0.0.1',1624,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1326294727,'127.0.0.1',1626,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1326429451,'127.0.0.1',1627,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1326982854,'127.0.0.1',1662,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1326989285,'127.0.0.1',1663,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/yemaijiu272/category.php?id=16','/yemaijiu272/index.php'),(1328190900,'127.0.0.1',1673,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1328442097,'127.0.0.1',1677,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1328449699,'127.0.0.1',1678,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/yemaijiu272/catalog.php','/yemaijiu272/index.php'),(1328537229,'127.0.0.1',1679,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1329315550,'127.0.0.1',1717,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1329322963,'127.0.0.1',1718,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1329624854,'127.0.0.1',1726,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/yemaijiu272/index.php'),(1329629384,'127.0.0.1',1727,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1329637809,'127.0.0.1',1728,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1329643675,'127.0.0.1',1729,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/yemaijiu272/admin/goods.php?act=list','/yemaijiu272/goods.php'),(1329650135,'127.0.0.1',1730,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/yemaijiu272/admin/index.php?act=top','/yemaijiu272/index.php'),(1329662531,'127.0.0.1',1731,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/yemaijiu272/search.php?encode=YToxNDp7czo4OiJrZXl3b3JkcyI7czowOiIiO3M6ODoiY2F0ZWdvcnkiO3M6MToiMCI7czo1OiJicmFuZCI7czoxOiIwIjtzOjQ6InNvcnQiO3M6ODoiZ29vZHNfaWQiO3M6NToib3JkZXIiO3M6NDoiREVTQyI7czo5OiJta','/yemaijiu272/index.php'),(1330153254,'127.0.0.1',1759,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/yemaijiu272/index.php'),(1330158308,'127.0.0.1',1760,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1330161284,'127.0.0.1',1762,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/yemaijiu272/admin/index.php?act=top','/yemaijiu272/index.php'),(1330162019,'127.0.0.1',1764,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/yemaijiu272/admin/index.php?act=top','/yemaijiu272/index.php'),(1330165194,'127.0.0.1',1766,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/yemaijiu272/admin/index.php?act=top','/yemaijiu272/index.php'),(1330239877,'127.0.0.1',1772,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1330258087,'127.0.0.1',1773,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1330432681,'127.0.0.1',3,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1330441583,'127.0.0.1',5,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1330443012,'127.0.0.1',7,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1330611266,'127.0.0.1',16,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1330612492,'127.0.0.1',17,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1330763090,'127.0.0.1',20,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1330766587,'127.0.0.1',22,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/yemaijiu272/goods.php?id=70','/yemaijiu272/category.php'),(1330772326,'127.0.0.1',24,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/yemaijiu272/index.php','/yemaijiu272/category.php'),(1330775177,'127.0.0.1',27,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/yemaijiu272/search.php?encode=YTo4OntzOjg6ImtleXdvcmRzIjtzOjA6IiI7czo4OiJjYXRlZ29yeSI7czoxOiIwIjtzOjU6ImJyYW5kIjtzOjE6IjAiO3M6OToibWluX3ByaWNlIjtzOjQ6IjEwMDAiO3M6OToibWF4X3ByaWNlIjtzOjQ6IjI5OTkiO3M6N','/yemaijiu272/search.php'),(1330775416,'127.0.0.1',29,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/yemaijiu272/category.php?id=260','/yemaijiu272/category.php'),(1330781386,'127.0.0.1',31,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/yemaijiu272/index.php','/yemaijiu272/goods.php'),(1330864605,'127.0.0.1',32,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/yemaijiu272/index.php'),(1330950511,'127.0.0.1',34,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1330956358,'127.0.0.1',36,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/flow.php'),(1330956469,'127.0.0.1',38,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/flow.php'),(1330956531,'127.0.0.1',40,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/flow.php'),(1330956696,'127.0.0.1',42,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/flow.php'),(1330959910,'127.0.0.1',43,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/yemaijiu272/index.php','/yemaijiu272/user.php'),(1331035254,'127.0.0.1',44,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1331035280,'127.0.0.1',45,'Internet Explorer 6.0','Windows NT','zh-cn','LAN','','','/yemaijiu272/index.php'),(1331044424,'127.0.0.1',46,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1331045386,'127.0.0.1',47,'Internet Explorer 6.0','Windows NT','zh-cn','LAN','','','/yemaijiu272/index.php'),(1331045616,'127.0.0.1',48,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1331046181,'127.0.0.1',49,'Internet Explorer 8.0','Windows NT','zh-cn','LAN','','','/yemaijiu272/user.php'),(1331046702,'127.0.0.1',50,'Internet Explorer 8.0','Windows NT','zh-cn','LAN','','','/yemaijiu272/goods.php'),(1331046803,'127.0.0.1',146,'FireFox 11.0','Windows NT','zh-cn,zh','LAN','','','/yemaijiu272/index.php'),(1331046991,'127.0.0.1',147,'FireFox 11.0','Windows NT','zh-cn,zh','LAN','','','/yemaijiu272/index.php'),(1331442146,'127.0.0.1',56,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1331648653,'127.0.0.1',76,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/yemaijiu272/admin/index.php?act=top','/yemaijiu272/index.php'),(1333109899,'127.0.0.1',185,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1333112818,'127.0.0.1',186,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/yemaijiu272/index.php'),(1333640902,'127.0.0.1',250,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1333982579,'127.0.0.1',271,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1333988468,'127.0.0.1',272,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1334393096,'127.0.0.1',283,'Internet Explorer 7.0','Windows NT','zh-cn','LAN','','','/yemaijiu272/index.php'),(1334933846,'127.0.0.1',13,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/yemaijiu272/index.php'),(1336883199,'127.0.0.1',3,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','','','/mbyemaijiu273/index.php'),(1336883838,'127.0.0.1',5,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/mbyemaijiu273/upgrade/index.php?step=done&ui=ecshop','/mbyemaijiu273/index.php'),(1336884321,'127.0.0.1',7,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/mbyemaijiu273/upgrade/index.php?step=done&ui=ecshop','/mbyemaijiu273/index.php'),(1336884628,'127.0.0.1',9,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/mbyemaijiu273/upgrade/index.php?step=done&ui=ecshop','/mbyemaijiu273/index.php'),(1336887748,'127.0.0.1',12,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/mbyemaijiu273/upgrade/index.php?step=done&ui=ecshop','/mbyemaijiu273/index.php'),(1336889105,'127.0.0.1',14,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/mbyemaijiu273/','/mbyemaijiu273/category.php'),(1336890058,'127.0.0.1',16,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/mbyemaijiu273/index.php','/mbyemaijiu273/goods.php'),(1336890521,'127.0.0.1',18,'Internet Explorer 7.0','Windows NT','zh-CN','LAN','http://127.0.0.1','/mbyemaijiu273/admin/index.php?act=top','/mbyemaijiu273/index.php'),(1336890741,'127.0.0.1',19,'Internet Explorer 6.0','Windows NT','zh-cn','LAN','','','/mbyemaijiu273/index.php'),(1336890768,'127.0.0.1',20,'Internet Explorer 8.0','Windows NT','zh-cn','LAN','','','/mbyemaijiu273/index.php'),(1431596065,'180.153.194.121',1,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','','','/index.php'),(1431596176,'180.153.194.121',1,'FireFox 37.0','Windows NT','zh-CN,zh','[δ֪IP0801]','','','/index.php'),(1431598823,'122.144.135.142',1,'Unknow browser','Unknown','','','','','/certi.php'),(1431598824,'122.144.135.142',1,'Unknow browser','Unknown','','','','','/certi.php'),(1431636805,'121.40.83.80',1,'','Unknown','','','','','/index.php'),(1431641015,'106.39.95.194',1,'Safari 534.13','Windows NT','','IANA','','','/index.php'),(1431642339,'182.118.53.84',1,'Safari 537.36','Unknown','','[δ֪IP0801]','','','/index.php'),(1431647179,'222.186.42.171',1,'Internet Explorer 6.0','Windows XP','','','','','/index.php'),(1431657145,'180.153.194.121',1,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','','','/index.php'),(1431657145,'101.226.66.178',1,'Safari 537.36','Linux','zh-cn, zh','IANA','','','/index.php'),(1431657155,'122.144.135.142',1,'Unknow browser','Unknown','','','','','/certi.php'),(1431657869,'122.144.135.142',1,'Unknow browser','Unknown','','','','','/certi.php'),(1431660255,'59.108.122.184',1,'Unknow browser','Windows NT','zh-cn','','','','/index.php'),(1431683136,'114.255.183.250',1,'','Unknown','','IANA','','','/index.php'),(1431691754,'106.120.160.109',1,'Internet Explorer 8.0','Windows NT','zh-CN,zh','IANA','http://121.40.171.189','/','/index.php'),(1431691982,'101.199.108.57',1,'Safari 537.36','Windows NT','zh-CN,zh','IANA','','','/index.php'),(1431702417,'121.42.0.39',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431702433,'121.42.0.39',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431702435,'121.42.0.39',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431702449,'121.42.0.39',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431702451,'121.42.0.39',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431702453,'121.42.0.39',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431702455,'121.42.0.39',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431702474,'121.42.0.39',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431702476,'121.42.0.39',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431723139,'121.40.83.80',1,'','Unknown','','','','','/index.php'),(1431731118,'121.40.171.183',1,'Internet Explorer 6.0','Windows XP','','','http://www.baidu.com','/','/index.php'),(1431731606,'46.162.115.130',1,'Safari 537.36','Unknown','','IANA','','','/index.php'),(1431744746,'61.240.144.65',1,'Unknow browser','Unknown','','','','','/index.php'),(1431761623,'59.108.122.184',1,'Unknow browser','Windows NT','zh-cn','','','','/index.php'),(1431762933,'61.160.247.181',1,'Internet Explorer 6.0','Windows XP','','','','','/index.php'),(1431768810,'121.40.30.151',1,'Internet Explorer 7.0','Windows NT','','','','','/index.php'),(1431782388,'121.42.0.38',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431782407,'121.42.0.38',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431782409,'121.42.0.38',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431782419,'121.42.0.38',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431782420,'121.42.0.38',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431782422,'121.42.0.38',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431782423,'121.42.0.38',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431782477,'121.42.0.38',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431782478,'121.42.0.38',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431809612,'121.40.83.80',1,'','Unknown','','','','','/index.php'),(1431811751,'141.212.122.34',1,'','Unknown','','','','','/index.php'),(1431818164,'182.118.54.36',1,'Safari 537.36','Unknown','','[δ֪IP0801]','','','/index.php'),(1431825414,'141.212.122.98',1,'','Unknown','','','','','/index.php'),(1431862955,'59.108.122.184',1,'Unknow browser','Windows NT','zh-cn','','','','/index.php'),(1431868227,'121.42.0.31',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431868242,'121.42.0.31',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431868244,'121.42.0.31',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431868254,'121.42.0.31',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431868255,'121.42.0.31',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431868257,'121.42.0.31',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431868258,'121.42.0.31',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431868267,'121.42.0.31',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431868269,'121.42.0.31',1,'Internet Explorer 6.0','Windows XP','','','http://121.40.171.189','/','/index.php'),(1431895989,'121.40.83.80',1,'','Unknown','','','','','/index.php'),(1431917425,'14.17.18.152',1,'Safari 537.36','Linux','zh-cn, zh','','','','/index.php'),(1431917425,'220.248.67.10',1,'Unknow browser','Unknown','zh-cn','','','','/index.php'),(1431917436,'220.248.67.10',1,'Safari 537.36','Windows NT','zh-CN,zh','','','','/index.php'),(1431918436,'180.153.194.121',1,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','','','/index.php'),(1431918474,'23.251.60.204',1,'','Unknown','','IANA','','','/index.php'),(1431920550,'220.248.67.10',2,'Safari 537.36','Windows NT','zh-CN,zh','','','','/shop/index.php'),(1431927077,'180.153.194.121',1,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','','','/shop/index.php'),(1431929536,'180.153.194.121',1,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','','','/shop/index.php'),(1431937250,'180.153.194.121',2,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','','','/shop/index.php'),(1431937972,'106.120.160.119',1,'Internet Explorer 8.0','Windows NT','zh-CN,zh','IANA','http://www.genegg.com.cn','/','/shop/index.php'),(1431937972,'180.153.229.13',1,'Internet Explorer 8.0','Windows NT','zh-CN,zh','[δ֪IP0801]','http://www.genegg.com.cn','/','/shop/index.php'),(1432119770,'220.248.67.51',3,'Safari 537.36','Windows NT','zh-CN,zh','','','','/shop/index.php'),(1432200268,'180.153.194.116',1,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','','','/shop/index.php'),(1432200277,'180.153.194.116',1,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','','','/shop/index.php'),(1432270105,'14.17.34.190',1,'Safari 537.36','Linux','zh-cn, zh','','','','/shop/index.php'),(1432639464,'127.0.0.1',3,'Safari 537.36','Windows NT','zh-CN,zh','LAN','','','/sichang/index.php'),(1432689288,'127.0.0.1',4,'Safari 537.36','Windows NT','zh-CN,zh','LAN','','','/sichang/index.php'),(1432777040,'127.0.0.1',5,'Safari 537.36','Windows NT','zh-CN,zh','LAN','','','/sichang/index.php'),(1432861615,'127.0.0.1',6,'Safari 537.36','Windows NT','zh-CN,zh','LAN','','','/sichang/index.php'),(1434012826,'192.168.1.92',3,'Safari 537.36','Windows NT','zh-CN,zh','LAN','','','/sichang/index.php'),(1434071952,'127.0.0.1',8,'Safari 537.36','Windows NT','zh-CN,zh','LAN','','','/sichang/index.php'),(1434429254,'223.166.99.65',4,'Safari 537.36','Windows NT','zh-CN,zh','IANA','','','/shop/index.php'),(1434507202,'180.153.194.93',1,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','http://www.genegg.com.cn','/shop/admin/index.php?act=top','/shop/index.php'),(1436170514,'180.153.194.71',1,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','','','/shop/index.php'),(1436494658,'180.153.194.71',2,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','http://genegg.com.cn','/shop/admin/index.php?act=top','/shop/index.php'),(1436842746,'112.64.208.41',1,'Safari 537.36','Windows NT','zh-CN,zh','IANA','http://genegg.com.cn','/shop/admin/exchange_goods.php?act=list','/shop/exchange.php'),(1437035363,'121.42.0.31',1,'Internet Explorer 6.0','Windows XP','','','http://genegg.com.cn:80','/shop/exchange.php','/shop/exchange.php'),(1437035429,'121.42.0.31',1,'Internet Explorer 6.0','Windows XP','','','http://genegg.com.cn:80','/shop/exchange.php','/shop/exchange.php'),(1438220256,'180.153.194.71',1,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','','','/shop/index.php'),(1439443363,'139.227.100.103',5,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','','','/shop/index.php'),(1439449348,'139.227.100.103',2,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','http://genegg.com.cn','/shop/admin/goods.php?act=list','/shop/goods.php'),(1439472575,'114.88.204.51',1,'FireFox 40.0','Windows NT','zh-CN,zh','IANA','','','/shop/index.php'),(1439778929,'222.73.147.97',2,'Safari 537.36','Windows NT','zh-CN,zh','','','','/shop/index.php'),(1439778940,'222.73.147.97',1,'Safari 537.36','Windows NT','zh-CN,zh','','','','/shop/index.php'),(1439798044,'222.73.147.97',1,'FireFox 38.0','Windows NT','zh-CN,zh','','','','/shop/index.php'),(1439798857,'180.153.206.33',1,'Safari 537.36','Linux','zh-cn, zh','[δ֪IP0801]','','','/shop/index.php'),(1439798858,'180.153.206.16',1,'Safari 537.36','Linux','zh-cn, zh','[δ֪IP0801]','','','/shop/index.php'),(1439800660,'222.73.147.97',1,'Safari 537.36','Windows NT','zh-CN,zh','','','','/shop/index.php'),(1439887977,'139.227.100.103',3,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','http://genegg.com.cn','/shop/admin/exchange_goods.php?act=list','/shop/exchange.php'),(1440034918,'222.73.147.97',1,'Safari 537.36','Windows NT','zh-CN,zh','','','','/shop/index.php'),(1440034940,'222.73.147.97',4,'Safari 537.36','Windows NT','zh-CN,zh','','','','/shop/index.php'),(1440037204,'222.73.147.97',5,'Safari 537.36','Windows NT','zh-CN,zh','','','','/shop/index.php'),(1440664151,'223.167.74.108',6,'Safari 537.36','Windows NT','zh-CN,zh','IANA','','','/shop/package.php'),(1440667249,'223.167.74.108',7,'Safari 537.36','Windows NT','zh-CN,zh','IANA','http://genegg.com.cn','/shop/package.php','/shop/goods.php'),(1440989059,'127.0.0.1',1,'FireFox 40.0','Windows NT','zh-CN,zh','LAN','','','/shop/index.php'),(1440989868,'101.226.89.117',1,'Safari 537.36','Linux','zh-cn, zh','IANA','','','/shop/index.php'),(1441011694,'222.73.147.39',1,'Safari 537.36','Windows NT','zh-CN,zh','','','','/shop/index.php'),(1441068257,'222.73.147.39',2,'Safari 537.36','Windows NT','zh-CN,zh','','','','/shop/index.php'),(1441071716,'222.73.147.39',3,'Safari 537.36','Windows NT','zh-CN,zh','','http://genegg.com.cn','/shop/admin/order.php?act=info&order_id=54','/shop/goods.php'),(1441084608,'222.73.147.39',3,'Safari 537.36','Windows NT','zh-CN,zh','','','','/shop/index.php'),(1441090543,'222.73.147.39',4,'Safari 537.36','Windows NT','zh-CN,zh','','http://genegg.com.cn','/shop/admin/order.php?act=info&order_id=50&from=set_bq','/shop/goods.php'),(1441099517,'223.167.74.108',8,'Safari 537.36','Windows NT','zh-CN,zh','IANA','http://genegg.com.cn','/shop/flow.php?step=checkout','/shop/index.php'),(1441102186,'222.73.147.39',5,'Safari 537.36','Windows NT','zh-CN,zh','','http://genegg.com.cn','/shop/admin/order.php?act=info&order_id=62&from=set_bq','/shop/goods.php'),(1441606336,'222.73.147.39',6,'Safari 537.36','Windows NT','zh-CN,zh','','http://genegg.com.cn','/shop/admin/order.php?act=info&order_id=68&from=set_bq','/shop/goods.php'),(1441768723,'222.73.147.39',7,'Safari 537.36','Windows NT','zh-CN,zh','','','','/shop/index.php'),(1441748289,'222.73.147.39',8,'Safari 537.36','Windows NT','zh-CN,zh','','','','/shop/index.php'),(1442168446,'222.73.147.109',1,'Safari 537.36','Windows NT','zh-CN,zh','','http://freewifi.360.cn','/portal.php?wifiname=22000000&url=http%3A%2F%2F192.168.253.1%3A8087%2Fgoto%3FBC782826A5F2AD4646EB8D3E6F9053BD&mid=c679da71af7518e5143368f907023515&checkurl=http%3A%2F%2F192.168.253.1%3A8087%2Fcheck&ra','/shop/index.php'),(1442169243,'222.73.147.109',9,'Safari 537.36','Windows NT','zh-CN,zh','','http://genegg.com.cn','/shop/admin/index.php?act=top','/shop/index.php'),(1443215735,'180.173.88.68',1,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','http://genegg.com.cn','/shop/admin/order.php?act=info&order_id=90&from=set_bq','/shop/goods.php'),(1443220742,'180.173.88.68',2,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','http://genegg.com.cn','/shop/admin/index.php?act=top','/shop/index.php'),(1443232639,'180.173.88.68',3,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','http://genegg.com.cn','/shop/admin/order.php?act=info&order_id=112','/shop/goods.php'),(1443383035,'101.81.27.187',4,'Safari 537.36','Windows NT','zh-CN,zh','IANA','','','/shop/index.php'),(1443388450,'101.81.27.187',5,'Safari 537.36','Windows NT','zh-CN,zh','IANA','http://genegg.com.cn','/shop/user.php?act=bonus','/shop/index.php'),(1443395209,'101.81.27.187',6,'Safari 537.36','Windows NT','zh-CN,zh','IANA','http://genegg.com.cn','/shop/flow.php?step=checkout','/shop/flow.php'),(1444602704,'222.73.147.14',6,'Safari 537.36','Windows NT','zh-CN,zh','','http://genegg.com.cn','/shop/admin/order.php?act=info&order_id=137&from=set_bq','/shop/goods.php'),(1446960794,'101.229.74.66',1,'Safari 537.36','Windows NT','zh-CN,zh','IANA','','','/shop/index.php'),(1447072344,'121.237.33.0',1,'Safari 537.36','Windows NT','en-US,en','','','','/shop/index.php'),(1447073400,'121.237.33.0',1,'Safari 537.36','Windows NT','en-US,en','','','','/shop/index.php'),(1448390747,'180.173.86.27',7,'Safari 600.1.4','Unknown','zh-CN,zh','[δ֪IP0801]','','','/agent_shop/index.php'),(1448391087,'180.173.86.27',1,'Safari 537.36','Windows NT','zh-CN,zh','[δ֪IP0801]','','','/agent_shop/index.php'),(1448492854,'112.64.150.174',1,'Safari 537.36','Windows NT','zh-CN,zh','IANA','','','/shop/index.php'),(1448493179,'101.226.51.227',1,'Safari 537.36','Linux','zh-cn, zh','IANA','http://www.sogou.com','/','/shop/index.php'),(1448493370,'101.226.33.227',1,'Safari 537.36','Linux','zh-cn, zh','IANA','http://www.sogou.com','/','/shop/goods.php');
/*!40000 ALTER TABLE `ecs_stats` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_suppliers`
--

DROP TABLE IF EXISTS `ecs_suppliers`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_suppliers` (
  `suppliers_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `suppliers_name` varchar(255) DEFAULT NULL,
  `suppliers_desc` mediumtext,
  `is_check` tinyint(1) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`suppliers_id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_suppliers`
--

LOCK TABLES `ecs_suppliers` WRITE;
/*!40000 ALTER TABLE `ecs_suppliers` DISABLE KEYS */;
INSERT INTO `ecs_suppliers` VALUES (1,'北京供货商','北京供货商',1),(2,'上海供货商','上海供货商',1);
/*!40000 ALTER TABLE `ecs_suppliers` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_tag`
--

DROP TABLE IF EXISTS `ecs_tag`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_tag` (
  `tag_id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `tag_words` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`tag_id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_tag`
--

LOCK TABLES `ecs_tag` WRITE;
/*!40000 ALTER TABLE `ecs_tag` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_tag` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_template`
--

DROP TABLE IF EXISTS `ecs_template`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_template` (
  `filename` varchar(30) NOT NULL DEFAULT '',
  `region` varchar(40) NOT NULL DEFAULT '',
  `library` varchar(40) NOT NULL DEFAULT '',
  `sort_order` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `number` tinyint(1) unsigned NOT NULL DEFAULT '5',
  `type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `theme` varchar(60) NOT NULL DEFAULT '',
  `remarks` varchar(30) NOT NULL DEFAULT '',
  KEY `filename` (`filename`,`region`),
  KEY `theme` (`theme`),
  KEY `remarks` (`remarks`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_template`
--

LOCK TABLES `ecs_template` WRITE;
/*!40000 ALTER TABLE `ecs_template` DISABLE KEYS */;
INSERT INTO `ecs_template` VALUES ('index','右侧区域','/library/ad_position.lbi',0,37,1,4,'ecmoban_yemaijiu',''),('index','播放器下广告三','/library/ad_position.lbi',0,54,0,4,'ecmoban_yemaijiu',''),('index','播放器下广告二','/library/ad_position.lbi',0,53,0,4,'ecmoban_yemaijiu',''),('index','播放器下广告一','/library/ad_position.lbi',0,52,0,4,'ecmoban_yemaijiu',''),('index','全宽行','/library/cat_goods.lbi',0,270,6,1,'ecmoban_yemaijiu',''),('index','','/library/brands.lbi',0,0,3,0,'ecmoban_yemaijiu',''),('index','','/library/auction.lbi',0,0,3,0,'ecmoban_yemaijiu',''),('index','','/library/group_buy.lbi',0,0,3,0,'ecmoban_yemaijiu',''),('index','','/library/recommend_promotion.lbi',0,0,4,0,'ecmoban_yemaijiu',''),('index','全宽行','/library/recommend_hot.lbi',4,0,6,0,'ecmoban_yemaijiu',''),('index','全宽行','/library/recommend_new.lbi',2,0,6,0,'ecmoban_yemaijiu',''),('index','全宽行','/library/recommend_best.lbi',0,0,6,0,'ecmoban_yemaijiu',''),('index','全宽行','/library/ad_position.lbi',1,55,2,4,'ecmoban_yemaijiu',''),('index','全宽行','/library/ad_position.lbi',3,57,4,4,'ecmoban_yemaijiu','');
/*!40000 ALTER TABLE `ecs_template` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_topic`
--

DROP TABLE IF EXISTS `ecs_topic`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_topic` (
  `topic_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL DEFAULT '''''',
  `intro` text NOT NULL,
  `start_time` int(11) NOT NULL DEFAULT '0',
  `end_time` int(10) NOT NULL DEFAULT '0',
  `data` text NOT NULL,
  `template` varchar(255) NOT NULL DEFAULT '''''',
  `css` text NOT NULL,
  `topic_img` varchar(255) DEFAULT NULL,
  `title_pic` varchar(255) DEFAULT NULL,
  `base_style` char(6) DEFAULT NULL,
  `htmls` mediumtext,
  `keywords` varchar(255) DEFAULT NULL,
  `description` varchar(255) DEFAULT NULL,
  KEY `topic_id` (`topic_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_topic`
--

LOCK TABLES `ecs_topic` WRITE;
/*!40000 ALTER TABLE `ecs_topic` DISABLE KEYS */;
INSERT INTO `ecs_topic` VALUES (1,'夏新优惠大酬宾','<p>夏新产品优惠开始了</p>',1241107200,1498752000,'O:8:\"stdClass\":1:{s:7:\"default\";a:3:{i:0;s:11:\"夏新N7|17\";i:1;s:21:\"落户亲子鉴定|80\";i:2;s:18:\"基因身份证|81\";}}','','','','','','','','');
/*!40000 ALTER TABLE `ecs_topic` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_activity`
--

DROP TABLE IF EXISTS `ecs_touch_activity`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_activity` (
  `act_id` int(10) NOT NULL,
  `act_banner` varchar(255) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_activity`
--

LOCK TABLES `ecs_touch_activity` WRITE;
/*!40000 ALTER TABLE `ecs_touch_activity` DISABLE KEYS */;
INSERT INTO `ecs_touch_activity` VALUES (1,'http://d8.yihaodianimg.com/N00/M08/9A/E0/CgMBmVPPNHqAXRx1AACfU7I8J8857100.jpg'),(2,'http://img13.360buyimg.com/cms/jfs/t184/306/2459217274/143660/f83440cc/53d20980N337e37e1.jpg!q35.jpg'),(3,'http://img10.360buyimg.com/cms/jfs/t157/153/2494576813/117819/654b2854/53d20fe1N246c1e4a.jpg!q35.jpg'),(4,'http://img11.360buyimg.com/cms/jfs/t145/259/2655815990/39930/9c6e8426/53d772c7N26e261e4.jpg!q35.jpg'),(5,'data/attached/banner_image/ea725b8e67518d05c5cd80e5fed8d04f.jpg');
/*!40000 ALTER TABLE `ecs_touch_activity` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_ad`
--

DROP TABLE IF EXISTS `ecs_touch_ad`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_ad` (
  `ad_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `position_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `media_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `ad_name` varchar(255) NOT NULL DEFAULT '',
  `ad_link` varchar(255) NOT NULL DEFAULT '',
  `ad_code` text NOT NULL,
  `start_time` int(11) NOT NULL DEFAULT '0',
  `end_time` int(11) NOT NULL DEFAULT '0',
  `link_man` varchar(60) NOT NULL DEFAULT '',
  `link_email` varchar(60) NOT NULL DEFAULT '',
  `link_phone` varchar(60) NOT NULL DEFAULT '',
  `click_count` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `enabled` tinyint(3) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`ad_id`),
  KEY `position_id` (`position_id`),
  KEY `enabled` (`enabled`)
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_ad`
--

LOCK TABLES `ecs_touch_ad` WRITE;
/*!40000 ALTER TABLE `ecs_touch_ad` DISABLE KEYS */;
INSERT INTO `ecs_touch_ad` VALUES (9,1,0,'成功之路','','data/attached/images/d3cd74852e6ec003ca7db59969aeb14a.jpg',1436342400,1475136000,'','','',13,1),(8,1,0,'伊人','','data/attached/images/585cf5fc1c8e3e3b38c68780f96c43a0.jpg',1436428800,1470988800,'','','',7,1),(7,1,0,'港湾','','data/attached/images/1c2fd6ba4e4dc206591bc038c44c19c2.jpg',1436428800,1470988800,'','','',11,1);
/*!40000 ALTER TABLE `ecs_touch_ad` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_ad_position`
--

DROP TABLE IF EXISTS `ecs_touch_ad_position`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_ad_position` (
  `position_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `position_name` varchar(255) NOT NULL DEFAULT '',
  `ad_width` smallint(5) unsigned NOT NULL DEFAULT '0',
  `ad_height` smallint(5) unsigned NOT NULL DEFAULT '0',
  `position_desc` varchar(255) NOT NULL DEFAULT '',
  `position_style` text NOT NULL,
  PRIMARY KEY (`position_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_ad_position`
--

LOCK TABLES `ecs_touch_ad_position` WRITE;
/*!40000 ALTER TABLE `ecs_touch_ad_position` DISABLE KEYS */;
INSERT INTO `ecs_touch_ad_position` VALUES (1,'首页Banner广告位',360,168,'','&lt;ul&gt;\r\n{foreach from=$ads item=ad}\r\n  &lt;li&gt;{$ad}&lt;/li&gt;\r\n{/foreach}\r\n&lt;/ul&gt;\r\n');
/*!40000 ALTER TABLE `ecs_touch_ad_position` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_adsense`
--

DROP TABLE IF EXISTS `ecs_touch_adsense`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_adsense` (
  `from_ad` smallint(5) NOT NULL DEFAULT '0',
  `referer` varchar(255) NOT NULL DEFAULT '',
  `clicks` int(10) unsigned NOT NULL DEFAULT '0',
  KEY `from_ad` (`from_ad`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_adsense`
--

LOCK TABLES `ecs_touch_adsense` WRITE;
/*!40000 ALTER TABLE `ecs_touch_adsense` DISABLE KEYS */;
INSERT INTO `ecs_touch_adsense` VALUES (2,'本站',1),(3,'本站',1),(5,'本站',1),(9,'本站',13),(8,'本站',7),(7,'本站',11);
/*!40000 ALTER TABLE `ecs_touch_adsense` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_article`
--

DROP TABLE IF EXISTS `ecs_touch_article`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_article` (
  `article_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `cat_id` smallint(5) NOT NULL DEFAULT '0',
  `title` varchar(150) NOT NULL DEFAULT '',
  `content` longtext NOT NULL,
  `author` varchar(30) NOT NULL DEFAULT '',
  `author_email` varchar(60) NOT NULL DEFAULT '',
  `keywords` varchar(255) NOT NULL DEFAULT '',
  `is_open` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `file_url` varchar(255) NOT NULL DEFAULT '',
  `open_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `link` varchar(255) NOT NULL DEFAULT '',
  `description` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`article_id`),
  KEY `cat_id` (`cat_id`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_article`
--

LOCK TABLES `ecs_touch_article` WRITE;
/*!40000 ALTER TABLE `ecs_touch_article` DISABLE KEYS */;
INSERT INTO `ecs_touch_article` VALUES (6,-1,'用户协议','&lt;p&gt;用户协议内容。&lt;/p&gt;','','','',1,1431658010,'',0,'',''),(7,1,'服务协议','&lt;p&gt;我们的服务协议。&lt;/p&gt;','','','',1,1434048752,'',0,'','gffffff');
/*!40000 ALTER TABLE `ecs_touch_article` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_article_cat`
--

DROP TABLE IF EXISTS `ecs_touch_article_cat`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_article_cat` (
  `cat_id` smallint(5) NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(255) NOT NULL DEFAULT '',
  `keywords` varchar(255) NOT NULL DEFAULT '',
  `cat_desc` varchar(255) NOT NULL DEFAULT '',
  `sort_order` tinyint(3) unsigned NOT NULL DEFAULT '50',
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`cat_id`),
  KEY `sort_order` (`sort_order`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_article_cat`
--

LOCK TABLES `ecs_touch_article_cat` WRITE;
/*!40000 ALTER TABLE `ecs_touch_article_cat` DISABLE KEYS */;
INSERT INTO `ecs_touch_article_cat` VALUES (1,'系统','','',50,0);
/*!40000 ALTER TABLE `ecs_touch_article_cat` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_auth`
--

DROP TABLE IF EXISTS `ecs_touch_auth`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_auth` (
  `id` tinyint(2) NOT NULL AUTO_INCREMENT,
  `auth_config` varchar(255) NOT NULL,
  `from` varchar(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='登录插件';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_auth`
--

LOCK TABLES `ecs_touch_auth` WRITE;
/*!40000 ALTER TABLE `ecs_touch_auth` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_touch_auth` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_brand`
--

DROP TABLE IF EXISTS `ecs_touch_brand`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_brand` (
  `brand_id` int(8) NOT NULL,
  `brand_banner` varchar(255) NOT NULL COMMENT '广告位',
  `brand_content` text NOT NULL COMMENT '详情'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_brand`
--

LOCK TABLES `ecs_touch_brand` WRITE;
/*!40000 ALTER TABLE `ecs_touch_brand` DISABLE KEYS */;
INSERT INTO `ecs_touch_brand` VALUES (19,'data/attached/brand_image/08fe5f7beca3d47772e6eaad82efee3a.png','');
/*!40000 ALTER TABLE `ecs_touch_brand` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_category`
--

DROP TABLE IF EXISTS `ecs_touch_category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_category` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `cat_id` int(10) unsigned DEFAULT NULL COMMENT '外键',
  `cat_image` varchar(255) DEFAULT NULL COMMENT '分类ICO图标',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_category`
--

LOCK TABLES `ecs_touch_category` WRITE;
/*!40000 ALTER TABLE `ecs_touch_category` DISABLE KEYS */;
INSERT INTO `ecs_touch_category` VALUES (1,250,NULL),(2,270,'data/attached/cat_image/cd24332fb14f7604c6a6a92af65a4fda.jpg'),(3,277,NULL),(4,255,'data/attached/cat_image/9683ee047ea04449d20665f1423f5151.jpg'),(5,280,'data/attached/cat_image/494ce3b4097b90d4744bbdb92d4e4019.png'),(6,241,'data/attached/cat_image/23ec6fc8b11b225f64730de60e8ebb31.jpg'),(7,285,'data/attached/cat_image/4f4b4b5714b82ad5179385e496ade978.jpg');
/*!40000 ALTER TABLE `ecs_touch_category` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_feedback`
--

DROP TABLE IF EXISTS `ecs_touch_feedback`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_feedback` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `msg_id` mediumint(8) unsigned NOT NULL,
  `msg_read` int(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_feedback`
--

LOCK TABLES `ecs_touch_feedback` WRITE;
/*!40000 ALTER TABLE `ecs_touch_feedback` DISABLE KEYS */;
INSERT INTO `ecs_touch_feedback` VALUES (1,2,0),(2,3,1);
/*!40000 ALTER TABLE `ecs_touch_feedback` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_goods`
--

DROP TABLE IF EXISTS `ecs_touch_goods`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_goods` (
  `goods_id` int(10) unsigned DEFAULT NULL COMMENT '外键',
  `sales_volume` int(10) unsigned DEFAULT NULL COMMENT '销量统计',
  UNIQUE KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_goods`
--

LOCK TABLES `ecs_touch_goods` WRITE;
/*!40000 ALTER TABLE `ecs_touch_goods` DISABLE KEYS */;
INSERT INTO `ecs_touch_goods` VALUES (77,1),(86,5),(83,1),(81,2),(82,2),(87,1),(80,0),(84,5),(85,5),(88,26),(89,3),(90,22),(92,0),(93,40),(94,2),(91,1),(95,6),(96,1),(100,0),(98,0),(102,0),(97,0),(101,0),(105,3),(104,4),(99,0),(103,0);
/*!40000 ALTER TABLE `ecs_touch_goods` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_goods_activity`
--

DROP TABLE IF EXISTS `ecs_touch_goods_activity`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_goods_activity` (
  `act_id` int(10) DEFAULT NULL,
  `act_banner` varchar(255) DEFAULT NULL,
  `sales_count` int(10) DEFAULT NULL,
  `click_num` int(10) NOT NULL DEFAULT '0',
  `cur_price` decimal(10,2) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_goods_activity`
--

LOCK TABLES `ecs_touch_goods_activity` WRITE;
/*!40000 ALTER TABLE `ecs_touch_goods_activity` DISABLE KEYS */;
INSERT INTO `ecs_touch_goods_activity` VALUES (8,NULL,NULL,0,'1910.00'),(9,NULL,NULL,0,'1.00'),(10,'data/attached/banner_image/08fe5f7beca3d47772e6eaad82efee3a.png',NULL,0,'10.00'),(7,'data/attached/banner_image/08fe5f7beca3d47772e6eaad82efee3a.png',NULL,0,'0.00');
/*!40000 ALTER TABLE `ecs_touch_goods_activity` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_nav`
--

DROP TABLE IF EXISTS `ecs_touch_nav`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_nav` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `ctype` varchar(10) DEFAULT NULL,
  `cid` smallint(5) unsigned DEFAULT NULL,
  `name` varchar(255) NOT NULL,
  `ifshow` tinyint(1) NOT NULL,
  `vieworder` tinyint(1) NOT NULL,
  `opennew` tinyint(1) NOT NULL,
  `url` varchar(255) NOT NULL,
  `pic` varchar(255) NOT NULL,
  `type` varchar(10) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `type` (`type`),
  KEY `ifshow` (`ifshow`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_nav`
--

LOCK TABLES `ecs_touch_nav` WRITE;
/*!40000 ALTER TABLE `ecs_touch_nav` DISABLE KEYS */;
INSERT INTO `ecs_touch_nav` VALUES (1,'',0,'全部分类',1,0,0,'index.php?c=category&amp;a=all','themes/yemaijiu/images/nav/nav_0.png','middle'),(2,'',0,'我的订单',1,0,0,'index.php?m=default&amp;c=user&amp;a=order_list','themes/yemaijiu/images/nav/nav_1.png','middle'),(5,'',0,'我的报告',1,4,0,'index.php?c=user&amp;a=report','data/attached/nav/042755b4a973e75796402d3d413d1d21.png','middle'),(7,'',0,'个人中心',1,0,0,'index.php?m=default&amp;c=user','themes/yemaijiu/images/nav/nav_6.png','middle');
/*!40000 ALTER TABLE `ecs_touch_nav` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_payment`
--

DROP TABLE IF EXISTS `ecs_touch_payment`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_payment` (
  `pay_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `pay_code` varchar(20) NOT NULL DEFAULT '',
  `pay_name` varchar(120) NOT NULL DEFAULT '',
  `pay_fee` varchar(10) NOT NULL DEFAULT '0',
  `pay_desc` text NOT NULL,
  `pay_order` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `pay_config` text NOT NULL,
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_cod` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_online` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`pay_id`),
  UNIQUE KEY `pay_code` (`pay_code`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_payment`
--

LOCK TABLES `ecs_touch_payment` WRITE;
/*!40000 ALTER TABLE `ecs_touch_payment` DISABLE KEYS */;
INSERT INTO `ecs_touch_payment` VALUES (1,'balance','余额支付','0','使用帐户余额支付。只有会员才能使用，通过设置信用额度，可以透支。',0,'a:0:{}',0,0,1),(2,'bank','银行汇款/转帐','0','银行名称\n收款人信息：全称 ××× ；帐号或地址 ××× ；开户行 ×××。\n注意事项：办理电汇时，请在电汇单“汇款用途”一栏处注明您的订单号。',0,'a:0:{}',0,0,0),(3,'cod','货到付款','0','开通城市：×××\n货到付款区域：×××',0,'a:0:{}',0,1,0),(4,'alipay_wap','支付宝（手机版）','0','支付宝（手机版）网站(www.alipay.com) 是国内先进的网上支付平台。',0,'a:4:{i:0;a:3:{s:4:\"name\";s:14:\"alipay_account\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:3:\"111\";}i:1;a:3:{s:4:\"name\";s:10:\"alipay_key\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:3:\"222\";}i:2;a:3:{s:4:\"name\";s:14:\"alipay_partner\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:3:\"333\";}i:3;a:3:{s:4:\"name\";s:10:\"relate_pay\";s:4:\"type\";s:6:\"select\";s:5:\"value\";s:1:\"0\";}}',1,0,1),(5,'wxpay','微信支付','0','微信支付，是基于客户端提供的服务功能。同时向商户提供销售经营分析、账户和资金管理的功能支持。用户通过扫描二维码、微信内打开商品页面购买等多种方式调起微信支付模块完成支付。',0,'a:4:{i:0;a:3:{s:4:\"name\";s:11:\"wxpay_appid\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:18:\"wxa8980d28e4a9d7a2\";}i:1;a:3:{s:4:\"name\";s:15:\"wxpay_appsecret\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:32:\"d5cb767930a83ea92f729c96b3b6659a\";}i:2;a:3:{s:4:\"name\";s:9:\"wxpay_key\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:32:\"93737c245E50d30d7127B4446e50dbd1\";}i:3;a:3:{s:4:\"name\";s:11:\"wxpay_mchid\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:10:\"1240230802\";}}',1,0,1);
/*!40000 ALTER TABLE `ecs_touch_payment` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_shop_config`
--

DROP TABLE IF EXISTS `ecs_touch_shop_config`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_shop_config` (
  `id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `code` varchar(30) NOT NULL DEFAULT '',
  `type` varchar(10) NOT NULL DEFAULT '',
  `store_range` varchar(255) NOT NULL DEFAULT '',
  `store_dir` varchar(255) NOT NULL DEFAULT '',
  `value` text NOT NULL,
  `sort_order` tinyint(3) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  UNIQUE KEY `code` (`code`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=914 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_shop_config`
--

LOCK TABLES `ecs_touch_shop_config` WRITE;
/*!40000 ALTER TABLE `ecs_touch_shop_config` DISABLE KEYS */;
INSERT INTO `ecs_touch_shop_config` VALUES (1,0,'shop_info','group','','','',1),(2,0,'basic','group','','','',1),(3,0,'display','group','','','',1),(7,0,'goods','group','','','',1),(8,0,'sms','group','','','',1),(101,1,'shop_name','text','','','发现DNA',1),(102,1,'shop_title','text','','','Genegg',1),(103,1,'shop_desc','text','','','',1),(104,1,'shop_keywords','text','','','',1),(118,1,'shop_logo','file','','./themes/{$template}/images/','',1),(120,1,'user_notice','textarea','','','用户中心公告！',1),(122,1,'shop_reg_closed','select','1,0','','0',1),(215,2,'no_picture','file','','./data/common/images/','',1),(218,2,'stats_code','textarea','','','',1),(220,2,'register_points','text','','','0',1),(312,3,'top_number','text','','','10',1),(313,3,'history_number','text','','','5',1),(314,3,'comments_number','text','','','5',1),(315,3,'bought_goods','text','','','3',1),(316,3,'article_number','text','','','7',1),(317,3,'goods_name_length','text','','','22',1),(319,3,'page_size','text','','','10',1),(320,3,'sort_order_type','select','0,1,2','','0',1),(321,3,'sort_order_method','select','0,1','','1',1),(322,3,'show_order_type','select','0,1,2','','1',1),(323,3,'attr_related_number','text','','','5',1),(330,3,'search_keywords','text','','','',0),(332,3,'related_goods_number','text','','','4',1),(334,3,'article_page_size','text','','','10',1),(604,6,'template','hidden','','','yemaijiu',1),(623,6,'stylename','hidden','','','',1),(701,7,'show_goodssn','select','1,0','','1',1),(702,7,'show_brand','select','1,0','','1',1),(703,7,'show_goodsweight','select','1,0','','0',1),(704,7,'show_goodsnumber','select','1,0','','1',1),(705,7,'show_addtime','select','1,0','','1',1),(706,7,'goodsattr_style','select','1,0','','1',1),(707,7,'show_marketprice','select','1,0','','1',1),(801,8,'sms_shop_mobile','text','','','',1),(802,8,'sms_order_placed','select','1,0','','0',1),(803,8,'sms_order_payed','select','1,0','','0',1),(909,1,'shop_url','text','','','http://www.genegg.com.cn/shop/',1),(910,1,'show_asynclist','select','1,0','','1',1),(911,8,'sms_ecmoban_user','text','','','admin123',0),(912,8,'sms_ecmoban_password','password','','','admin123',0),(913,8,'sms_signin','select','1,0','','0',1);
/*!40000 ALTER TABLE `ecs_touch_shop_config` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_topic`
--

DROP TABLE IF EXISTS `ecs_touch_topic`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_topic` (
  `topic_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL DEFAULT '',
  `intro` text NOT NULL,
  `start_time` int(11) NOT NULL DEFAULT '0',
  `end_time` int(10) NOT NULL DEFAULT '0',
  `data` text NOT NULL,
  `template` varchar(255) NOT NULL DEFAULT '',
  `css` text NOT NULL,
  `topic_img` varchar(255) DEFAULT NULL,
  `title_pic` varchar(255) DEFAULT NULL,
  `base_style` char(6) DEFAULT NULL,
  `htmls` mediumtext,
  `keywords` varchar(255) DEFAULT NULL,
  `description` varchar(255) DEFAULT NULL,
  KEY `topic_id` (`topic_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_topic`
--

LOCK TABLES `ecs_touch_topic` WRITE;
/*!40000 ALTER TABLE `ecs_touch_topic` DISABLE KEYS */;
INSERT INTO `ecs_touch_topic` VALUES (1,'夏新优惠大酬宾','',1438070400,1443513600,'O:8:\"stdClass\":1:{s:7:\"default\";a:8:{i:0;s:21:\"落户亲子鉴定|80\";i:1;s:18:\"基因身份证|81\";i:2;s:15:\"个体识别|82\";i:3;s:21:\"亲缘关系鉴定|83\";i:4;s:21:\"移民亲子鉴定|84\";i:5;s:21:\"胎儿亲子鉴定|85\";i:6;s:21:\"司法亲子鉴定|86\";i:7;s:21:\"个人亲子鉴定|87\";}}','topic.dwt','','data/attached/topic_image/30854e9107924cc9d35ba6d754f6caef.png',NULL,NULL,NULL,'让他','');
/*!40000 ALTER TABLE `ecs_touch_topic` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_touch_user_info`
--

DROP TABLE IF EXISTS `ecs_touch_user_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_touch_user_info` (
  `user_id` int(10) NOT NULL,
  `aite_id` varchar(200) NOT NULL COMMENT '标识'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='用户信息';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_touch_user_info`
--

LOCK TABLES `ecs_touch_user_info` WRITE;
/*!40000 ALTER TABLE `ecs_touch_user_info` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_touch_user_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_user_account`
--

DROP TABLE IF EXISTS `ecs_user_account`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_user_account` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `admin_user` varchar(255) NOT NULL,
  `amount` decimal(10,2) NOT NULL,
  `add_time` int(10) NOT NULL DEFAULT '0',
  `paid_time` int(10) NOT NULL DEFAULT '0',
  `admin_note` varchar(255) NOT NULL,
  `user_note` varchar(255) NOT NULL,
  `process_type` tinyint(1) NOT NULL DEFAULT '0',
  `payment` varchar(90) NOT NULL,
  `is_paid` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`),
  KEY `is_paid` (`is_paid`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_user_account`
--

LOCK TABLES `ecs_user_account` WRITE;
/*!40000 ALTER TABLE `ecs_user_account` DISABLE KEYS */;
INSERT INTO `ecs_user_account` VALUES (1,30,'admin','100.00',1439780494,1439780526,'111','123',0,'银行汇款/转帐',1),(2,30,'','100.00',1439780534,0,'','123',0,'银行汇款/转帐',0);
/*!40000 ALTER TABLE `ecs_user_account` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_user_address`
--

DROP TABLE IF EXISTS `ecs_user_address`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_user_address` (
  `address_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `address_name` varchar(50) NOT NULL DEFAULT '',
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `consignee` varchar(60) NOT NULL DEFAULT '',
  `email` varchar(60) NOT NULL DEFAULT '',
  `country` smallint(5) NOT NULL DEFAULT '0',
  `province` smallint(5) NOT NULL DEFAULT '0',
  `city` smallint(5) NOT NULL DEFAULT '0',
  `district` smallint(5) NOT NULL DEFAULT '0',
  `address` varchar(120) NOT NULL DEFAULT '',
  `zipcode` varchar(60) NOT NULL DEFAULT '',
  `tel` varchar(60) NOT NULL DEFAULT '',
  `mobile` varchar(60) NOT NULL DEFAULT '',
  `sign_building` varchar(120) NOT NULL DEFAULT '',
  `best_time` varchar(120) NOT NULL DEFAULT '',
  PRIMARY KEY (`address_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=41 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_user_address`
--

LOCK TABLES `ecs_user_address` WRITE;
/*!40000 ALTER TABLE `ecs_user_address` DISABLE KEYS */;
INSERT INTO `ecs_user_address` VALUES (1,'',1,'刘先生','ecshop@ecshop.com',1,2,52,502,'海兴大厦','','010-25851234','13986765412','',''),(2,'',3,'叶先生','text@ecshop.com',1,2,52,510,'通州区旗舰凯旋小区','','13588104710','','',''),(3,'',9,'沈雨后','',1,25,321,2707,'康桥路787号','','','18616260000','',''),(4,'',10,'王阿里1','123456@qq.com',1,9,121,0,'花园路888号','','78978945','15858589988','',''),(8,'',10,'阿里1','',0,0,0,0,'花园路888号','','','15858589988','',''),(7,'',10,'王阿里2','',1,3,37,410,'按时到岗','','','15858589988','',''),(9,'',10,'王阿里2','',0,0,0,0,'花园路888号','','','15858589988','',''),(10,'',10,'王阿里2','',0,0,0,0,'花园路888号112','','','15858589945','',''),(11,'',10,'王阿里2','',0,0,0,0,'花园路888号','','','15858589988','',''),(12,'',10,'嗷嗷嗷','',0,0,0,0,'对对对','','','15858589988','',''),(13,'',16,'邓州','',1,5,65,627,'我的地址','','','15858589988','',''),(14,'',30,'测试','2345dd6@qq.com',1,2,52,500,'和核桃仁和投入和体会','111111','15021195316','18217233896','',''),(15,'',9,'沈雨后','',1,16,221,1854,'苏州新区干将路189号202室','','','18616260000','',''),(16,'',31,'dd','adminqdq@qq.xom',1,2,52,501,'dd','111111','15021195316','15021195316','',''),(17,'',33,'徐珏','',1,25,321,2708,'邯郸路','','','15050355884','',''),(18,'',24,'小明','',1,5,63,612,'用于uuui','','','138000000','',''),(19,'',37,'ttttt','',1,2,52,503,'test','','','13122443434','',''),(20,'',36,'测试','',1,2,52,500,'测试','','','15556666435','',''),(21,'',38,'deke','',1,2,52,501,'dasdasda','','','13212345567','',''),(22,'',39,'anke','',1,7,100,895,'奇美大厦1305','','','13112345678','',''),(23,'',40,'ca','',1,4,55,540,'sdasd ','','','13212345678','',''),(24,'',41,'小小1','1@1.ss',1,25,321,2706,'测试地址1','','1','13818400000','',''),(25,'',43,'张洁薇','',1,25,321,2707,'潍坊西路100弄3号楼1002室','','','13524319001','',''),(26,'',45,'1','',1,4,55,541,'11','','','1','',''),(27,'',46,'sd','',1,8,114,989,'dfvftgtyhyh','','','18829552577','',''),(28,'',47,'ca de','',1,5,62,604,'参加了咯哦哦哦','','','18829552577','',''),(29,'',48,'来看看','',1,2,52,500,'看看咯哦','','','18829552577','',''),(30,'',10,'tiger','',1,2,52,500,'bejing ','','','13655556666','',''),(31,'',50,'王小明','',1,2,52,500,'东安街66号首都企业广场11楼205室','','','13811100000','',''),(32,'',52,'aaa','',1,4,56,550,'saddsa','','','1333333333','',''),(33,'',54,'11','',1,2,52,500,'回','','','13818800000','',''),(34,'',28,'沙佳彤','',1,25,321,2717,'上海市宝山区友谊路1999弄4号102室','','','18800353267','',''),(35,'',17,'丁达','',1,25,321,2707,'杨高路3839弄5号楼402','','','13916640924','',''),(36,'',63,'邢秋月','',1,25,321,2704,'共和新路4605弄1号楼','','','13122353187','',''),(37,'',66,'李春波','',1,25,321,2708,'杨浦区邯郸路100号61栋155室','','','15921182605','',''),(38,'',64,'黄迅威','',1,16,221,1851,'苏苑新村44-603','','','18952405911','',''),(39,'',68,'杨健伟','',1,25,321,2708,'营口路578号15K','','','13917067756','',''),(40,'',70,'赵春','',1,25,321,2707,'上海市浦东新区季景路19弄57号楼401','','','13817401962','','');
/*!40000 ALTER TABLE `ecs_user_address` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_user_bonus`
--

DROP TABLE IF EXISTS `ecs_user_bonus`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_user_bonus` (
  `bonus_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `bonus_type_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `bonus_sn` varchar(20) NOT NULL DEFAULT '0',
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `used_time` int(10) unsigned NOT NULL DEFAULT '0',
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `emailed` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`bonus_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=105 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_user_bonus`
--

LOCK TABLES `ecs_user_bonus` WRITE;
/*!40000 ALTER TABLE `ecs_user_bonus` DISABLE KEYS */;
INSERT INTO `ecs_user_bonus` VALUES (1,3,'0',1,1242142681,4,0),(2,4,'1000003379',1,1242976699,14,0),(3,4,'1000018450',0,0,0,0),(4,4,'1000023774',0,0,0,0),(5,4,'1000039394',0,0,0,0),(6,4,'1000049305',0,0,0,0),(7,4,'1000052248',0,0,0,0),(8,4,'1000061542',0,0,0,0),(9,4,'1000070278',0,0,0,0),(10,4,'1000080588',0,0,0,0),(11,4,'1000091405',0,0,0,0),(24,3,'0',1,0,0,0),(25,3,'0',1,0,0,0),(26,3,'0',1,0,0,0),(27,3,'0',1,0,0,0),(28,3,'0',1,0,0,0),(29,3,'0',1,0,0,0),(30,3,'0',1,0,0,0),(31,3,'0',1,0,0,0),(32,5,'0',9,1439426349,41,1),(33,5,'0',9,1439925866,44,1),(34,4,'1000093301',0,0,0,0),(35,4,'1000109660',0,0,0,0),(36,4,'1000119148',0,0,0,0),(37,4,'1000122554',0,0,0,0),(38,4,'1000138750',0,0,0,0),(39,4,'1000148023',0,0,0,0),(40,4,'1000159975',0,0,0,0),(41,4,'1000169016',0,0,0,0),(42,4,'1000174698',0,0,0,0),(43,4,'1000185228',0,0,0,0),(44,4,'1000185753',0,0,0,0),(45,4,'1000191149',0,0,0,0),(46,4,'1000208554',0,0,0,0),(47,4,'1000215084',0,0,0,0),(48,4,'1000224369',0,0,0,0),(49,4,'1000227447',0,0,0,0),(50,4,'1000239707',9,1443239358,116,0),(51,5,'0',33,0,0,1),(52,6,'0',33,1440099632,48,1),(53,6,'0',10,1443118219,88,1),(54,1,'0',10,0,0,1),(55,1,'0',9,1443403092,122,1),(56,5,'0',9,1444608003,146,1),(57,5,'0',9,0,0,1),(58,1,'0',9,0,0,1),(76,8,'WP1000022258',0,0,0,0),(75,8,'XU1000010597',0,0,0,0),(74,8,'HV1000008813',0,0,0,0),(77,8,'SF1000033484',0,0,0,0),(78,8,'AR1000048894',0,0,0,0),(79,8,'HQ1000053215',0,0,0,0),(80,8,'KK1000067291',0,0,0,0),(81,8,'AV1000074322',0,0,0,0),(82,8,'DR1000084642',0,0,0,0),(83,8,'WU1000090311',10,0,0,0),(84,9,'0',9,1448488625,182,1),(85,10,'YM1000096201',0,0,0,0),(86,10,'KP1000107011',0,0,0,0),(87,10,'ZF1000111363',0,0,0,0),(88,10,'ZU1000129688',0,0,0,0),(89,10,'NV1000136432',0,0,0,0),(90,10,'QF1000149467',0,0,0,0),(91,10,'SY1000153509',0,0,0,0),(92,10,'AG1000163912',0,0,0,0),(93,10,'SF1000178125',0,0,0,0),(94,10,'QF1000186629',0,0,0,0),(95,10,'EN1000190348',0,0,0,0),(96,10,'TS1000209106',0,0,0,0),(97,10,'XF1000217259',0,0,0,0),(98,10,'ER1000220506',0,0,0,0),(99,10,'AT1000233292',0,0,0,0),(100,10,'GP1000249336',0,0,0,0),(101,10,'VT1000253359',9,1448392924,179,0),(102,10,'QA1000269037',9,1448488822,183,0),(103,10,'SG1000272369',9,1448384498,177,0),(104,10,'VB1000286540',9,1447716639,157,0);
/*!40000 ALTER TABLE `ecs_user_bonus` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_user_feed`
--

DROP TABLE IF EXISTS `ecs_user_feed`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_user_feed` (
  `feed_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `value_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `feed_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_feed` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`feed_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_user_feed`
--

LOCK TABLES `ecs_user_feed` WRITE;
/*!40000 ALTER TABLE `ecs_user_feed` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_user_feed` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_user_rank`
--

DROP TABLE IF EXISTS `ecs_user_rank`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_user_rank` (
  `rank_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `rank_name` varchar(30) NOT NULL DEFAULT '',
  `min_points` int(10) unsigned NOT NULL DEFAULT '0',
  `max_points` int(10) unsigned NOT NULL DEFAULT '0',
  `discount` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `show_price` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `special_rank` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`rank_id`)
) ENGINE=MyISAM AUTO_INCREMENT=100 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_user_rank`
--

LOCK TABLES `ecs_user_rank` WRITE;
/*!40000 ALTER TABLE `ecs_user_rank` DISABLE KEYS */;
INSERT INTO `ecs_user_rank` VALUES (1,'注册用户',0,10000,100,0,0),(2,'vip',10000,10000000,95,0,0),(3,'代销用户',0,0,90,0,1),(99,'微信用户',0,0,100,1,1);
/*!40000 ALTER TABLE `ecs_user_rank` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_user_relevant`
--

DROP TABLE IF EXISTS `ecs_user_relevant`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_user_relevant` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `tag` varchar(50) NOT NULL DEFAULT '',
  `tag_time` int(11) NOT NULL COMMENT '设置标签时间',
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `consignee` varchar(60) NOT NULL DEFAULT '',
  `email` varchar(60) NOT NULL DEFAULT '',
  `country` smallint(5) NOT NULL DEFAULT '0',
  `province` smallint(5) NOT NULL DEFAULT '0',
  `city` smallint(5) NOT NULL DEFAULT '0',
  `district` smallint(5) NOT NULL DEFAULT '0',
  `address` varchar(120) NOT NULL DEFAULT '',
  `zipcode` varchar(60) NOT NULL DEFAULT '',
  `tel` varchar(60) NOT NULL DEFAULT '',
  `mobile` varchar(60) NOT NULL DEFAULT '',
  `sign_building` varchar(120) NOT NULL DEFAULT '',
  `best_time` varchar(120) NOT NULL DEFAULT '',
  `relation` varchar(100) NOT NULL,
  `sex` int(10) NOT NULL,
  `birthday` varchar(50) NOT NULL,
  `identity_card` varchar(20) NOT NULL,
  `native_place` varchar(120) NOT NULL COMMENT '户籍',
  `isself` tinyint(1) DEFAULT '0',
  `isagree` tinyint(1) DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=122 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_user_relevant`
--

LOCK TABLES `ecs_user_relevant` WRITE;
/*!40000 ALTER TABLE `ecs_user_relevant` DISABLE KEYS */;
INSERT INTO `ecs_user_relevant` VALUES (1,'321',0,10,'刘先生','ecshop@ecshop.com',1,2,52,502,'海兴大厦','','010-25851234','','','','亲戚',0,'','','',0,0),(2,'456',1441089713,10,'叶先生','text@ecshop.com',1,2,52,510,'通州区旗舰凯旋小区','','13588104710','','','','亲戚',0,'','','',0,0),(3,'121',0,10,'121','',1,25,321,2707,'sfgjjs','','','13811111111','','','亲戚',0,'','','',0,0),(5,'asa123',0,10,'阿萨','',1,2,52,504,'花园路888号搜索','','','12233','','','儿子',0,'','','aaaa',0,0),(6,'',0,10,'沈父亲','',0,0,0,0,'详细地址不必填','','','13811111111','','','父亲',0,'1954-06-25','','',0,0),(69,'',0,41,'小小1','',0,0,0,0,'','','','','','','本人',0,'','','',1,1),(44,'',0,37,'ffff','',0,0,0,0,'','','','15556666896','','','儿子',1,'','','',0,0),(9,'123',0,9,'沈雨后','supermao@aliyun.com',0,0,0,0,'','','','18616260000','','','本人',1,'1981-07-07','','浙江',1,1),(10,'1234',0,9,'施晓云','',0,0,0,0,'','','11111111','13816800000','','','配偶',1,'','','上海',0,0),(11,'213',0,9,'沈云云','',0,0,0,0,'','','','13816800001','','','儿子',-1,'2012-07-07','','浙江',0,0),(14,'',0,10,'1234','',0,0,0,0,'','','','','','','配偶',-1,'','','',0,0),(16,'',0,9,'沈海金','',0,0,0,0,'','','','','','','父亲',0,'2015-07-20','','',0,0),(17,'0020009370',0,33,'徐珏','',0,0,0,0,'','','','','','','本人',1,'1986-07-06','320581198607063427','江苏常熟',0,0),(18,'555',0,33,'沈玲宇','',0,0,0,0,'','','','','','','同事',1,'2015-08-21','','',0,0),(19,'666',0,33,'黄胖','',0,0,0,0,'','','','','','','同事',0,'','','',0,0),(20,'334455',0,24,'小明','',0,0,0,0,'','','','','','','本人',2,'1994-11-23','','',0,0),(21,'445566',0,24,'小花','',0,0,0,0,'','','','','','','同学',1,'1993-08-23','','',0,0),(22,'',0,9,'小明','',0,0,0,0,'','','','','','','朋友',-1,'','','',0,0),(23,'22222',1441073789,9,'小郭','',0,0,0,0,'','','','','','','其他',-1,'','','',0,0),(24,'12334',1441068832,9,'小张','',0,0,0,0,'','','','','','','其他',-1,'1984-08-31','','',0,0),(25,'12345',1441071584,9,'小李','',0,0,0,0,'','','','','','','朋友',-1,'','','',0,0),(27,'',0,9,'Michael','',0,0,0,0,'','','','','','','同事',-1,'','','',0,0),(29,'33333',1441621210,9,'小杨','',0,0,0,0,'','','','','','','朋友',-1,'','','',0,0),(39,'',0,10,'cnm','',0,0,0,0,'','','','','','','SDA搜索',-1,'','','',0,0),(43,'',0,37,'test','',0,0,0,0,'','','','15255556867','','','本人',0,'','','',1,0),(45,'',0,10,'qaz','',0,0,0,0,'','','','','','','qaz',-1,'','','',0,0),(46,'1001',1442313385,9,'测试1','',0,0,0,0,'','','','','','','111',-1,'','','',0,0),(47,'111',1441605877,36,'对象1','',0,0,0,0,'','','','','','','朋友',1,'2015-09-07','','',0,0),(48,'222',1441605890,36,'本人名','',0,0,0,0,'','','','1666333526','','','本人',0,'2015-09-07','','',1,1),(49,'',0,36,'对外哦','',0,0,0,0,'','','','','','','朋友',0,'2015-09-07','','',0,0),(50,'101',1441613316,9,'测试2','',0,0,0,0,'','','','','','','测试关系长度长度',-1,'','','',0,0),(51,'102',1441619530,9,'测试3','',0,0,0,0,'','','','','','','亲戚',-1,'','','',0,0),(52,'103',1441620234,9,'测试4','',0,0,0,0,'','','','','','','朋友',-1,'','','',0,0),(53,'',0,9,'测试5','',0,0,0,0,'','','','','','','朋友',-1,'','','',0,0),(54,'',0,9,'测试6','',0,0,0,0,'','','','','','','朋友',-1,'2015-09-07','','',0,0),(55,'107',1441621236,9,'测试7','',0,0,0,0,'','','','','','','1234567890',-1,'','','',0,0),(56,'567',1443502516,9,'测试8','',0,0,0,0,'','','','','','','朋友',-1,'','','',0,0),(57,'109',1441633948,9,'测试9','',0,0,0,0,'','','','','','','朋友',-1,'','','',0,0),(58,'110',1441634352,9,'测试10','',0,0,0,0,'','','','','','','亲戚',-1,'','','',0,0),(65,'',0,39,'anke','',0,0,0,0,'','','','13212345678','','','本人',0,'2015-09-10','','四川',1,0),(66,'',0,39,'aaa','',0,0,0,0,'','','','','','','母亲',-1,'','','',0,0),(67,'',0,40,'qaz','',1,20,270,2263,'','','21345678','13412345678','','','本人',-1,'','','上海',1,0),(68,'',0,40,'阿斯达','',0,0,0,0,'','','','','','','阿萨斯',-1,'','','',0,0),(70,'',0,41,'朋友1','',0,0,0,0,'','','','','','','朋友',-1,'','','',0,0),(71,'',0,41,'朋友2','',0,0,0,0,'','','','','','','朋友',-1,'','','',0,0),(72,'562',1441782225,43,'张洁薇','',0,0,0,0,'','','','13524319001','','','本人',0,'1991-03-30','','浙江上虞',1,1),(73,'563',1441782245,43,'放放风','',0,0,0,0,'','','','','','','放放风',-1,'','','',0,0),(75,'fr02',1443265471,9,'朋友2','',0,0,0,0,'','','','','','','朋友',0,'','','',0,0),(76,'',0,46,'王又来','',1,2,52,0,'上海市 普陀取 紧急出动农村 300','','18829552577','18819552577','','','本人',0,'1989.02.13','620502198911264222','上海市 上海',1,1),(77,'',0,48,'测试你','',1,2,52,502,'','','','18829552577','','','本人',0,'2015-09-24','620502198911264222','来看看',1,1),(78,'test10',1444631980,46,'石江诗','',0,0,0,0,'到处都成都 合计额看不奋斗北京的不错的 2121','','','','','','母亲',0,'ththt','','',0,0),(79,'test9',1444631990,46,'gfbfb','',0,0,0,0,'','','','','','','女儿',0,'bgbg','','',0,0),(80,'',0,46,'fgfgbggtg','',0,0,0,0,'','','','','','','朋友',0,'gtg','','',0,0),(81,'',0,46,'tgtgtg','',0,0,0,0,'','','','','','','配偶',0,'gtgt','','',0,0),(82,'',0,48,'干什么','',0,0,0,0,'','','','','','','父亲',0,'2015-09-27','','',0,0),(83,'',0,48,'但愿','',0,0,0,0,'','','','','','','儿子',0,'2015-12-25','','',0,0),(84,'',0,47,'测试1','',0,0,0,0,'','','','','','','本人',0,'2015-09-25','','',1,1),(85,'',0,47,'测试2','',0,0,0,0,'','','','','','','父亲',0,'','','',0,0),(86,'',0,47,'测试3','',0,0,0,0,'','','','','','','母亲',0,'','','',0,0),(87,'test01',1443261985,36,'测试','',0,0,0,0,'','','','','','','朋友',0,'2015-09-26','','',0,0),(88,'test02',1443262777,36,'逆天','',0,0,0,0,'','','','','','','朋友',0,'2015-09-26','','',0,0),(89,'test03',1443262796,36,'掏摸','',0,0,0,0,'','','','','','','朋友',0,'','','',0,0),(90,'test11',1443267722,9,'test11','',0,0,0,0,'','','','','','','测试',0,'','','',0,0),(91,'test12',1443267741,9,'test12','',0,0,0,0,'','','','','','','测试',0,'','','',0,0),(92,'test13',1443427855,9,'test13','',0,0,0,0,'','','','','','','朋友',0,'','','',0,0),(93,'test14',1443429888,9,'test14','',0,0,0,0,'','','','','','','朋友',0,'','','',0,0),(94,'12347',1443437410,9,'其他1','',0,0,0,0,'','','','','','','其他',0,'','','',0,0),(95,'',0,52,'aq11','',0,0,0,0,'','','','','','','母亲',0,'2015-09-16','','',0,0),(96,'',0,16,'Hshshsh','',0,0,0,0,'','','','','','','请选择',0,'','','',0,0),(97,'',0,16,'He','',0,0,0,0,'','','','','','','请选择',0,'','','',0,0),(98,'test05',1444201596,50,'王小明','',0,0,0,0,'','','','','','','本人',0,'','','',1,1),(99,'high',1444637481,9,'high','',0,0,0,0,'','','','','','','朋友',0,'1989-10-12','','',0,0),(100,'test16',1445155566,24,'小丽','',0,0,0,0,'','','','','','','朋友',0,'','','',0,0),(101,'test17',1445155610,24,'小刚','',0,0,0,0,'','','','','','','朋友',2,'','','',0,0),(102,'low',1447745611,9,'Low','',0,0,0,0,'','','','','','','朋友',0,'','','',0,0),(103,'',0,28,'沙佳彤','',1,25,321,2717,'','','','18800353267','','','本人',0,'1992-07-02','310230199207020467','上海',1,1),(104,'',0,63,'邢秋月','',0,0,0,0,'','','','13122353187','','','本人',0,'1991-09-09','','河北',1,1),(105,'',0,66,'李春波','',1,25,321,2708,'','','','','','','本人',0,'1987-10-10','','',1,1),(106,'',0,64,'黄迅威','',1,25,0,0,'','','','','','','本人',0,'2015-06-05','','',1,1),(107,'',0,66,'李春波','',1,25,321,2708,'','','','','','','本人',0,'1987-10-10','','',1,1),(108,'',0,66,'李春波','',1,25,321,2708,'','','','','','','本人',0,'1987-10-10','','',1,1),(109,'ding001',1447830636,17,'丁达','',1,25,321,0,'','','','13916640924','','','本人',0,'1982-10-27','','',1,1),(110,'',0,68,'杨健伟','',1,25,321,2708,'营口路578号15K','','','13917067756','','','本人',0,'1973-04-27','310110197304275031','上海',1,1),(111,'zhao001',1447833655,70,'赵春','',0,0,0,0,'','','','13817401962','','','本人',0,'1986-11-12','','',1,1),(112,'wang001',1447833666,70,'王翠','',0,0,0,0,'','','','','','','配偶',0,'','','',0,0),(113,'',0,70,'赵青海','',0,0,0,0,'','','','','','','父亲',0,'','','',0,0),(114,'',0,9,'小青','',0,0,0,0,'','','','','','','其他',0,'','','',0,0),(115,'',0,9,'小白','',0,0,0,0,'','','','','','','其他',0,'','','',0,0),(116,'',0,9,'测试姓名','',0,0,0,0,'','','','','','','请选择',1,'','','',0,0),(117,'',0,9,'测试姓名','',0,0,0,0,'','','','','','','请选择',1,'','','',0,0),(118,'',0,24,'我们的','',0,0,0,0,'','','','1111111111','','','本人',2,'1994-09-25','','',1,0),(119,'',0,10,'ceshi','',0,0,0,0,'','','','13555556666','','','本人',2,'2015-11-12','','vvvv',1,0),(120,'other',1448518940,9,'other','',0,0,0,0,'','','','','','','朋友',1,'','','',0,0),(121,'',0,1,'3333','',0,0,0,0,'','','','','','','父亲',1,'','','',0,0);
/*!40000 ALTER TABLE `ecs_user_relevant` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_users`
--

DROP TABLE IF EXISTS `ecs_users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_users` (
  `user_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `email` varchar(60) NOT NULL DEFAULT '',
  `user_name` varchar(60) NOT NULL DEFAULT '',
  `password` varchar(32) NOT NULL DEFAULT '',
  `question` varchar(255) NOT NULL DEFAULT '',
  `answer` varchar(255) NOT NULL DEFAULT '',
  `sex` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `birthday` date NOT NULL DEFAULT '0000-00-00',
  `user_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `frozen_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `pay_points` int(10) unsigned NOT NULL DEFAULT '0',
  `rank_points` int(10) unsigned NOT NULL DEFAULT '0',
  `address_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `reg_time` int(10) unsigned NOT NULL DEFAULT '0',
  `last_login` int(11) unsigned NOT NULL DEFAULT '0',
  `last_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `last_ip` varchar(15) NOT NULL DEFAULT '',
  `visit_count` smallint(5) unsigned NOT NULL DEFAULT '0',
  `user_rank` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `is_special` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `salt` varchar(10) NOT NULL DEFAULT '0',
  `ec_salt` varchar(10) DEFAULT NULL,
  `parent_id` mediumint(9) NOT NULL DEFAULT '0',
  `flag` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `alias` varchar(60) NOT NULL,
  `msn` varchar(60) NOT NULL,
  `qq` varchar(20) NOT NULL,
  `office_phone` varchar(20) NOT NULL,
  `home_phone` varchar(20) NOT NULL,
  `mobile_phone` varchar(20) NOT NULL,
  `is_validated` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `credit_line` decimal(10,2) unsigned NOT NULL,
  `passwd_question` varchar(50) DEFAULT NULL,
  `passwd_answer` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`user_id`),
  UNIQUE KEY `user_name` (`user_name`),
  KEY `email` (`email`),
  KEY `parent_id` (`parent_id`),
  KEY `flag` (`flag`)
) ENGINE=MyISAM AUTO_INCREMENT=72 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_users`
--

LOCK TABLES `ecs_users` WRITE;
/*!40000 ALTER TABLE `ecs_users` DISABLE KEYS */;
INSERT INTO `ecs_users` VALUES (1,'ecshop@ecshop.com','ecshop','30fbda54532f626cfe3fe46e1d670cfd','','',0,'1960-03-03','0.00','0.00',98388,15390,1,0,1448519098,'0000-00-00 00:00:00','101.229.72.148',13,0,0,'0','3840',0,0,'','','','','','',0,'0.00',NULL,NULL),(2,'vip@ecshop.com','vip','232059cb5361a9336ccf1b8c2ba7657a','','',0,'1949-01-01','0.00','0.00',0,0,0,0,0,'0000-00-00 00:00:00','',0,0,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(3,'text@ecshop.com','text','1cb251ec0d568de6a929b520c4aed8d1','','',0,'1949-01-01','0.00','0.00',0,0,2,0,1242973574,'0000-00-00 00:00:00','0.0.0.0',2,0,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(5,'zuanshi@ecshop.com','zuanshi','815a71fb334412e7ba4595741c5a111d','','',0,'1949-01-01','0.00','10000.00',0,0,0,0,0,'0000-00-00 00:00:00','',0,3,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(6,'11@12311114.com','123456','e10adc3949ba59abbe56e057f20f883e','','',0,'0000-00-00','0.00','0.00',0,0,0,1292210518,1333985962,'0000-00-00 00:00:00','127.0.0.1',3,0,0,'0',NULL,0,0,'','11@12311114.com','11111','11111111','11111111111111','111111111',0,'0.00','friend_birthday','111111111'),(7,'wx_143262580134@genegg.com.cn','wx_143262580134','63069bf52ae5a4eb4dcfa45cebe3001b','','',0,'0000-00-00','0.00','0.00',0,0,0,1432597001,1441050914,'0000-00-00 00:00:00','222.73.147.39',2,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(8,'wx_143262731098@genegg.com.cn','wx_143262731098','63069bf52ae5a4eb4dcfa45cebe3001b','','',0,'0000-00-00','0.00','0.00',0,0,0,1432598510,1432598510,'0000-00-00 00:00:00','101.226.62.83',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(9,'supermao@aliyun.com','wx_143262740445','6db47bcdca416c263e80f7d901a7cd55','','',0,'1955-01-01','0.00','0.00',7552,7552,15,1432598604,1448490922,'0000-00-00 00:00:00','223.166.245.144',857,99,0,'0','6454',0,0,'','','','','','',0,'0.00',NULL,NULL),(10,'','ecmobile','3801205ff180397827ff6f37e9beeef1','','',0,'1955-01-01','0.00','0.00',2099,99,4,1432609120,1448394900,'0000-00-00 00:00:00','180.173.86.27',492,0,0,'0','8985',0,0,'','','','','','',0,'0.00',NULL,NULL),(11,'wx_143407438890@genegg.com.cn','wx_143407438890','63069bf52ae5a4eb4dcfa45cebe3001b','','',0,'0000-00-00','0.00','0.00',0,0,0,1434045588,1434045588,'0000-00-00 00:00:00','101.226.62.83',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(12,'wx_14340746243@genegg.com.cn','wx_14340746243','63069bf52ae5a4eb4dcfa45cebe3001b','','',0,'0000-00-00','0.00','0.00',0,0,0,1434045824,1434045824,'0000-00-00 00:00:00','101.226.62.83',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(13,'wx_143407475674@genegg.com.cn','wx_143407475674','63069bf52ae5a4eb4dcfa45cebe3001b','','',0,'0000-00-00','0.00','0.00',0,0,0,1434045956,1434045956,'0000-00-00 00:00:00','101.226.62.83',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(14,'wx_143407477098@genegg.com.cn','wx_143407477098','63069bf52ae5a4eb4dcfa45cebe3001b','','',0,'0000-00-00','0.00','0.00',0,0,0,1434045970,1434045970,'0000-00-00 00:00:00','101.226.62.80',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(15,'wx_143407478332@genegg.com.cn','wx_143407478332','63069bf52ae5a4eb4dcfa45cebe3001b','','',0,'0000-00-00','0.00','0.00',0,0,0,1434045983,1434045983,'0000-00-00 00:00:00','180.153.194.117',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(16,'wx_143407480828@genegg.com.cn','wx_143407480828','63069bf52ae5a4eb4dcfa45cebe3001b','','',0,'0000-00-00','0.00','0.00',0,0,13,1434046008,1443409579,'0000-00-00 00:00:00','223.104.5.236',6,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(17,'gen143436411388@genegg.com.cn','gen143436411388','2eff750f05ef5cfc7c3300afcd2e7111','','',0,'0000-00-00','0.00','0.00',699,699,35,1434335313,1447914015,'0000-00-00 00:00:00','223.104.10.156',6,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(18,'gen14343692745@genegg.com.cn','gen14343692745','370ab85db7eddad8d0e0fa5451d1ee8d','','',0,'0000-00-00','0.00','0.00',0,0,0,1434340474,1438057702,'0000-00-00 00:00:00','112.65.191.98',2,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(19,'gen143511582959@genegg.com.cn','gen143511582959','695f0ea406fb2d3c442d46e2c663388e','','',0,'0000-00-00','0.00','0.00',0,0,0,1435087029,1435087029,'0000-00-00 00:00:00','101.226.62.84',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(20,'gen143511583638@genegg.com.cn','gen143511583638','aac87842f81caebf0e91d7b1814b6cf9','','',0,'0000-00-00','0.00','0.00',0,0,0,1435087036,1438032188,'0000-00-00 00:00:00','112.64.150.174',8,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(21,'gen143524325456@genegg.com.cn','gen143524325456','c3105d0625ecf56e234b29b1d176da21','','',0,'0000-00-00','0.00','0.00',0,0,0,1435214454,1435214454,'0000-00-00 00:00:00','101.226.62.83',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(22,'gen143524327120@genegg.com.cn','gen143524327120','00eec330ad97afc815d8a2b4d49c241c','','',0,'0000-00-00','0.00','0.00',0,0,0,1435214471,1439438350,'0000-00-00 00:00:00','139.227.100.103',2,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(23,'gen143705077952@genegg.com.cn','gen143705077952','777f79e21e913a47eac01db4b36970a7','','',0,'0000-00-00','0.00','0.00',0,0,0,1437021979,1437021979,'0000-00-00 00:00:00','101.226.62.79',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(24,'','gen143705078321','994c79aebc4becf7bd31d3d93cf893f2','','',0,'0000-00-00','0.00','0.00',631,631,18,1437021983,1448432465,'0000-00-00 00:00:00','101.229.72.148',20,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(25,'gen143765841040@genegg.com.cn','gen143765841040','4523ba18efb823b95e1223cfdbf07198','','',0,'0000-00-00','0.00','0.00',0,0,0,1437629610,1437629610,'0000-00-00 00:00:00','101.226.62.86',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(26,'gen14376585847@genegg.com.cn','gen14376585847','a0c5ba56e6686416271a5bfa6ca6e998','','',0,'0000-00-00','0.00','0.00',0,0,0,1437629784,1439946452,'0000-00-00 00:00:00','223.71.217.74',3,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(30,'admin123@dd.com','admin123','9d44c562fcf6873079d4847b3fc9a67c','','',0,'1955-01-01','10100.00','0.00',450,0,14,1438239584,1447715598,'0000-00-00 00:00:00','112.65.5.206',43,0,0,'0','703',0,0,'','','','','','',0,'0.00',NULL,NULL),(27,'gen143765906327@genegg.com.cn','gen143765906327','5acaad5e7d7ea2c09ef8c5b6a33fecc7','','',0,'0000-00-00','0.00','0.00',0,0,0,1437630263,1437630263,'0000-00-00 00:00:00','101.226.62.80',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(28,'gen143765907995@genegg.com.cn','gen143765907995','391ea3806776ac79efc9fb85e0a4dede','','',0,'0000-00-00','0.00','0.00',0,0,34,1437630279,1447796536,'0000-00-00 00:00:00','140.206.49.34',2,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(29,'gen143823313636@genegg.com.cn','gen143823313636','46389a92199dc5f874f44befff63605d','','',0,'0000-00-00','0.00','0.00',0,0,0,1438204336,1440717851,'0000-00-00 00:00:00','222.73.147.39',9,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(31,'adminqdq@qq.xom','xiaowang','0192023a7bbd73250516f069df18b500','','',0,'0000-00-00','0.00','0.00',198,200,16,1440036477,1440036477,'0000-00-00 00:00:00','222.73.147.97',1,0,0,'0',NULL,0,0,'','','','','','111',0,'0.00',NULL,NULL),(32,'gen144012382923@genegg.com.cn','gen144012382923','dfaf54c5ccb4176c9a6d7589e97b04db','','',0,'0000-00-00','0.00','0.00',0,0,0,1440095029,1440095029,'0000-00-00 00:00:00','101.226.62.83',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(33,'gen144012383828@genegg.com.cn','gen144012383828','48e036d22ff1e477eb67e948e78dedbf','','',0,'0000-00-00','0.00','0.00',396,396,17,1440095038,1440097593,'0000-00-00 00:00:00','112.64.150.174',2,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(34,'gen144074479190@genegg.com.cn','gen144074479190','2f1500f289c71820e5c3e3f95a5a0d77','','',0,'0000-00-00','0.00','0.00',0,0,0,1440715991,1440715991,'0000-00-00 00:00:00','101.226.62.83',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(35,'gen144074563894@genegg.com.cn','gen144074563894','7367e1393554ad76fc0e125ea79ea9fb','','',0,'0000-00-00','0.00','0.00',0,0,0,1440716838,1440716838,'0000-00-00 00:00:00','101.226.62.84',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(36,'','gen144074564716','bf5bc35306de53ad771f3b9cda8cf6d1','','',0,'0000-00-00','0.00','0.00',198,198,20,1440716847,1443400237,'0000-00-00 00:00:00','101.81.27.187',8,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(37,'','test123','4297f44b13955235245b2497399d7a93','','',0,'0000-00-00','0.00','0.00',0,0,19,1441158511,1441158511,'0000-00-00 00:00:00','222.73.147.39',1,0,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(38,'45667@qq.com','DEKE','e10adc3949ba59abbe56e057f20f883e','','',0,'0000-00-00','0.00','0.00',0,0,21,1441649121,1441649121,'0000-00-00 00:00:00','222.73.147.39',1,0,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(39,'','anke','af8cbb71812e0fdf956e06341e0c6ac6','','',0,'0000-00-00','0.00','0.00',0,0,22,1441659722,1441667763,'0000-00-00 00:00:00','222.73.147.39',4,0,0,'0','764',0,0,'','','','','','',0,'0.00',NULL,NULL),(40,'','qaz','e10adc3949ba59abbe56e057f20f883e','','',0,'0000-00-00','0.00','0.00',0,0,23,1441668266,1441668266,'0000-00-00 00:00:00','222.73.147.39',1,0,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(41,'Test1@test.com','Test1','7daf06476f331776c2ee45035421d14e','','',0,'1955-01-01','0.00','0.00',0,0,24,1441771955,1442173909,'0000-00-00 00:00:00','222.73.147.109',131,0,0,'0','7464',0,0,'','','','','','',0,'0.00',NULL,NULL),(42,'gen144178097049@genegg.com.cn','gen144178097049','935bb6bca4ebd2708be132a6a6e20090','','',0,'0000-00-00','0.00','0.00',0,0,0,1441752170,1441752170,'0000-00-00 00:00:00','101.226.62.83',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(43,'','gen144178097962','7b0d807346a19bb6b28a95a75b56bd29','','',0,'0000-00-00','0.00','0.00',158,158,25,1441752179,1447979377,'0000-00-00 00:00:00','112.64.141.254',9,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(44,'gen144178546346@genegg.com.cn','gen144178546346','e906bf8b4280b33fc003e9051188923c','','',0,'0000-00-00','0.00','0.00',0,0,0,1441756663,1441756663,'0000-00-00 00:00:00','101.226.62.79',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(45,'gen144178548259@genegg.com.cn','gen144178548259','df6bdf14e37e723563df988af4369a78','','',0,'0000-00-00','0.00','0.00',0,0,26,1441756682,1447719698,'0000-00-00 00:00:00','112.64.141.254',4,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(46,'164881691@qq.com','SXY1006','b67e625e7a4bffbb4aff12b31ae1283f','','',0,'0000-00-00','0.00','0.00',0,0,27,1441911921,1445532749,'0000-00-00 00:00:00','101.81.27.187',37,0,0,'0','5921',0,0,'','','','','','',0,'0.00',NULL,NULL),(47,'gen144300920232@genegg.com.cn','gen144300920232','50aabf751fecda50fe06dd90e6d76136','','',0,'0000-00-00','0.00','0.00',0,0,28,1442980402,1445702815,'0000-00-00 00:00:00','222.67.43.122',7,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(48,'gen144307664581@genegg.com.cn','gen144307664581','0ca2ca437054377077d9aa7206212e8f','','',0,'0000-00-00','0.00','0.00',0,0,29,1443047845,1444870271,'0000-00-00 00:00:00','116.226.107.152',16,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(49,'gen144334844913@genegg.com.cn','gen144334844913','8e940f3765f62329e4da49515d86dc3a','','',0,'0000-00-00','0.00','0.00',0,0,0,1443319649,1443319649,'0000-00-00 00:00:00','101.226.62.80',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(50,'gen144334847032@genegg.com.cn','gen144334847032','fb6dc98b62ce6f17e66457c5d329ccd1','','',0,'0000-00-00','0.00','0.00',167,167,31,1443319670,1444967583,'0000-00-00 00:00:00','112.65.6.41',9,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(51,'gen144342523690@genegg.com.cn','gen144342523690','1cab0ebd250f1614212db2e04311ae63','','',0,'0000-00-00','0.00','0.00',0,0,0,1443396436,1443396436,'0000-00-00 00:00:00','140.207.21.192',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(52,'aaaa@qq.com','text123','25f9e794323b453885f5181f1b624d0b','','',0,'0000-00-00','0.00','0.00',0,0,32,1443409424,1443409424,'0000-00-00 00:00:00','101.81.27.187',1,0,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(53,'gen144343945258@genegg.com.cn','gen144343945258','69d6d34097fae0069d297fe8e694bb41','','',0,'0000-00-00','0.00','0.00',0,0,0,1443410652,1443410652,'0000-00-00 00:00:00','101.226.62.86',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(54,'gen144343945636@genegg.com.cn','gen144343945636','06a5098b208aadf71d0cf9ce9793ab43','','',0,'0000-00-00','0.00','0.00',0,0,33,1443410656,1443410656,'0000-00-00 00:00:00','140.206.254.80',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(55,'gen144345506389@genegg.com.cn','gen144345506389','775a2d7be1c206a8a182e92d21b0cee0','','',0,'0000-00-00','0.00','0.00',0,0,0,1443426263,1443426263,'0000-00-00 00:00:00','101.226.62.83',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(56,'gen144345510277@genegg.com.cn','gen144345510277','acc3f25afe838fc1e24668ca6945ef60','','',0,'0000-00-00','0.00','0.00',0,0,0,1443426302,1448528400,'0000-00-00 00:00:00','223.104.4.114',4,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(59,'gen144775130669@genegg.com.cn','gen144775130669','c761e1d0ee9cb0ce84c0e3972ac530a4','','',0,'0000-00-00','0.00','0.00',0,0,0,1447722506,1447722506,'0000-00-00 00:00:00','140.207.54.78',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(57,'gen144352270818@genegg.com.cn','gen144352270818','c9994b525474bc7f8fc15e35cec8f91c','','',0,'0000-00-00','0.00','0.00',0,0,0,1443493908,1443493908,'0000-00-00 00:00:00','101.226.62.83',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(58,'gen144352270875@genegg.com.cn','gen144352270875','d8125b630179b3d9636e917911aa50d8','','',0,'0000-00-00','0.00','0.00',0,0,0,1443493908,1443493908,'0000-00-00 00:00:00','101.226.62.83',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(60,'gen144775131284@genegg.com.cn','gen144775131284','208e10124b54526d9669385ad0ba4395','','',0,'0000-00-00','0.00','0.00',0,0,0,1447722512,1447722512,'0000-00-00 00:00:00','101.81.6.26',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(61,'gen144782521053@genegg.com.cn','gen144782521053','4a6fe548b2292f729c39edb13f8a34cf','','',0,'0000-00-00','0.00','0.00',0,0,0,1447796410,1447796410,'0000-00-00 00:00:00','140.207.54.75',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(62,'gen144782525025@genegg.com.cn','gen144782525025','acad0ffbd77bd7f16f4b601047729a09','','',0,'0000-00-00','0.00','0.00',0,0,0,1447796450,1447796450,'0000-00-00 00:00:00','140.207.54.73',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(63,'','gen144782525688','ddba4e3a022c9c4128f2bc1d69d0f23a','','',0,'0000-00-00','0.00','0.00',0,0,36,1447796456,1447796456,'0000-00-00 00:00:00','112.65.190.230',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(64,'gen144782529423@genegg.com.cn','gen144782529423','63b632e72a7d1a7f1acc674e3d89eb52','','',0,'0000-00-00','0.00','0.00',0,0,38,1447796494,1447802884,'0000-00-00 00:00:00','140.206.49.34',4,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(65,'gen144782530541@genegg.com.cn','gen144782530541','c561f085ca4502bd53a052b3af719333','','',0,'0000-00-00','0.00','0.00',0,0,0,1447796505,1447796505,'0000-00-00 00:00:00','140.207.54.76',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(66,'gen144782531252@genegg.com.cn','gen144782531252','1691481a797ad5917c4257a0cd05170b','','',0,'0000-00-00','0.00','0.00',0,0,37,1447796512,1447796512,'0000-00-00 00:00:00','140.206.49.34',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(67,'gen144782696944@genegg.com.cn','gen144782696944','db843a885040f06b1a3606504eb497cd','','',0,'0000-00-00','0.00','0.00',0,0,0,1447798169,1447798169,'0000-00-00 00:00:00','140.207.54.74',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(68,'gen144782709881@genegg.com.cn','gen144782709881','d7b600cafb489b7319eff803328b68b5','','',0,'0000-00-00','0.00','0.00',0,0,39,1447798298,1447980771,'0000-00-00 00:00:00','112.64.141.254',4,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(69,'gen144783212155@genegg.com.cn','gen144783212155','5996223be767578b4c0dc3372a4c2a80','','',0,'0000-00-00','0.00','0.00',0,0,0,1447803321,1447803321,'0000-00-00 00:00:00','140.207.54.79',1,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(70,'gen144783213176@genegg.com.cn','gen144783213176','8f7414f03f8a71daae089a0a47d8e1cc','','',0,'0000-00-00','0.00','0.00',798,798,40,1447803331,1448494712,'0000-00-00 00:00:00','112.64.150.174',14,99,0,'0',NULL,0,0,'','','','','','',0,'0.00',NULL,NULL),(71,'maxis1314@163.com','tang','f84c80ed4081a9abe045fd66c7024fd1','','',0,'0000-00-00','0.00','0.00',0,0,0,1447911184,1448431938,'0000-00-00 00:00:00','101.229.72.148',11,0,0,'0','2129',0,0,'','','','','','',0,'0.00',NULL,NULL);
/*!40000 ALTER TABLE `ecs_users` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_virtual_card`
--

DROP TABLE IF EXISTS `ecs_virtual_card`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_virtual_card` (
  `card_id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `card_sn` varchar(60) NOT NULL DEFAULT '',
  `card_password` varchar(60) NOT NULL DEFAULT '',
  `add_date` int(11) NOT NULL DEFAULT '0',
  `end_date` int(11) NOT NULL DEFAULT '0',
  `is_saled` tinyint(1) NOT NULL DEFAULT '0',
  `order_sn` varchar(20) NOT NULL DEFAULT '',
  `crc32` varchar(12) NOT NULL DEFAULT '0',
  PRIMARY KEY (`card_id`),
  KEY `goods_id` (`goods_id`),
  KEY `car_sn` (`card_sn`),
  KEY `is_saled` (`is_saled`)
) ENGINE=MyISAM AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_virtual_card`
--

LOCK TABLES `ecs_virtual_card` WRITE;
/*!40000 ALTER TABLE `ecs_virtual_card` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_virtual_card` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_volume_price`
--

DROP TABLE IF EXISTS `ecs_volume_price`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_volume_price` (
  `price_type` tinyint(1) unsigned NOT NULL,
  `goods_id` mediumint(8) unsigned NOT NULL,
  `volume_number` smallint(5) unsigned NOT NULL DEFAULT '0',
  `volume_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  PRIMARY KEY (`price_type`,`goods_id`,`volume_number`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_volume_price`
--

LOCK TABLES `ecs_volume_price` WRITE;
/*!40000 ALTER TABLE `ecs_volume_price` DISABLE KEYS */;
INSERT INTO `ecs_volume_price` VALUES (1,1,5,'1366.00'),(1,9,3,'2200.00'),(1,9,5,'2100.00'),(1,13,5,'1150.00'),(1,13,3,'1200.00');
/*!40000 ALTER TABLE `ecs_volume_price` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_vote`
--

DROP TABLE IF EXISTS `ecs_vote`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_vote` (
  `vote_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `vote_name` varchar(250) NOT NULL DEFAULT '',
  `start_time` int(11) unsigned NOT NULL DEFAULT '0',
  `end_time` int(11) unsigned NOT NULL DEFAULT '0',
  `can_multi` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `vote_count` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`vote_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_vote`
--

LOCK TABLES `ecs_vote` WRITE;
/*!40000 ALTER TABLE `ecs_vote` DISABLE KEYS */;
INSERT INTO `ecs_vote` VALUES (1,'您从哪里知道我们的网站',1213200000,1274803200,0,0);
/*!40000 ALTER TABLE `ecs_vote` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_vote_log`
--

DROP TABLE IF EXISTS `ecs_vote_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_vote_log` (
  `log_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `vote_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `ip_address` varchar(15) NOT NULL DEFAULT '',
  `vote_time` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`log_id`),
  KEY `vote_id` (`vote_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_vote_log`
--

LOCK TABLES `ecs_vote_log` WRITE;
/*!40000 ALTER TABLE `ecs_vote_log` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_vote_log` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_vote_option`
--

DROP TABLE IF EXISTS `ecs_vote_option`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_vote_option` (
  `option_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `vote_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `option_name` varchar(250) NOT NULL DEFAULT '',
  `option_count` int(8) unsigned NOT NULL DEFAULT '0',
  `option_order` tinyint(3) unsigned NOT NULL DEFAULT '100',
  PRIMARY KEY (`option_id`),
  KEY `vote_id` (`vote_id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_vote_option`
--

LOCK TABLES `ecs_vote_option` WRITE;
/*!40000 ALTER TABLE `ecs_vote_option` DISABLE KEYS */;
INSERT INTO `ecs_vote_option` VALUES (1,1,'论坛',0,100),(2,1,'朋友',0,100),(3,1,'友情链接',0,100);
/*!40000 ALTER TABLE `ecs_vote_option` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_wechat`
--

DROP TABLE IF EXISTS `ecs_wechat`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_wechat` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL COMMENT '公众号名称',
  `orgid` varchar(255) NOT NULL COMMENT '公众号原始ID',
  `weixin` varchar(255) NOT NULL COMMENT '微信号',
  `token` varchar(255) NOT NULL COMMENT 'Token',
  `appid` varchar(255) NOT NULL COMMENT 'AppID',
  `appsecret` varchar(255) NOT NULL COMMENT 'AppSecret',
  `type` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '公众号类型',
  `oauth_status` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '是否开启微信登录',
  `oauth_name` varchar(100) DEFAULT NULL,
  `oauth_redirecturi` varchar(255) DEFAULT NULL,
  `oauth_count` int(11) unsigned NOT NULL DEFAULT '0',
  `time` int(11) unsigned NOT NULL DEFAULT '0',
  `sort` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '排序',
  `status` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '状态',
  `default_wx` int(1) NOT NULL DEFAULT '0' COMMENT '1为默认使用，0为不默认',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_wechat`
--

LOCK TABLES `ecs_wechat` WRITE;
/*!40000 ALTER TABLE `ecs_wechat` DISABLE KEYS */;
INSERT INTO `ecs_wechat` VALUES (1,'集蛋','gh_26bee1a15383','Gene_egg','jidan','wxa8980d28e4a9d7a2','d5cb767930a83ea92f729c96b3b6659a',2,1,'集蛋','http://www.genegg.com.cn/shop/mobile',470,1432183677,10,1,1);
/*!40000 ALTER TABLE `ecs_wechat` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_wechat_custom_message`
--

DROP TABLE IF EXISTS `ecs_wechat_custom_message`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_wechat_custom_message` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `uid` int(10) unsigned NOT NULL DEFAULT '0',
  `msg` varchar(255) DEFAULT NULL COMMENT '信息内容',
  `iswechat` smallint(1) unsigned DEFAULT NULL,
  `send_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '发送时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=75 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_wechat_custom_message`
--

LOCK TABLES `ecs_wechat_custom_message` WRITE;
/*!40000 ALTER TABLE `ecs_wechat_custom_message` DISABLE KEYS */;
INSERT INTO `ecs_wechat_custom_message` VALUES (1,2,'bd',NULL,1432627412),(2,2,'bd',NULL,1432627432),(3,4,'contact',NULL,1434074983),(4,4,'services',NULL,1434074986),(5,2,'services',NULL,1434078803),(6,2,'contact',NULL,1434078806),(7,7,'services',NULL,1435115905),(8,7,'services',NULL,1435115916),(9,8,'services',NULL,1435243276),(10,8,'contact',NULL,1435243279),(11,2,'services',NULL,1435287203),(12,2,'contact',NULL,1435287207),(13,7,'services',NULL,1435650315),(14,2,'services',NULL,1435803619),(15,2,'services',NULL,1436507659),(16,2,'services',NULL,1436510520),(17,2,'services',NULL,1436510609),(18,9,'contact',NULL,1437050794),(19,9,'services',NULL,1437050797),(20,7,'services',NULL,1437721091),(21,10,'contact',NULL,1439975245),(22,10,'services',NULL,1439975248),(23,13,'contact',NULL,1440126397),(24,13,'你好',NULL,1440126404),(25,13,'services',NULL,1440127985),(26,13,'contact',NULL,1440127994),(27,9,'services',NULL,1440317703),(28,9,'contact',NULL,1440317705),(29,12,'555',1,1440745680),(30,15,'contact',NULL,1441783086),(31,15,'services',NULL,1441783095),(32,2,'contact',NULL,1442925204),(33,19,'contact',NULL,1443409732),(34,22,'services',NULL,1443493937),(35,22,'services',NULL,1443493999),(36,22,'services',NULL,1443699186),(37,2,'1',NULL,1444623554),(38,19,'1',NULL,1444635902),(39,19,'services',NULL,1444637850),(40,9,'1',NULL,1445154428),(41,2,'services',NULL,1445999412),(42,15,'services',NULL,1447747840),(43,15,'contact',NULL,1447747843),(44,11,'services',NULL,1447826843),(45,5,'services',NULL,1447826845),(46,5,'contact',NULL,1447826849),(47,11,'contact',NULL,1447826851),(48,25,'services',NULL,1447827212),(49,25,'services',NULL,1447827253),(50,25,'contact',NULL,1447827257),(51,11,'hi',NULL,1447828895),(52,25,'/::|',NULL,1447828987),(53,5,'hi  你好',NULL,1447829019),(54,28,'services',NULL,1447833541),(55,28,'services',NULL,1447833717),(56,28,'services',NULL,1447833725),(57,28,'services',NULL,1447833782),(58,28,'services',NULL,1447833802),(59,28,'services',NULL,1447833911),(60,9,'services',NULL,1447925635),(61,9,'contact',NULL,1447925637),(62,2,'services',NULL,1448419966),(63,2,'1',NULL,1448422247),(64,2,'你',NULL,1448422314),(65,2,'t',NULL,1448422345),(66,2,'u',NULL,1448422348),(67,2,'一',NULL,1448422392),(68,2,'在',NULL,1448422408),(69,2,'services',NULL,1448422569),(70,2,'我',NULL,1448422633),(71,2,'h',NULL,1448423428),(72,9,'hbbb',NULL,1448423596),(73,9,'hbbb',NULL,1448423606),(74,2,'我',NULL,1448631624);
/*!40000 ALTER TABLE `ecs_wechat_custom_message` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_wechat_extend`
--

DROP TABLE IF EXISTS `ecs_wechat_extend`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_wechat_extend` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) DEFAULT NULL COMMENT '功能名称',
  `keywords` varchar(20) DEFAULT NULL,
  `command` varchar(255) DEFAULT NULL COMMENT '扩展词',
  `config` text COMMENT '配置信息',
  `type` varchar(20) DEFAULT NULL,
  `enable` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '是否安装，1为已安装，0未安装',
  `author` varchar(100) DEFAULT NULL,
  `website` varchar(100) DEFAULT NULL,
  `wechat_id` int(10) unsigned NOT NULL COMMENT '公众号id',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_wechat_extend`
--

LOCK TABLES `ecs_wechat_extend` WRITE;
/*!40000 ALTER TABLE `ecs_wechat_extend` DISABLE KEYS */;
INSERT INTO `ecs_wechat_extend` VALUES (1,NULL,NULL,'register_remind','a:4:{s:8:\"user_pre\";s:3:\"gen\";s:7:\"pwd_pre\";s:3:\"egg\";s:8:\"pwd_rand\";s:0:\"\";s:8:\"template\";s:0:\"\";}',NULL,1,NULL,NULL,1);
/*!40000 ALTER TABLE `ecs_wechat_extend` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_wechat_mass_history`
--

DROP TABLE IF EXISTS `ecs_wechat_mass_history`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_wechat_mass_history` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `wechat_id` int(11) unsigned NOT NULL,
  `media_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '素材id',
  `type` varchar(10) DEFAULT NULL COMMENT '发送内容类型',
  `status` varchar(20) DEFAULT NULL COMMENT '发送状态，对应微信通通知状态',
  `send_time` int(11) unsigned NOT NULL DEFAULT '0',
  `msg_id` varchar(20) DEFAULT NULL COMMENT '微信端返回的消息ID',
  `totalcount` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'group_id下粉丝数；或者openid_list中的粉丝数',
  `filtercount` int(10) unsigned NOT NULL DEFAULT '0',
  `sentcount` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '发送成功的粉丝数',
  `errorcount` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '发送失败的粉丝数',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_wechat_mass_history`
--

LOCK TABLES `ecs_wechat_mass_history` WRITE;
/*!40000 ALTER TABLE `ecs_wechat_mass_history` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_wechat_mass_history` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_wechat_media`
--

DROP TABLE IF EXISTS `ecs_wechat_media`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_wechat_media` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) NOT NULL,
  `title` varchar(255) DEFAULT NULL COMMENT '图文消息标题',
  `command` varchar(20) NOT NULL COMMENT '关键词',
  `author` varchar(20) DEFAULT NULL,
  `is_show` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '是否显示封面，1为显示，0为不显示',
  `digest` varchar(255) DEFAULT NULL COMMENT '图文消息的描述',
  `content` text NOT NULL COMMENT '图文消息页面的内容，支持HTML标签',
  `link` varchar(255) DEFAULT NULL COMMENT '点击图文消息跳转链接',
  `file` varchar(255) DEFAULT NULL COMMENT '图片链接',
  `size` int(7) DEFAULT NULL COMMENT '媒体文件上传后，获取时的唯一标识',
  `file_name` varchar(255) DEFAULT NULL COMMENT '媒体文件上传时间戳',
  `thumb` varchar(255) DEFAULT NULL,
  `add_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '添加时间',
  `edit_time` int(11) unsigned NOT NULL DEFAULT '0',
  `type` varchar(10) DEFAULT NULL,
  `article_id` varchar(100) DEFAULT NULL,
  `sort` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_wechat_media`
--

LOCK TABLES `ecs_wechat_media` WRITE;
/*!40000 ALTER TABLE `ecs_wechat_media` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_wechat_media` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_wechat_menu`
--

DROP TABLE IF EXISTS `ecs_wechat_menu`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_wechat_menu` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0',
  `pid` int(3) unsigned NOT NULL DEFAULT '0' COMMENT '父级ID',
  `name` varchar(255) NOT NULL COMMENT '菜单标题',
  `type` varchar(10) NOT NULL COMMENT '菜单的响应动作类型',
  `key` varchar(255) NOT NULL COMMENT '菜单KEY值，click类型必须',
  `url` varchar(255) NOT NULL COMMENT '网页链接，view类型必须',
  `sort` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '排序',
  `status` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '状态',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_wechat_menu`
--

LOCK TABLES `ecs_wechat_menu` WRITE;
/*!40000 ALTER TABLE `ecs_wechat_menu` DISABLE KEYS */;
INSERT INTO `ecs_wechat_menu` VALUES (1,1,0,'发现DNA','view','','http://www.genegg.com.cn/shop/mobile',1,1),(2,1,0,'我的报告','view','','http://www.genegg.com.cn/shop/mobile/index.php?c=user&amp;a=report',1,1),(3,1,0,'关于我们','click','about','',3,1),(4,1,3,'服务流程','click','services','',1,1),(5,1,3,'联系我们','click','contact','',2,1);
/*!40000 ALTER TABLE `ecs_wechat_menu` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_wechat_point`
--

DROP TABLE IF EXISTS `ecs_wechat_point`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_wechat_point` (
  `log_id` mediumint(8) unsigned NOT NULL COMMENT '积分增加记录id',
  `openid` varchar(100) DEFAULT NULL,
  `keywords` varchar(100) NOT NULL COMMENT '关键词',
  `createtime` int(11) unsigned NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_wechat_point`
--

LOCK TABLES `ecs_wechat_point` WRITE;
/*!40000 ALTER TABLE `ecs_wechat_point` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_wechat_point` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_wechat_prize`
--

DROP TABLE IF EXISTS `ecs_wechat_prize`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_wechat_prize` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(11) unsigned NOT NULL,
  `openid` varchar(100) NOT NULL,
  `prize_name` varchar(100) NOT NULL,
  `issue_status` int(2) NOT NULL DEFAULT '0' COMMENT '发放状态，0未发放，1发放',
  `winner` varchar(255) DEFAULT NULL,
  `dateline` int(11) unsigned NOT NULL DEFAULT '0',
  `prize_type` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '是否中奖，0未中奖，1中奖',
  `activity_type` varchar(20) NOT NULL COMMENT '活动类型',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_wechat_prize`
--

LOCK TABLES `ecs_wechat_prize` WRITE;
/*!40000 ALTER TABLE `ecs_wechat_prize` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_wechat_prize` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_wechat_qrcode`
--

DROP TABLE IF EXISTS `ecs_wechat_qrcode`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_wechat_qrcode` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `type` int(1) NOT NULL DEFAULT '0' COMMENT '二维码类型，0临时，1永久',
  `expire_seconds` int(4) DEFAULT NULL COMMENT '二维码有效时间',
  `scene_id` int(10) NOT NULL COMMENT '场景值ID，临时二维码时为32位非0整型，永久二维码时最大值为100000（目前参数只支持1--100000）',
  `username` varchar(60) DEFAULT NULL COMMENT '推荐人',
  `function` varchar(255) NOT NULL COMMENT '功能',
  `ticket` varchar(255) DEFAULT NULL COMMENT '二维码ticket',
  `qrcode_url` varchar(255) DEFAULT NULL COMMENT '二维码路径',
  `endtime` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '结束时间',
  `scan_num` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '扫描量',
  `wechat_id` int(10) NOT NULL,
  `status` int(1) NOT NULL DEFAULT '1' COMMENT '状态',
  `sort` int(10) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_wechat_qrcode`
--

LOCK TABLES `ecs_wechat_qrcode` WRITE;
/*!40000 ALTER TABLE `ecs_wechat_qrcode` DISABLE KEYS */;
/*!40000 ALTER TABLE `ecs_wechat_qrcode` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_wechat_reply`
--

DROP TABLE IF EXISTS `ecs_wechat_reply`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_wechat_reply` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `wechat_id` int(11) unsigned NOT NULL,
  `type` varchar(10) NOT NULL COMMENT '自动回复类型',
  `content` varchar(255) DEFAULT NULL,
  `media_id` int(10) DEFAULT NULL,
  `rule_name` varchar(180) DEFAULT NULL,
  `add_time` int(11) unsigned NOT NULL DEFAULT '0',
  `reply_type` varchar(10) DEFAULT NULL COMMENT '关键词回复内容的类型',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_wechat_reply`
--

LOCK TABLES `ecs_wechat_reply` WRITE;
/*!40000 ALTER TABLE `ecs_wechat_reply` DISABLE KEYS */;
INSERT INTO `ecs_wechat_reply` VALUES (1,1,'keywords','我们的服务流程。',0,'服务流程',1434074951,'text'),(2,1,'keywords','请联系我们。',0,'联系我们',1434074979,'text'),(3,1,'subscribe','欢迎关注Genegg.com',0,NULL,0,NULL),(4,1,'msg','您好，欢迎使用人工客服。微信人工客服的工作时间为每周一至周五9:30至 17:30。请留下您的问题，我们将在第一时间为您解答。\r\n您也可以拨打客服热线4006-710-107，人工客服热线的服务时间为每周一至周五9:30至17:30。\r\n',0,NULL,0,NULL);
/*!40000 ALTER TABLE `ecs_wechat_reply` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_wechat_rule_keywords`
--

DROP TABLE IF EXISTS `ecs_wechat_rule_keywords`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_wechat_rule_keywords` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `rid` int(11) NOT NULL COMMENT '规则id',
  `rule_keywords` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_wechat_rule_keywords`
--

LOCK TABLES `ecs_wechat_rule_keywords` WRITE;
/*!40000 ALTER TABLE `ecs_wechat_rule_keywords` DISABLE KEYS */;
INSERT INTO `ecs_wechat_rule_keywords` VALUES (1,1,'services'),(2,2,'contact');
/*!40000 ALTER TABLE `ecs_wechat_rule_keywords` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_wechat_user`
--

DROP TABLE IF EXISTS `ecs_wechat_user`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_wechat_user` (
  `uid` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0',
  `subscribe` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '用户是否订阅该公众号标识',
  `openid` varchar(255) NOT NULL COMMENT '用户的标识',
  `nickname` varchar(255) NOT NULL COMMENT '用户的昵称',
  `sex` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '用户的性别',
  `city` varchar(255) NOT NULL COMMENT '用户所在城市',
  `country` varchar(255) NOT NULL COMMENT '用户所在国家',
  `province` varchar(255) NOT NULL COMMENT '用户所在省份',
  `language` varchar(50) NOT NULL COMMENT '用户的语言',
  `headimgurl` varchar(255) NOT NULL COMMENT '用户头像',
  `subscribe_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '用户关注时间',
  `remark` varchar(255) DEFAULT NULL,
  `privilege` varchar(255) DEFAULT NULL,
  `unionid` varchar(255) NOT NULL,
  `group_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '用户组id',
  `ect_uid` int(11) unsigned NOT NULL COMMENT 'ecshop会员id',
  `bein_kefu` tinyint(1) unsigned NOT NULL COMMENT '是否处在多客服流程',
  PRIMARY KEY (`uid`)
) ENGINE=MyISAM AUTO_INCREMENT=29 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_wechat_user`
--

LOCK TABLES `ecs_wechat_user` WRITE;
/*!40000 ALTER TABLE `ecs_wechat_user` DISABLE KEYS */;
INSERT INTO `ecs_wechat_user` VALUES (1,1,1,'oip6_txLdxjNEL1DywEWVghJVLS8','轻与清风',1,'','CN','Shanghai','zh_CN','http://wx.qlogo.cn/mmopen/PiajxSqBRaEINIg8Beyuen0F1ab7YhloXciaHuGWkEjicqWH2ibxmT5jjqrdBrwibJ7URcaNXLfhRIdF7gAal1gfw7vpwL0rsq8W8SicerpIuGyNI/0',1432625801,NULL,NULL,'',0,7,0),(2,1,1,'oip6_t15U6Mo_byRX9b-AW0dg38c','沈雨后',1,'','中国','上海','en','http://wx.qlogo.cn/mmopen/uiaSib5A2VAPXWQG54jxbibURaR2xpmttv1sdgmSQib61Zhjq3khWkq91Xxu6lVaps78IaosribdtcxOoTVrof3tyXxYxG6WEHgzk/0',1448631563,'',NULL,'',0,9,0),(3,1,1,'oip6_t7l5a_eQFioSxg5B5K23wMA','過客。',1,'Po','CN','Shanghai','CN','http://wx.qlogo.cn/mmopen/uiaSib5A2VAPUPBuAlYWjWtYnia2V0bCmKw1QdYtyVHFNbiaEYn167C1CuXTtFatrrhibvu4fqnhjTXpiadoTwmiaH52gL9Txa7iaiaiad/0',1434074782,NULL,NULL,'',0,15,0),(4,1,1,'oip6_t4EPR-USX5nlS9bnVzsJnCo','carson',1,'','CN','','zh_CN','http://wx.qlogo.cn/mmopen/zqNia1W9r6dCNO6ia5w3iayd0aOxmzianjcGW8nCjggoybaAvHt1rDTmL8TER39VXVOmXzdy3ID2EU13d6cMPDBiah6rtMRCuvCrK/0',1434074808,NULL,NULL,'',0,16,0),(5,1,1,'oip6_t45Zq4KNYK1v51IxoD-u-E8','丁达',1,'','CN','Shanghai','zh_CN','http://wx.qlogo.cn/mmopen/PiajxSqBRaEInk5ZAickh9bmna5L267O7z1p1Wz63eoT90ibeRtscbn3Wwu9LBNaG5wcicPXUopUN3Z6Cy8XEAViclcmRvia0gYY3lib2CImlwnUlM/0',1434364112,NULL,NULL,'',0,17,0),(6,1,1,'oip6_t-XyU8mKWsl3Q0l69srnXs4','邵敏华',2,'Yangpu','CN','Shanghai','zh_CN','http://wx.qlogo.cn/mmopen/ajNVdqHZLLCjINziapmXomoPnibuXq8a12icibWxSsbTLq1yvKHfUlkiazuwQ4H4fMq7KCMUqqyhUnM7vicDhxOB4sbg/0',1434369274,NULL,NULL,'',0,18,0),(7,1,1,'oip6_t9-64DCSzG0a9Yrd8DoGEPQ','帅到惹人爱',1,'Pudong New District','CN','Shanghai','zh_CN','http://wx.qlogo.cn/mmopen/uiaSib5A2VAPUnqUFx0FyWgCKLK9NazvN3BYt57ic6HfupgyfBFDA1LRGWIZp5H1kRSsnflibUFPcMl6zWuuRYdIbLia8HhhQlg2c/0',1435115836,NULL,NULL,'',0,20,0),(8,1,1,'oip6_t1xpCrhHwTo0mAlYqYb6y1Q','Martha Shi',2,'','CN','Shanghai','zh_CN','http://wx.qlogo.cn/mmopen/Ib5852jAyb8HgAibeJibPGmzqxn6gLPqjuXeBnIUDpiaCbZbLnkBJyChYCCU7xpEqD9sD9bjxfnnGDgMnRy5lBZEWfibhhgicWta9/0',1435243271,NULL,NULL,'',0,22,0),(9,1,1,'oip6_t0oogFU8iFSfzIl6_kbyABU','Daniel',1,'黄金海岸','澳大利亚','昆士兰','zh_CN','http://wx.qlogo.cn/mmopen/zqNia1W9r6dDsQbDwc4p8mR0JVSXnLqjn0VRictIr3Oy83AqjSZrHvqhOzSerBuF3L1RMx9exBBQlRlC1IhG3aJcviak0Jlhsh0/0',1448605812,'',NULL,'',0,24,0),(10,1,1,'oip6_twnNv-zpt2oJvhQCWuQk3_Q','爷们不含糊',1,'','CN','','zh_CN','http://wx.qlogo.cn/mmopen/Ib5852jAybiceZqJ1B4zWf1Y7RfNMQuPYWI58iaqH0ASTejzibZcwiaDKpeeic8NxWOr0rIlabmMVVASheITPLXicwQXrdePAAVrWic/0',1437658584,NULL,NULL,'',0,26,0),(11,1,1,'oip6_tx1VOLPVPw1BO57GLiHm2Pk','窝妆沙',2,'Baoshan','CN','Shanghai','zh_CN','http://wx.qlogo.cn/mmopen/zqNia1W9r6dDsQbDwc4p8mU7wj035Wf6uAiaWjKMMkHl9EMQZgck3JPVNZ3Bq0fCErKejaeicLziciaDlnlDPgtgC61m2OvK8ZVyK/0',1437659079,NULL,NULL,'',0,28,0),(12,1,0,'oip6_t4e73XH1Mnc3FEcIuSauIno','法哥',1,'','CN','Shanghai','zh_CN','http://wx.qlogo.cn/mmopen/Ck9r0QWwt5aZRKR5nQNEZt0ZxetcIdGC8cfLcU7hOU614G2YkYib3OZDrEOiaDmB3AyewacvWp2fNkZJeu2iadE20yGFZbrfdgU/0',1438233135,NULL,NULL,'',0,10,0),(13,1,1,'oip6_t6nameDzt_rizl7gJkFaxJQ','jojo',2,'','CN','Shanghai','zh_CN','http://wx.qlogo.cn/mmopen/Ck9r0QWwt5aZRKR5nQNEZpwickbBsWESs7JYSrB3kSm4joMnYTFaNTN2DPzicn4WkXBTy8WfsXePquYZqJxTVWr2E3TBRp6ZIz/0',1440123838,NULL,NULL,'',0,33,0),(14,1,0,'oip6_t24mKii5Qic_R7o9rStb-J0','null',1,'嘉定','中国','上海','zh_CN','http://wx.qlogo.cn/mmopen/uiaSib5A2VAPXWQG54jxbibUdCicVTQDKNJI5kN8rIrqZePnic8XCny2Jjh5WNE1lT7nGdjkicsdib0ftD4n48eMnhY4I1oMGRX9ue7/0',1448604130,'',NULL,'',0,36,0),(15,1,1,'oip6_tzN88okcI64dwnPuj-_RhNE','枣枣枣',2,'Pudong New District','CN','Shanghai','zh_CN','http://wx.qlogo.cn/mmopen/zqNia1W9r6dDsQbDwc4p8mbyRxBpdic58LT9QmVcRTiciarqyLULBRPacJdcM3ficzw79vWUNlo6CkRAeZxU1MqAp0KXLZqfDpSsH/0',1441780979,NULL,NULL,'',0,43,0),(16,1,1,'oip6_t6aj5XJRfRQSSk_tnh7BO68','霰儿',2,'','CN','Shanghai','zh_CN','http://wx.qlogo.cn/mmopen/Ck9r0QWwt5aZRKR5nQNEZv7jnkTgiaKHAtWRILh7zHFhYAygVKZIic1clxCVJ3LfzIp7jfIiaebzQdfrfxKYmmUhro8azht4nje/0',1441785482,NULL,NULL,'',0,45,0),(17,1,1,'oip6_t1t0G7PFyvsT3KjTNbCJ9fI','石许云',1,'Minhang','CN','Shanghai','zh_CN','http://wx.qlogo.cn/mmopen/zwGMgEHbJiawm2oRND5odFblh0c4kSpaAYbfUOMr2mLgSiccmKsjMY00nIIfA5B3bH8VMRZXM5NGrKf8b2fEDYZB4hOkFavU7V/0',1443009202,NULL,NULL,'',0,47,0),(18,1,1,'oip6_t17S__eghIf1ap5xTolRrzk','石许云',1,'Xi\'an','CN','Shaanxi','zh_CN','http://wx.qlogo.cn/mmopen/uiaSib5A2VAPXWQG54jxbibUWdBH6V4swdTdqobmXF9X1PsuTj7VmvDMEy95wrvOIHrzcQM3L0eDKgkbNK48j3pRZ6cSbIzA2Jz/0',1443076645,NULL,NULL,'',0,48,0),(19,1,1,'oip6_txFHzXrbkoMnAydpb624Oog','勇敢的心',2,'','CN','','zh_CN','http://wx.qlogo.cn/mmopen/Ck9r0QWwt5aZRKR5nQNEZjklJGPticJYuIYlMiayXiaGxS5AST7UdmUtnUHU71Ez8HYHK3T8QD7uGBlWwRFHPQ8ve54trRpbUFx/0',1443348470,NULL,NULL,'',0,50,0),(20,1,1,'','',0,'','','','','',1443425231,NULL,NULL,'',0,51,0),(21,1,1,'oip6_t1L2iRq3UaP6v2z601P6GWc','王帅',1,'Pudong New District','CN','Shanghai','CN','http://wx.qlogo.cn/mmopen/zqNia1W9r6dDsQbDwc4p8mTlWqBSTQ9NJSzjCgE8PtIicEZffsXNroxtic5KB2QvMWT5eibMwvWmgAHU0ROHt3dmiby9xE14cLtsH/0',1443439456,NULL,NULL,'',0,54,0),(22,1,1,'oip6_t7nG8skydU8WSdeX1tsp5ds','沈海金',1,'Suzhou','CN','Jiangsu','zh_CN','http://wx.qlogo.cn/mmopen/Ck9r0QWwt5aZRKR5nQNEZgpLX94RQwnpibsVJlJ1HsRlbEhGCHIGzQLW8XhAgehBmwuK4mbuuBkMCGhQfHMNasgKgy4xtic963/0',1443455102,NULL,NULL,'',0,56,0),(23,1,1,'oip6_t27fdZQwlHi52Dxmp4SD5lk','Juzen',1,'Yangpu','CN','Shanghai','CN','http://wx.qlogo.cn/mmopen/Ck9r0QWwt5aZRKR5nQNEZpTzrotbLwOFvqictjW7PGyHDzOoibmO3eEbZRzbMVDJUFOBmMzB0GXIAtET1VQ5cib9osSdtibAJsBw/0',1447751312,NULL,NULL,'',0,60,0),(24,1,1,'oip6_tzmM0KiHfMZgI7MIyERtI3U','xqy',2,'','CN','','CN','http://wx.qlogo.cn/mmopen/uiaSib5A2VAPXVhTv9KM3CnQ61YHYeBEkXfPOWtKMVPZQSfSyfeicRfJTV2fqWQic83SZJnm66NBzfDR5yw5gyicL2kJSsSXTcA73/0',1447825256,NULL,NULL,'',0,63,0),(25,1,1,'oip6_t9sFV0FFI5lMAiAQmnFQt2Q','火星娃私奔',1,'Suzhou','CN','Jiangsu','zh_CN','http://wx.qlogo.cn/mmopen/Ck9r0QWwt5bwoYP328QNV6xgQmiaKU8MTCeo2laXBx1Z3B7ELtdlC2wojwicccicjh6cy2OibgicBuQvS6JKRGbMp7g/0',1447825294,NULL,NULL,'',0,64,0),(26,1,0,'oip6_t0LmpBJE-TXHncfc3jnL8lQ','cooper',1,'Yangpu','CN','Shanghai','CN','http://wx.qlogo.cn/mmopen/Q3auHgzwzM5IFcVZGTGu8qED4nIK4odhVBjzoPpKF57TQNBy25ZxWDeoNnecq5iapBaEchaiaUnibXfTyRPAzoBvO9oYo0FVQiaoXFvrEqhXRqo/0',1447825312,NULL,NULL,'',0,66,0),(27,1,1,'oip6_t8RMgyc4ADSB6HqMnvlwQDk','风轻杨',1,'Yangpu','CN','Shanghai','zh_CN','http://wx.qlogo.cn/mmopen/uiaSib5A2VAPXWQG54jxbibUZqLcgohibvQtibMDJWDOTfnE7Mz1FFPobia8jN0dP7qbP7IkdOJicXyXd8Ubn1dzqCMoSsUXCvia31iaZ/0',1447827097,NULL,NULL,'',0,68,0),(28,1,1,'oip6_t8ChuVuykqsFIVothYAyGuo','赵春',1,'Minhang','CN','Shanghai','zh_CN','http://wx.qlogo.cn/mmopen/zqNia1W9r6dB725KvXuJibeAgbsyc3uL1ibT7ibPdqN4xVozcDpD8KsrGlrQaIbBKXd58FZcyWSDN7V2jM6ibc3NEh9cMmyua2p2e/0',1447832131,NULL,NULL,'',0,70,0);
/*!40000 ALTER TABLE `ecs_wechat_user` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_wechat_user_group`
--

DROP TABLE IF EXISTS `ecs_wechat_user_group`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_wechat_user_group` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0',
  `group_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '分组id',
  `name` varchar(255) NOT NULL COMMENT '分组名字，UTF8编码',
  `count` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '分组内用户数量',
  `sort` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '排序',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_wechat_user_group`
--

LOCK TABLES `ecs_wechat_user_group` WRITE;
/*!40000 ALTER TABLE `ecs_wechat_user_group` DISABLE KEYS */;
INSERT INTO `ecs_wechat_user_group` VALUES (6,1,2,'星标组',0,0),(5,1,1,'黑名单',0,0),(4,1,0,'未分组',13,0);
/*!40000 ALTER TABLE `ecs_wechat_user_group` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ecs_wholesale`
--

DROP TABLE IF EXISTS `ecs_wholesale`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ecs_wholesale` (
  `act_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` mediumint(8) unsigned NOT NULL,
  `goods_name` varchar(255) NOT NULL,
  `rank_ids` varchar(255) NOT NULL,
  `prices` text NOT NULL,
  `enabled` tinyint(3) unsigned NOT NULL,
  PRIMARY KEY (`act_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ecs_wholesale`
--

LOCK TABLES `ecs_wholesale` WRITE;
/*!40000 ALTER TABLE `ecs_wholesale` DISABLE KEYS */;
INSERT INTO `ecs_wholesale` VALUES (1,21,'金立 A30','1,2','a:1:{i:0;a:2:{s:4:\"attr\";a:1:{i:120;s:1:\"0\";}s:7:\"qp_list\";a:2:{i:0;a:2:{s:8:\"quantity\";i:50;s:5:\"price\";d:1700;}i:1;a:2:{s:8:\"quantity\";i:100;s:5:\"price\";d:1680;}}}}',1);
/*!40000 ALTER TABLE `ecs_wholesale` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2015-11-27 23:46:14
